Repository: agama-project/agama-weblate
Catalog: service/*.po
Languages: el, id

source: Found unsupported elements in the AutoYaST profile: %{keys}.
el: Βρέθηκαν μη υποστηριζόμενα στοιχεία στο προφίλ AutoYaST: %{keys}.

source: Install software
el: Εγκατάσταση λογισμικού

source: Configure the system
el: Ρύθμιση του συστήματος

source: Try again
el: Δοκιμάστε ξανά

source: Skip
el: Παράλειψη

source: Yes
el: Ναι

source: No
el: Όχι

source: There was a problem running a package script.
el: Παρουσιάστηκε πρόβλημα κατά την εκτέλεση ενός σεναρίου (script) πακέτου.

source: Trust
el: Εμπιστοσύνη

source: Calculating the software proposal
el: Υπολογισμός της πρότασης λογισμικού
id: Menghitung proposal perangkat lunak

source: Certificate:
el: Πιστοποιητικό:

source: Issued To
el: Εκδόθηκε προς

source: Issued By
el: Εκδόθηκε από

source: SHA1 Fingerprint:
el: Αποτύπωμα SHA1:

source: SHA256 Fingerprint:
el: Αποτύπωμα SHA256:

source: Common Name (CN):
el: Κοινό όνομα (CN):

source: Organization (O):
el: Οργανισμός (O):

source: Organization Unit (OU):
el: Οργανωσιακή μονάδα (OU):

source: The device with alias '%s' is used by more than one device
el: Η συσκευή με το ψευδώνυμο '%s' χρησιμοποιείται από περισσότερες από μία συσκευές

source: The device with alias '%s' cannot be formatted because it is used by other device
el: Η συσκευή με το ψευδώνυμο '%s' δεν μπορεί να διαμορφωθεί επειδή χρησιμοποιείται από άλλη συσκευή

source: The device with alias '%s' cannot be partitioned because it is used by other device
el: Η συσκευή με το ψευδώνυμο '%s' δεν μπορεί να κατατμηθεί επειδή χρησιμοποιείται από άλλη συσκευή

source: The boot device cannot be automatically selected
el: Η συσκευή εκκίνησης δεν μπορεί να επιλεγεί αυτόματα

source: There is no boot device with alias '%s'
el: Δεν υπάρχει συσκευή εκκίνησης με το ψευδώνυμο '%s'

source: No passphrase provided (required for using the method '%{crypt_method}').
el: Δεν δόθηκε συνθηματικό (απαιτείται για τη χρήση της μεθόδου '%{crypt_method}').

source: Encryption method '%{crypt_method}' is not available in this system.
el: Η μέθοδος κρυπτογράφησης '%{crypt_method}' δεν είναι διαθέσιμη σε αυτό το σύστημα.

source: '%{crypt_method}' is not a suitable method to encrypt the device.
el: Η '%{crypt_method}' δεν είναι κατάλληλη μέθοδος για την κρυπτογράφηση της συσκευής.

source: Missing file system type for '%s'
el: Λείπει ο τύπος συστήματος αρχείων για το '%s'

source: The file system type '%{filesystem}' is not suitable for '%{path}'
el: Ο τύπος συστήματος αρχείων '%{filesystem}' δεν είναι κατάλληλος για το '%{path}'

source: There is no LVM thin pool volume with alias '%s'
el: Δεν υπάρχει LVM thin pool volume με το ψευδώνυμο '%s'

source: There is no MD RAID member device with alias '%s'
el: Δεν υπάρχει συσκευή-μέλος MD RAID με το ψευδώνυμο '%s'

source: There is a MD RAID without level
el: Υπάρχει ένα MD RAID χωρίς επίπεδο (level)

source: At least %s devices are required for %s
el: Απαιτούνται τουλάχιστον %s συσκευές για το %s

source: The device '%{member}' cannot be deleted because it is part of the MD RAID %{md_raid}
el: Η συσκευή '%{member}' δεν μπορεί να διαγραφεί επειδή είναι μέρος του MD RAID %{md_raid}

source: The device '%{member}' cannot be resized because it is part of the MD RAID %{md_raid}
el: Η συσκευή '%{member}' δεν μπορεί να αλλάξει μέγεθος επειδή είναι μέρος του MD RAID %{md_raid}

source: The device '%{member}' cannot be formatted because it is part of the MD RAID %{md_raid}
el: Η συσκευή '%{member}' δεν μπορεί να διαμορφωθεί επειδή είναι μέρος του MD RAID %{md_raid}

source: The device '%{member}' cannot be partitioned because it is part of the MD RAID %{md_raid}
el: Η συσκευή '%{member}' δεν μπορεί να κατατμηθεί επειδή είναι μέρος του MD RAID %{md_raid}

source: The device '%{member}' cannot be used because it is part of the MD RAID %{md_raid}
el: Η συσκευή '%{member}' δεν μπορεί να χρησιμοποιηθεί επειδή είναι μέρος του MD RAID %{md_raid}

source: The device '%{device}' cannot be formatted because it is part of the MD RAID %{md_raid}
el: Η συσκευή '%{device}' δεν μπορεί να διαμορφωθεί επειδή είναι μέρος του MD RAID %{md_raid}

source: '%{method}' is not a suitable method to encrypt the physical volumes.
el: Η '%{method}' δεν είναι κατάλληλη μέθοδος για την κρυπτογράφηση των φυσικών τόμων (physical volumes).

source: Mandatory device %s not found
el: Η υποχρεωτική συσκευή %s δεν βρέθηκε

source: Mandatory %s not found
el: Δεν βρέθηκε υποχρεωτικό %s

source: drive
el: δίσκος

source: partition
el: κατάτμηση

source: LVM logical volume
el: Λογικός τόμος LVM

source: device
el: συσκευή

source: There is a volume group without name
el: Υπάρχει μια ομάδα τόμων (volume group) χωρίς όνομα

source: There is no LVM physical volume with alias '%s'
el: Δεν υπάρχει φυσικός τόμος (physical volume) LVM με το ψευδώνυμο '%s'

source: The list of target devices for the volume group '%s' is mixing reused devices and new devices
el: Η λίστα των συσκευών-στόχων για την ομάδα τόμων '%s' περιέχει ανάμικτα επαναχρησιμοποιούμενες και νέες συσκευές

source: There is no target device for LVM physical volumes with alias '%s'
el: Δεν υπάρχει συσκευή-στόχος για τους φυσικούς τόμους LVM με το ψευδώνυμο '%s'

source: The device '%s' is used several times as target device for physical volumes
el: Η συσκευή '%s' χρησιμοποιείται πολλές φορές ως συσκευή-στόχος για φυσικούς τόμους

source: Neither a file system nor a storage system was detected on the device. In case the device does contain a file system or a storage system that is not supported, resizing will most likely cause data loss.
el: Δεν ανιχνεύθηκε ούτε σύστημα αρχείων ούτε σύστημα αποθήκευσης στη συσκευή. Σε περίπτωση που η συσκευή περιέχει σύστημα αρχείων ή σύστημα αποθήκευσης που δεν υποστηρίζεται, η αλλαγή μεγέθους πιθανότατα θα προκαλέσει απώλεια δεδομένων.

source: Shrinking is not supported by this device
el: Η συρρίκνωση δεν υποστηρίζεται από αυτή τη συσκευή

source: Copying important installation files to the target system
el: Αντιγραφή σημαντικών αρχείων εγκατάστασης στο σύστημα προορισμού

source: Installing bootloader
el: Εγκατάσταση διαχειριστή εκκίνησης (bootloader)

source: Adjusting storage configuration
el: Προσαρμογή ρυθμίσεων αποθήκευσης

source: Adjusting iSCSI configuration
el: Προσαρμογή ρυθμίσεων iSCSI

source: Configuring file systems snapshots
el: Ρύθμιση στιγμιότυπων (snapshots) συστημάτων αρχείων

source: Copying logs
el: Αντιγραφή καταγραφών (logs)

source: Unmounting storage devices
el: Αποπροσάρτηση συσκευών αποθήκευσης

source: Activating storage devices
el: Ενεργοποίηση συσκευών αποθήκευσης

source: Probing storage devices
el: Ανίχνευση συσκευών αποθήκευσης

source: Preparing bootloader proposal
el: Προετοιμασία πρότασης διαχειριστή εκκίνησης (bootloader)

source: Preparing the storage devices
el: Προετοιμασία των συσκευών αποθήκευσης

source: Writing bootloader sysconfig
el: Εγγραφή sysconfig διαχειριστή εκκίνησης

source: Cannot calculate a valid storage setup with the current configuration
el: Δεν είναι δυνατός ο υπολογισμός έγκυρης διαμόρφωσης αποθήκευσης με τις τρέχουσες ρυθμίσεις

source: A problem ocurred while calculating the storage setup
el: Παρουσιάστηκε πρόβλημα κατά τον υπολογισμό της διαμόρφωσης αποθήκευσης

source: Defining a user, setting the root password or a SSH public key is required
el: Απαιτείται ο ορισμός ενός χρήστη, ο ορισμός κωδικού πρόσβασης root ή ενός δημόσιου κλειδιού SSH

source: The file %{filename} from repository %{repo_name} (%{repo_url})
id: File %{filename} dari repositori %{repo_name} (%{repo_url})

source: The file %{filename}
id: File %{filename}

source: %{source} is not digitally signed. The origin and integrity of the file cannot be verified. Use it anyway?
id: %{source} tidak ditandatangani secara digital. Asal dan integritas file tidak dapat diverifikasi. Tetap menggunakannya?

source: The key %{id} (%{name}) with fingerprint %{fingerprint} is unknown. Do you want to trust this key?
id: Kunci %{id} (%{name}) dengan sidik jari %{fingerprint} tidak diketahui. Apakah Anda ingin mempercayai kunci ini?

source: Initializing target repositories
id: Menginisialisasi repositori target

source: Initializing sources
id: Menginisialisasi sumber

source: Refreshing repositories metadata
id: Menyegarkan metadata repositori

source: Writing repositories to the target system
id: Menulis repositori ke sistem target

source: Restoring original repositories
id: Mengembalikan repositori asli

source: Could not read repository "%s"
id: Tidak dapat membaca repositori "%s"

source: Product not selected yet
id: Produk belum dipilih

source: Product must be registered
id: Produk harus didaftarkan

source: Found %s dependency issues.
id: Ditemukan %s masalah ketergantungan.
