Repository: agama-project/agama-weblate
Catalog: products/*.po
Languages: el, ja

source: A pure rolling release version of openSUSE containing the latest "stable" versions of all software instead of relying on rigid periodic release cycles. The project does this for users that want the newest stable software.
el: Μια αμιγώς rolling release έκδοση του openSUSE που περιλαμβάνει τις τελευταίες «σταθερές» εκδόσεις όλου του λογισμικού, αντί να βασίζεται σε άκαμπτους περιοδικούς κύκλους κυκλοφορίας. Το έργο το κάνει αυτό για χρήστες που επιθυμούν το πιο πρόσφατο σταθερό λογισμικό.
ja: openSUSE の純粋なローリングリリース版で、特定のリリースサイクルによることなく全てのソフトウエアを最新の "安定" バージョンに維持し続ける取り組みです。このプロジェクトは特に、最新の安定バージョンを使いたいユーザにお勧めです。

source: A quick, small distribution designed to host container workloads with automated administration & patching. openSUSE MicroOS provides transactional (atomic) updates upon a read-only btrfs root file system. As rolling release distribution the software is always up-to-date.
el: Μια γρήγορη, μικρή διανομή σχεδιασμένη για τη φιλοξενία φορτίων εργασίας container με αυτοματοποιημένη διαχείριση και διόρθωση σφαλμάτων. Το openSUSE MicroOS παρέχει δοσοληπτικές (ατομικές) ενημερώσεις πάνω σε ένα root σύστημα αρχείων btrfs μόνο για ανάγνωση. Ως rolling release διανομή, το λογισμικό είναι πάντα ενημερωμένο.
ja: 高速で小型のディストリビューションで、管理やパッチ適用の自動化のようなコンテナ処理を賄うのに最適な仕組みです。 openSUSE MicroOS はトランザクション型の (不可分の) 更新機構が提供されており、 btrfs のルートファイルシステムを読み込み専用にすることができます。こちらもローリングリリース型のディストリビューションであるため、常に最新を維持することができます。

source: A rolling release immutable desktop product, using the Plasma Desktop, leveraging Flatpak for Application Delivery, a Read-Only base, and automatic and atomic updates of your system
el: Ένα αμετάβλητο desktop προϊόν rolling release, που χρησιμοποιεί το Plasma Desktop, αξιοποιεί το Flatpak για τη διάθεση εφαρμογών, διαθέτει μια βάση μόνο για ανάγνωση, καθώς και αυτόματες και ατομικές ενημερώσεις του συστήματός σας
ja: ローリングリリース型でかつ不変のデスクトップ製品です。デスクトップ環境には Plasma Desktop を使用し、 Flatpak を利用してアプリケーションを配信します。システムの基礎部分は読み込み専用で、自動かつ不可分なシステム更新機能を提供します

source: An experimental and slightly slower rolling release of openSUSE designed to update less often than Tumbleweed but more often than Leap without forcing users to choose between "stable" and newer packages.
el: Μια πειραματική και ελαφρώς πιο αργή rolling release έκδοση του openSUSE, σχεδιασμένη να ενημερώνεται λιγότερο συχνά από το Tumbleweed αλλά συχνότερα από το Leap, χωρίς να αναγκάζει τους χρήστες να επιλέξουν μεταξύ «σταθερών» και νεότερων πακέτων.
ja: 実験的なディストリビューションではありますが、 Tumbleweed よりは比較的ゆっくりした、かつ Leap よりは速いペースで公開される openSUSE ローリングリリース型ディストリビューションです。 "安定性" と最新パッケージの中間を目指しています。

source: An open, reliable, compliant, and future-proof Linux Server choice that ensures the enterprise's business continuity. It is the secure and adaptable OS for long-term supported, innovation-ready infrastructure running business-critical workloads on-premises, in the cloud, and at the edge.
el: Μια ανοιχτή, αξιόπιστη, συμβατή και έτοιμη για το μέλλον επιλογή Linux Server που διασφαλίζει την επιχειρηματική συνέχεια. Είναι το ασφαλές και προσαρμόσιμο ΛΣ για υποδομές με μακροχρόνια υποστήριξη και ετοιμότητα για καινοτομία, που εκτελεί κρίσιμα επιχειρηματικά φορτία εργασίας τοπικά,στο cloud και στο edge.
ja: オープンで信頼性が高く、各種の標準にも準拠し、将来性とビジネスの継続性を支援する Linux サーバです。長期のサポートが提供されていることから、安全性と順応性に優れ、オンプレミスからクラウド、エッジ環境に至るまで、様々な場所で重要なビジネス処理をこなすことのできる革新性の高いインフラストラクチャです。

source: Immutable
el: Αμετάβλητο
ja: 不変型

source: Immutable system with atomic updates
el: Αμετάβλητο σύστημα με ατομικές ενημερώσεις
ja: 不可分な更新機能を持つ不変型システム

source: Leap Micro is an ultra-reliable, lightweight operating system built for containerized and virtualized workloads.
el: Το Leap Micro είναι ένα εξαιρετικά αξιόπιστο, ελαφρύ λειτουργικό σύστημα κατασκευασμένο για containerized και virtualized φορτία εργασίας.
ja: Leap Micro はコンテナや仮想化の環境に適した、非常に安定性の高い軽量型オペレーティングシステムです。

source: Standard
el: Τυπικό
ja: 標準

source: Standard system
el: Τυπικό σύστημα
ja: 標準システム

source: The latest version of a community distribution based on the latest SUSE Linux Enterprise Server.
el: Η τελευταία έκδοση μιας κοινοτικής διανομής που βασίζεται στο πιο πρόσφατο SUSE Linux Enterprise Server.
ja: 最新のSUSE Linux Enterprise Server をベースにした、コミュニティディストリビューションの最新版です。

source: The leading OS for a secure and reliable SAP platform. Endorsed for SAP deployments, SUSE Linux Enterprise Server for SAP applications futureproofs the SAP project, offers uninterrupted business, and minimizes operational risks and costs.
el: Το κορυφαίο ΛΣ για μια ασφαλή και αξιόπιστη πλατφόρμα SAP. Εγκεκριμένο για υλοποιήσεις SAP, το SUSE Linux Enterprise Server για εφαρμογές SAP θωρακίζει μελλοντικά το έργο SAP, προσφέρει αδιάλειπτη επιχειρηματική δραστηριότητα και ελαχιστοποιεί τους λειτουργικούς κινδύνους και το κόστος.
ja: 安全で信頼性のある SAP プラットフォームを構築するためのリーディング OS です。 SAP 承認も取得済みの SUSE Linux Enterprise Server for SAP applications では、 SAP プロジェクトに将来性をもたらすほか、途切れることのないビジネス環境を提供し、運用で発生しうるリスクやコストを最小限に抑えます。
