Repository: agama-project/agama-weblate
Catalog: rust/*.po
Languages: cs, el

source: No
cs: Ne
el: Όχι

source: Yes
cs: Ano
el: Ναι

source: Prepare the system
cs: Nachystat systém
el: Προετοιμασία του συστήματος

source: Install software
cs: Instalovat software
el: Εγκατάσταση λογισμικού

source: Configure the system
cs: Nakonfigurovat systém
el: Ρύθμιση του συστήματος

source: Storing security settings
cs: Ukládají se bezpečnostní nastavení
el: Αποθήκευση ρυθμίσεων ασφαλείας

source: Setting up the hostname
cs: Nastavuje se jméno hostitele
el: Ρύθμιση του ονόματος συστήματος (hostname)

source: Setting up the network proxy
cs: Nastavuje se síťová proxy
el: Ρύθμιση του διαμεσολαβητή δικτύου (proxy)

source: Importing user files
cs: Importují se uživatelské soubory
el: Εισαγωγή αρχείων χρήστη

source: Running user pre-installation scripts
cs: Spouští se uživatelské předinstalační skripty
el: Εκτέλεση σεναρίων (scripts) προ-εγκατάστασης του χρήστη

source: Storing questions settings
cs: Ukládá se nastavení otázek
el: Αποθήκευση ρυθμίσεων ερωτήσεων

source: Storing localization settings
cs: Ukládá se nastavení lokalizace
el: Αποθήκευση ρυθμίσεων τοπικοποίησης

source: Storing users settings
cs: Ukládají se uživatelská nastavení
el: Αποθήκευση ρυθμίσεων χρηστών

source: Configuring iSCSI devices
cs: Konfigurují se zařízení iSCSI
el: Ρύθμιση παραμέτρων συσκευών iSCSI

source: Configuring DASD devices
cs: Konfigurují se zařízení DASD
el: Ρύθμιση παραμέτρων συσκευών DASD

source: Setting up the network
cs: Nastavuje konfigurace sítě
el: Ρύθμιση του δικτύου

source: Preparing the software proposal
cs: Připravuje se návrh softwaru
el: Προετοιμασία της πρότασης λογισμικού

source: Preparing the storage proposal
cs: Připravuje se návrh úložiště
el: Προετοιμασία της πρότασης αποθηκευτικού χώρου

source: Storing bootloader settings
cs: Ukládá se nastavení zavaděče
el: Αποθήκευση ρυθμίσεων του διαχειριστή εκκίνησης (bootloader)

source: Writing configuration
cs: Zapisuji konfiguraci
el: Εγγραφή ρυθμίσεων

source: Reading configuration
cs: Načítám konfiguraci
el: Ανάγνωση ρυθμίσεων

source: Reject
cs: Odmítnout
el: Απόρριψη

source: Trust
cs: Důvěřovat
el: Εμπιστοσύνη

source: Trying to import a self-signed certificate. Do you want to trust it and register the product?
cs: Zkouší se naimportovat certifikát podepsaný sebou samým. Důvěřujete certifikátu a chcete zaregistrovat produkt?
el: Γίνεται προσπάθεια εισαγωγής ενός αυτο-υπογεγραμμένου πιστοποιητικού. Θέλετε να το εμπιστευτείτε και να προχωρήσετε στην εγγραφή του προϊόντος;

source: Ignore
cs: Ignorovat
el: Παράβλεψη

source: Retry
cs: Opakovat
el: Επανάληψη

source: There was a problem running a package script.
cs: Vyskytla se chyba při běhu skriptu balíku.
el: Παρουσιάστηκε πρόβλημα κατά την εκτέλεση ενός σεναρίου (script) πακέτου.

source: Continue
cs: Pokračovat
el: Συνέχεια

source: The key {0} ({1}) with fingerprint {2} is unknown. Do you want to trust this key?
cs: Klíč {0} ({1}) s otiskem {2} není známý. Chcete důvěřovat tomuto klíči?
el: Το κλειδί {0} ({1}) με αποτύπωμα {2} είναι άγνωστο. Θέλετε να εμπιστευτείτε αυτό το κλειδί;

source: Skip
cs: Přeskočit
el: Παράλειψη

source: Updating the list of repositories
cs: Aktualizuji seznam repozitářů
el: Ενημέρωση της λίστας αποθετηρίων

source: Refreshing metadata from the repositories
cs: Obnovuji metadata repozitářů
el: Ανανέωση μεταδεδομένων από τα αποθετήρια

source: Calculating the software proposal
cs: Vyhodnocuje se návrh softwaru
el: Υπολογισμός της πρότασης λογισμικού

source: Registering the system
cs: Systém se registruje
el: Εγγραφή του συστήματος

source: The product must be registered
cs: Produkt musí být zaregistrovaný
el: Το προϊόν πρέπει να εγγραφεί

source: Defining a user, setting the root password or a SSH public key is required
cs: Je vyžadováno definování uživatele a nastavení rootovského hesla nebo SSH klíče
el: Απαιτείται ο ορισμός ενός χρήστη, ο ορισμός συνθηματικού root ή ενός δημόσιου κλειδιού SSH

source: First user information is incomplete
cs: Nastavení prvního uživatele není kompletní
el: Οι πληροφορίες του πρώτου χρήστη είναι ελλιπείς
