Repository: agama-project/agama-weblate
Catalog: web/*.po
Languages: ca, de, el, es, fi, fr, id, it, ja, ka, pt_br, ru, sv, tr, uk

source: The size for %1$s will be dynamically adjusted based on the amount of RAM in the system and the presence of a separate file system for %2$s.
ca: La mida de %1$s s'ajustarà dinàmicament segons la quantitat de RAM del sistema i de la presència d'un sistema de fitxers separat per a %2$s.
de: Die Größe für %1$s wird dynamisch angepasst, basierend auf der Menge an RAM im System und dem Vorhandensein eines separaten Dateisystems für %2$s.
el: Το μέγεθος για τη %1$s θα προσαρμοστεί δυναμικά με βάση την ποσότητα RAM στο σύστημα και την ύπαρξη ξεχωριστού συστήματος αρχείων για το %2$s.
es: El tamaño para %1$s se ajustará dinámicamente según el total de RAM del sistema y la presencia de un sistema de archivos independiente para %2$s.
fi: Kohteen %1$s koko määritellään dynaamisesti järjestelmä RAM-muistin ja kohteen %2$s erillisen tiedostojärjestelmän olemassa olon perusteella.
fr: La taille de %1$s sera ajustée dynamiquement en fonction de la quantité de mémoire vive du système et de la présence d'un système de fichiers distinct pour %2$s.
id: Ukuran untuk %1$s akan disesuaikan secara dinamis berdasarkan jumlah RAM dalam sistem dan keberadaan sistem berkas yang terpisah untuk %2$s.
it: La dimensione di %1$s verrà regolata dinamicamente in base alla quantità di RAM nel sistema e alla presenza di un file system separato per %2$s.
ja: システムのメモリサイズと %2$s 向けの個別ファイルシステムの存在に応じて、 %1$s 向けのサイズを動的に調整します。
pt_br: O tamanho para %1$s será ajustado dinamicamente com base na quantidade de RAM no sistema e na presença de um sistema de arquivos separado para %2$s.
ru: Размер для %1$s будет динамически корректироваться в зависимости от объема оперативной памяти в системе и наличия отдельной файловой системы для %2$s.
sv: Storleken för %1$s kommer att justeras dynamiskt baserat på mängden RAM i systemet och förekomsten av ett separat filsystem för %2$s.
tr: %1$s için boyut, sistemdeki RAM miktarına ve %2$s için ayrı bir dosya sisteminin varlığına bağlı olarak dinamik olarak ayarlanacaktır.
uk: Розмір для %1$s буде динамічно коригуватися залежно від обсягу оперативної пам'яті в системі та наявності окремої файлової системи для %2$s.

source: The size for %1$s will be dynamically adjusted based on the amount of RAM in the system and the presence of separate file systems for %2$s.
ca: La mida de %1$s s'ajustarà dinàmicament segons la quantitat de RAM del sistema i la presència de sistemes de fitxers separats per a %2$s.
de: Die Größe für %1$s wird dynamisch angepasst, basierend auf der Menge an RAM im System und dem Vorhandensein von separaten Dateisystemen für %2$s.
el: Το μέγεθος για τη %1$s θα προσαρμοστεί δυναμικά με βάση την ποσότητα RAM στο σύστημα και την ύπαρξη ξεχωριστών συστημάτων αρχείων για τα %2$s.
es: El tamaño para %1$s se ajustará dinámicamente según el total de RAM del sistema y la presencia de sistemas de archivos independientes para %2$s.
fi: Kohteen %1$s koko määritellään dynaamisesti järjestelmä RAM-muistin ja kohteen %2$s erillisten tiedostojärjestelmien olemassa olon perusteella.
fr: La taille de %1$s sera ajustée dynamiquement en fonction de la quantité de mémoire vive du système et de la présence de systèmes de fichiers distincts pour %2$s.
id: Ukuran untuk %1$s akan disesuaikan secara dinamis berdasarkan jumlah RAM dalam sistem dan keberadaan sistem berkas yang terpisah untuk %2$s.
it: La dimensione di %1$s verrà regolata dinamicamente in base alla quantità di RAM nel sistema e alla presenza di file system separati per %2$s.
ja: システムのメモリサイズと %2$s 向けの個別ファイルシステムの存在に応じて、 %1$s 向けのサイズを動的に調整します。
pt_br: O tamanho para %1$s será ajustado dinamicamente com base na quantidade de RAM no sistema e na presença de sistemas de arquivos separados para %2$s.
ru: Размер для %1$s будет динамически корректироваться в зависимости от объема оперативной памяти в системе и наличия отдельных файловых систем для %2$s.
sv: Storleken för %1$s kommer att justeras dynamiskt baserat på mängden RAM i systemet och förekomsten av separata filsystem för %2$s.
tr: %1$s için boyut, sistemdeki RAM miktarına ve %2$s için ayrı dosya sistemlerinin varlığına bağlı olarak dinamik olarak ayarlanacaktır.
uk: Розмір для %1$s буде динамічно коригуватися залежно від обсягу оперативної пам'яті в системі та наявності окремих файлових систем для %2$s.

source: The size for %1$s will be dynamically adjusted based on the usage of Btrfs snapshots and the presence of a separate file system for %2$s.
ca: La mida de %1$s s'ajustarà dinàmicament segons l'ús de les instantànies de Btrfs i la presència d'un sistema de fitxers separat per a %2$s.
de: Die Größe für %1$s wird dynamisch angepasst, basierend auf der Verwendung von Btrfs-Schnappschüssen und dem Vorhandensein eines separaten Dateisystems für %2$s.
el: Το μέγεθος για τη %1$s θα προσαρμοστεί δυναμικά με βάση τη χρήση στιγμιοτύπων Btrfs και την ύπαρξη ξεχωριστού συστήματος αρχείων για το %2$s.
es: El tamaño para %1$s se ajustará dinámicamente según el uso de instantáneas Btrfs y la presencia de un sistema de archivos independiente para %2$s.
fi: Kohteen %1$s koko määritellään dynaamisesti Btrfs-vedosten käytön ja kohteen %2$s erillisen tiedostojärjestelmän olemassa olon perusteella.
fr: La taille de %1$s sera ajustée dynamiquement en fonction de l'utilisation d'instantanés Btrfs et de la présence d'un système de fichiers distinct pour %2$s.
id: Ukuran untuk %1$s akan disesuaikan secara dinamis berdasarkan penggunaan snapshot Btrfs dan keberadaan sistem berkas yang terpisah untuk %2$s.
it: La dimensione di %1$s verrà regolata dinamicamente in base all'utilizzo degli snapshot Btrfs e alla presenza di un file system separato per %2$s.
ja: btrfs スナップショットの使用可否と %2$s 向けの個別ファイルシステムの存在に応じて、 %1$s 向けのサイズを動的に調整します。
pt_br: O tamanho para %1$s será ajustado dinamicamente com base no uso de instantâneos Btrfs e na presença de um sistema de arquivos separado para %2$s.
ru: Размер для %1$s будет динамически корректироваться в зависимости от использования моментальных снимков Btrfs и наличия отдельной файловой системы для %2$s.
sv: Storleken för %1$s kommer att justeras dynamiskt baserat på användningen av Btrfs-ögonblicksavbilder och närvaron av ett separat filsystem för %2$s.
tr: %1$s için boyut, Btrfs anlık görüntülerinin kullanımına ve %2$s için ayrı bir dosya sisteminin varlığına bağlı olarak dinamik olarak ayarlanacaktır.
uk: Розмір для %1$s буде динамічно коригуватися на основі використання знімків Btrfs і наявності окремої файлової системи для %2$s.

source: The size for %1$s will be dynamically adjusted based on the usage of Btrfs snapshots and the presence of separate file systems for %2$s.
ca: La mida de %1$s s'ajustarà dinàmicament segons l'ús de les instantànies de Btrfs i la presència de sistemes de fitxers separats per a %2$s.
de: Die Größe für %1$s wird dynamisch angepasst, basierend auf der Verwendung von Btrfs-Schnappschüssen und dem Vorhandensein von separaten Dateisystemen für %2$s.
el: Το μέγεθος για τη %1$s θα προσαρμοστεί δυναμικά με βάση τη χρήση στιγμιοτύπων Btrfs και την ύπαρξη ξεχωριστών συστημάτων αρχείων για τα %2$s.
es: El tamaño para %1$s se ajustará dinámicamente según el uso de instantáneas Btrfs y la presencia de sistemas de archivos independientes para %2$s.
fi: Kohteen %1$s koko määritellään dynaamisesti Btrfs-vedosten käytön ja kohteen %2$s erillisten tiedostojärjestelmien olemassa olon perusteella.
fr: La taille de %1$s sera ajustée dynamiquement en fonction de l'utilisation d'instantanés Btrfs et de la présence de systèmes de fichiers distincts pour %2$s.
id: Ukuran untuk %1$s akan disesuaikan secara dinamis berdasarkan penggunaan snapshot Btrfs dan keberadaan sistem berkas yang terpisah untuk %2$s.
it: La dimensione di %1$s verrà regolata dinamicamente in base all'utilizzo degli snapshot Btrfs e alla presenza di file system separati per %2$s.
ja: btrfs スナップショットの使用可否と %2$s 向けの個別のファイルシステムの存在に応じて、 %1$s 向けのサイズを動的に調整します。
pt_br: O tamanho para %1$s será ajustado dinamicamente com base no uso de instantâneos Btrfs e na presença de sistemas de arquivos separados para %2$s.
ru: Размер для %1$s будет динамически корректироваться в зависимости от использования моментальных снимков Btrfs и наличия отдельных файловых систем для %2$s.
sv: Storleken för %1$s kommer att justeras dynamiskt baserat på användningen av Btrfs-ögonblicksavbilder och förekomsten av separata filsystem för %2$s.
tr: %1$s için boyut, Btrfs anlık görüntülerinin kullanımına ve %2$s için ayrı dosya sistemlerinin varlığına bağlı olarak dinamik olarak ayarlanacaktır.
uk: Розмір для %1$s буде динамічно змінено на основі використання знімків Btrfs та наявності окремих файлових систем для %2$s.

source: The size for %s will be dynamically adjusted based on the usage of Btrfs snapshots.
ca: La mida de %s s'ajustarà dinàmicament segons l'ús de les instantànies de Btrfs.
de: Die Größe für %s wird dynamisch angepasst, basierend auf der Verwendung von Btrfs-Schnappschüssen.
el: Το μέγεθος για το %s θα προσαρμοστεί δυναμικά με βάση τη χρήση στιγμιοτύπων Btrfs.
es: El tamaño de %s se ajustará dinámicamente según el uso de instantáneas Btrfs.
fi: Kohteen %s koko määritellään dynaamisesti Btrfs-vedosten käytön perusteella.
fr: La taille de %s sera ajustée dynamiquement en fonction de l'utilisation d'instantanés Btrfs.
id: Ukuran untuk %s akan disesuaikan secara dinamis berdasarkan penggunaan snapshot Btrfs.
it: La dimensione di %s verrà regolata dinamicamente in base all'utilizzo degli snapshot Btrfs.
ja: btrfs スナップショットの使用可否に応じて、 %s 向けのサイズを動的に調整します。
pt_br: O tamanho para %s será ajustado dinamicamente com base no uso de instantâneos Btrfs.
ru: Размер для %s будет динамически корректироваться в зависимости от использования моментальных снимков Btrfs.
sv: Storleken för %s kommer att justeras dynamiskt baserat på användningen av Btrfs-ögonblicksavbilder.
tr: %s boyutu, Btrfs anlık görüntülerinin kullanımına bağlı olarak dinamik olarak ayarlanacaktır.
uk: Розмір для %s буде динамічно коригуватися на основі використання знімків Btrfs.

source: The size for %1$s will be dynamically adjusted based on the presence of a separate file system for %2$s.
ca: La mida de %1$s s'ajustarà dinàmicament segons la presència d'un sistema de fitxers separat per a %2$s.
de: Die Größe für %1$s wird dynamisch angepasst, basierend auf dem Vorhandensein eines separaten Dateisystems für %2$s.
el: Το μέγεθος για τη %1$s θα προσαρμοστεί δυναμικά με βάση την ύπαρξη ξεχωριστού συστήματος αρχείων για το %2$s.
es: El tamaño de %1$s se ajustará dinámicamente según la presencia de un sistema de archivos independiente para %2$s.
fi: Kohteen %1$s koko määritellään dynaamisesti kohteen %2$s erillisen tiedostojärjestelmän olemassa olon perusteella.
fr: La taille de %1$s sera ajustée dynamiquement en fonction de la présence d'un système de fichiers distinct pour %2$s.
id: Ukuran untuk %1$s akan disesuaikan secara dinamis berdasarkan keberadaan sistem berkas terpisah untuk %2$s.
it: La dimensione di %1$s verrà regolata dinamicamente in base alla presenza di un file system separato per %2$s.
ja: %2$s 向けの個別ファイルシステムの存在に応じて、 %1$s 向けのサイズを動的に調整します。
pt_br: O tamanho para %1$s será ajustado dinamicamente com base na presença de um sistema de arquivos separado para %2$s.
ru: Размер для %1$s будет динамически корректироваться в зависимости от наличия отдельной файловой системы для %2$s.
sv: Storleken för %1$s kommer att justeras dynamiskt baserat på närvaron av ett separat filsystem för %2$s.
tr: %1$s için boyut, %2$s için ayrı bir dosya sisteminin varlığına bağlı olarak dinamik olarak ayarlanacaktır.
uk: Розмір для %1$s буде динамічно коригуватися залежно від наявності окремої файлової системи для %2$s.

source: The size for %1$s will be dynamically adjusted based on the presence of separate file systems for %2$s.
ca: La mida de %1$s s'ajustarà dinàmicament segons la presència de sistemes de fitxers separats per a %2$s.
de: Die Größe für %1$s wird dynamisch angepasst, basierend auf dem Vorhandensein von separaten Dateisystemen für %2$s.
el: Το μέγεθος για τη %1$s θα προσαρμοστεί δυναμικά με βάση την ύπαρξη ξεχωριστών συστημάτων αρχείων για τα %2$s.
es: El tamaño de %1$s se ajustará dinámicamente según la presencia de sistemas de archivos independientes para %2$s.
fi: Kohteen %1$s koko määritellään dynaamisesti kohteen %2$s erillisten tiedostojärjestelmien olemassa olon perusteella.
fr: La taille de %1$s sera ajustée dynamiquement en fonction de la présence de systèmes de fichiers distincts pour %2$s.
id: Ukuran untuk %1$s akan disesuaikan secara dinamis berdasarkan keberadaan sistem berkas terpisah untuk %2$s.
it: La dimensione di %1$s verrà regolata dinamicamente in base alla presenza di file system separati per %2$s.
ja: %2$s 向けの個別ファイルシステムの存在に応じて、 %1$s 向けのサイズを動的に調整します。
pt_br: O tamanho para %1$s será ajustado dinamicamente com base na presença de sistemas de arquivos separados para %2$s.
ru: Размер для %1$s будет динамически корректироваться в зависимости от наличия отдельных файловых систем для %2$s.
sv: Storleken för %1$s kommer att justeras dynamiskt baserat på närvaron av separata filsystem för %2$s.
tr: %1$s için boyut, %2$s için ayrı dosya sistemlerinin varlığına bağlı olarak dinamik olarak ayarlanacaktır.
uk: Розмір для %1$s буде динамічно коригуватися залежно від наявності окремих файлових систем для %2$s.

source: The current configuration will result in an attempt to create a %1$s of %2$s.
ca: La configuració actual tindrà com a resultat un intent de crear una %1$s de %2$s.
de: Die aktuelle Konfiguration führt zu einem Versuch, ein %1$s von %2$s zu erstellen.
el: Η τρέχουσα διαμόρφωση θα οδηγήσει σε μια προσπάθεια δημιουργίας μιας %1$s μεγέθους %2$s.
es: La configuración actual dará lugar a un intento de crear una %1$s de %2$s.
fi: Nykyisillä asetuksilla %1$s / %2$s tullaan yrittämään luoda.
fr: La configuration actuelle aboutira à une tentative de création d'un élément de type %1$s de %2$s.
id: Konfigurasi saat ini akan mengakibatkan upaya untuk membuat %1$s dari %2$s.
it: La configurazione corrente darà come risultato un tentativo di creazione %1$s di %2$s.
ja: 現在の設定では %2$s の %1$s を作成する予定になります。
pt_br: A configuração atual resultará na tentativa de criar %1$s de %2$s.
ru: Текущая конфигурация приведет к попытке создания раздела %1$s размером %2$s.
sv: Den nuvarande konfigurationen kommer att resultera i ett försök att skapa en %1$s på %2$s.
tr: Mevcut yapılandırma %2$s'nin %1$s'sini oluşturma girişimiyle sonuçlanacaktır.
uk: Поточна конфігурація призведе до спроби утворення розділу %1$s розміром %2$s.

source: The current configuration will result in an attempt to create a %1$s with a size between %2$s and %3$s.
ca: La configuració actual tindrà com a resultat un intent de crear una %1$s amb una mida d'entre %2$s i %3$s.
de: Die aktuelle Konfiguration führt zu einem Versuch, ein %1$s mit einer Größe zwischen %2$s und %3$s zu erstellen.
el: Η τρέχουσα διαμόρφωση θα οδηγήσει σε μια προσπάθεια δημιουργίας μιας %1$s με μέγεθος μεταξύ %2$s και %3$s.
es: La configuración actual dará lugar a un intento de crear una %1$s de entre %2$s y %3$s.
fi: Nykyisillä asetuksilla %1$s kooltaan väliltä %2$s - %3$s tullaan yrittämään luoda.
fr: La configuration actuelle aboutira à une tentative de création d'un élément de type %1$s d'une taille comprise entre %2$s et %3$s.
id: Konfigurasi saat ini akan mengakibatkan upaya untuk membuat %1$s dengan ukuran antara %2$s dan %3$s.
it: La configurazione attuale porterà a un tentativo di creazione di una %1$s con una dimensione compresa tra %2$s e %3$s.
ja: 現在の設定では %2$s から %3$s までの %1$s を作成する予定になります。
pt_br: A configuração atual resultará na tentativa de criar %1$s com tamanho entre %2$s e %3$s.
ru: Текущая конфигурация приведет к попытке создания раздела %1$s размером от %2$s до %3$s.
sv: Den nuvarande konfigurationen kommer att resultera i ett försök att skapa en %1$s med en storlek mellan %2$s och %3$s.
tr: Mevcut yapılandırma, %2$s ile %3$s arasında bir boyutta %1$s oluşturma girişimine yol açacaktır.
uk: Поточна конфігурація призведе до спроби утворення розділу %1$s розміром від %2$s до %3$s.

source: The current configuration will result in an attempt to create a %1$s of at least %2$s.
ca: La configuració actual tindrà com a resultat un intent de crear una %1$s d'almenys %2$s.
de: Die aktuelle Konfiguration führt zu einem Versuch, eine %1$s mit mindestens %2$s zu erstellen.
el: Η τρέχουσα διαμόρφωση θα οδηγήσει σε μια προσπάθεια δημιουργίας μιας %1$s μεγέθους τουλάχιστον %2$s.
es: La configuración actual dará lugar a un intento de crear una %1$s de al menos %2$s.
fi: Nykyisillä asetuksilla %1$s kooltaan vähintään %2$s tullaan yrittämään luoda.
fr: La configuration actuelle aboutira à une tentative de création d'un élément de type %1$s d'au moins %2$s.
id: Konfigurasi saat ini akan mengakibatkan upaya untuk membuat %1$s dengan jumlah minimal %2$s.
it: La configurazione attuale porterà a un tentativo di creazione di una %1$s di almeno %2$s.
ja: 現在の設定では少なくとも %2$s の %1$s を作成する予定になります。
pt_br: A configuração atual resultará na tentativa de criar %1$s de pelo menos %2$s.
ru: Текущая конфигурация приведет к попытке создания раздела %1$s размером не менее %2$s.
sv: Den nuvarande konfigurationen kommer att resultera i ett försök att skapa en %1$s på minst %2$s.
tr: Mevcut yapılandırma en az %2$s değerinde bir %1$s oluşturma girişimine yol açacaktır.
uk: Поточна конфігурація призведе до спроби утворення розділу %1$s розміром щонайменше %2$s.

source: Partitions to boot will be set up if needed at the installation disk, based on the location of the %s file system.
ca: Les particions per arrencar s'establiran, si cal, al disc d'instal·lació, segons la ubicació del sistema de fitxers %s.
de: Partitionen zum Booten werden bei Bedarf auf der Installationsfestplatte eingerichtet, basierend auf dem Speicherort des Dateisystems %s.
el: Οι κατατμήσεις που απαιτούνται για την εκκίνηση θα ρυθμιστούν, εάν απαιτείται, στον δίσκο εγκατάστασης, με βάση τη θέση του συστήματος αρχείων %s.
es: Las particiones para arrancar se configurarán si es necesario en el disco de instalación, según la ubicación del sistema de archivos %s.
fi: Käynnistämiseen tarvittavat osiot otetaan käyttöön tarvittaessa asennuslevyltä, perustuen %s-tiedostojärjestelmän sijaintiin.
ja: ファイルシステム %s の配置場所に応じて 、 必要であればインストール先のディスク内に起動用のパーティションを割り当てます。
ka: ჩატვირთვადი დანაყოფები გამოიყოფა დაყენების დისკზე იმაზე დამოკიდებულებით, თუ სად იქნება მოთავსებული ფაილური სისტემა %s.
ru: При необходимости на установочном диске будут созданы разделы для загрузки в зависимости от расположения файловой системы %s.
sv: Partitioner att starta från kommer att konfigureras vid behov på installationsdisken, baserat på platsen för filsystemet %s.
uk: Розділи для завантаження будуть налаштовані за необхідності на інсталяційному диску, виходячи з розташування файлової системи %s.

source: Partitions to boot will be set up if needed at the installation disk. Currently %1$s, based on the location of the %2$s file system.
ca: Les particions per arrencar s'establiran, si cal, al disc d'instal·lació. Actualment és %1$s, segons la ubicació del sistema de fitxers %2$s.
de: Partitionen zum Booten werden bei Bedarf auf der Installationsfestplatte eingerichtet. Derzeit %1$s, basierend auf dem Speicherort des Dateisystems %2$s.
el: Οι κατατμήσεις που απαιτούνται για την εκκίνηση θα ρυθμιστούν, εάν απαιτείται, στον δίσκο εγκατάστασης. Επί του παρόντος %1$s, με βάση τη θέση του συστήματος αρχείων %2$s.
es: Las particiones para arrancar se configurarán si es necesario en el disco de instalación. Actualmente %1$s, según la ubicación del sistema de archivos %2$s.
fi: Käynnistämiseen tarvittavat osiot otetaan tarvittaessa käyttöön asennuslevyltä. Tällä hetkellä kyseessä on %1$s, perustuen %2$s-tiedostojärjestelmän sijaintiin.
ja: ファイルシステム %2$s の配置場所に応じて (現時点では %1$s) 、 必要であればインストール先のディスク内に起動用のパーティションを割り当てます。
ru: Разделы для загрузки будут настроены при необходимости на установочном диске. В настоящее время %1$s, исходя из расположения файловой системы %2$s.
sv: Partitioner att starta från kommer att konfigureras vid behov på installationsdisken. För närvarande %1$s, baserat på platsen för filsystemet %2$s.
uk: Розділи для завантаження будуть налаштовані за необхідності на інсталяційному диску. Наразі %1$s, виходячи з розташування файлової системи %2$s.

source: No partitions will be automatically configured for booting.
ca: No es configurarà cap partició per a l'arrencada automàticament.
de: Es werden keine Partitionen automatisch für das Booten konfiguriert.
el: Καμία κατάτμηση δεν θα ρυθμιστεί αυτόματα για την εκκίνηση.
es: No se configurarán automáticamente particiones para el arranque.
fi: Käynnistämiseen käytettäviä osioita ei ole automaattisesti otettu käyttöön.
ja: 起動用のパーティションを自動設定しません。
ka: ჩასატვირთად დანაყოფების ავტომატური მორგება არ მოხდება.
pt_br: Nenhuma partição será configurada automaticamente para inicialização.
ru: Ни один раздел не будет автоматически настроен для загрузки.
sv: Inga partitioner kommer att konfigureras automatiskt för uppstart.
uk: Для завантаження автоматично не буде налаштовано жодних розділів.

source: Partitions to boot will be set up if needed at %s.
ca: Les particions per arrencar s'establiran, si cal, a %s.
de: Partitionen zum Booten werden bei Bedarf unter %s eingerichtet.
el: Οι κατατμήσεις που απαιτούνται για την εκκίνηση θα ρυθμιστούν, εάν απαιτείται, στο %s.
es: Las particiones para arrancar se configurarán si es necesario en %s.
fi: Käynnistämiseen tarvittavat osiot otetaan käyttöön tarvittaessa kohteessa %s.
ja: %s 内に起動用のパーティションを設定します。
ka: ჩატვირთვადი დანაყოფები დაყენების დისკზე(%s )გამოიყოფა.
pt_br: As partições para inicialização serão configuradas se necessário em %s.
ru: Разделы для загрузки будут настроены при необходимости на %s.
sv: Partitioner att starta kommer att konfigureras vid behov på %s.
uk: Розділи для завантаження будуть налаштовані за необхідності в %s.
