Repository: agama-project/agama-weblate
Catalog: web/*.po
Languages: ca, de, el, es, fi, fr, id, it, ja, ka, pt_br, ru, sv, tr, uk

source: Activate and format DASD devices
ca: Activa i formata dispositius DASD
de: DASD-Geräte aktivieren und formatieren
el: Ενεργοποίηση και διαμόρφωση συσκευών DASD
es: Active y dé formato a dispositivos DASD
fi: Aktivoi ja alusta DASD-laitteita
fr: Activer et formater les périphériques DASD
id: Aktifkan dan format perangkat DASD
it: Attiva e formatta i dispositivi DASD
ja: DASD デバイスの有効化とフォーマット
ka: DASD მოწყობილობების გააქტიურება და დაფორმატება
pt_br: Ativar e formatar dispositivos DASD
ru: Активация и форматирование устройств DASD
sv: Aktivera och formatera DASD-enheter
tr: DASD aygıtlarını etkinleştir ve biçimlendir
uk: Активувати та форматувати DASD-пристрої

source: Configure DASD
ca: Configuració de DASD
de: DASD konfigurieren
el: Ρύθμιση DASD
es: Configurar DASD
fi: Tee DASD-asetukset
fr: Configurer DASD
id: Konfigurasikan DASD
it: Configura DASD
ja: DASD の設定
ka: DASD-ის მორგება
pt_br: Configurar DASD
ru: Настройка DASD
sv: Konfigurera DASD
tr: DASD'yi yapılandırın
uk: Налаштувати DASD

source: Update available disks and activate crypt devices
ca: Actualitza els discs disponibles i activa els dispositius d'encriptació
de: Verfügbare Festplatten aktualisieren und Kryptogeräte aktivieren
el: Ενημέρωση διαθέσιμων δίσκων και ενεργοποίηση κρυπτογραφημένων συσκευών
es: Actualizar los discos disponibles y activar los dispositivos de cifrado
fi: Päivitä saatavilla olevia laitteita ja aktivoi salatut laitteet
fr: Mettre à jour les disques disponibles et activer les périphériques de chiffrement
id: Perbarui disk yang tersedia dan aktifkan perangkat enkripsi
it: Aggiorna i dischi disponibili e attiva i i dispositivi di cifratura
ja: 利用可能なディスクの更新と暗号化デバイスの有効化
ka: ხელმისაწვდომი დისკების განახლება და კრიპტოგრაფიული მოწყობილობების გააქტიურება
pt_br: Atualizar os discos disponíveis e ativar os dispositivos de criptografia
ru: Обновление доступных дисков и активация криптоустройств
sv: Uppdatera tillgängliga diskar och aktivera krypteringsenheter
tr: Kullanılabilir diskleri güncelleyin ve şifreleme aygıtlarını etkinleştirin
uk: Оновлення доступних дисків і активація криптопристроїв

source: Rescan devices
ca: Torna a escanejar els dispositius
de: Geräte neu scannen
el: Επανασάρωση συσκευών
es: Volver a buscar dispositivos
fi: Tutki laitteet uudelleen
fr: Réanalyser les périphériques
id: Pindai ulang perangkat
it: Riesamina i dispositivi
ja: デバイスの再検出
ka: მოწყობილობების თავიდან სკანირება
pt_br: Verificar os dispositivos novamente
ru: Сканировать у-ва повторно
sv: Skanna om enheter
tr: Aygıtları yeniden tara
uk: Пересканувати пристрої

source: Size
ca: Mida
de: Größe
el: Μέγεθος
es: Tamaño
fi: Koko
fr: Taille
id: Ukuran
it: Dimensione
ja: サイズ
ka: ზომა
pt_br: Tamanho
ru: Размер
sv: Storlek
tr: Boyut
uk: Розмір

source: Description
ca: Descripció
de: Beschreibung
el: Περιγραφή
es: Descripción
fi: Kuvaus
id: Deskripsi
it: Descrizione
ja: 説明
ka: აღწერა
pt_br: Descrição
ru: Описание
sv: Beskrivning
tr: Açıklama
uk: Опис

source: Current content
ca: Contingut actual
de: Aktueller Inhalt
el: Τρέχον περιεχόμενο
es: Contenido actual
fi: Nykyinen sisältö
fr: Contenu actuel
id: Konten saat ini
it: Contenuti attuali
ja: 現在の内容
ka: მიმდინარე შემცველობა
pt_br: Conteúdo atual
ru: Текущее содержимое
sv: Nuvarande innehåll
tr: Güncel içerik
uk: Поточний вміст

source: Type
ca: Tipus
de: Art
el: Τύπος
es: Tipo
fi: Tyyppi
id: Jenis
it: Tipo
ja: 種類
ka: ტიპი
pt_br: Tipo
ru: Тип
sv: Typ
tr: Tip
uk: Тип

source: Name
ca: Nom
el: Όνομα
es: Nombre
fi: Nimi
fr: Nom
id: Nama
it: Nome
ja: 名前
ka: სახელი
pt_br: Nome
ru: Имя
sv: Namn
tr: İsim
uk: Назва

source: Content
ca: Contingut
de: Inhalt
el: Περιεχόμενο
es: Contenido
fi: Sisältö
fr: Contenu
id: Konten
it: Contenuto
ja: 内容
ka: შემცველობა
pt_br: Conteúdo
ru: Содержимое
sv: Innehåll
tr: İçerik
uk: Вміст

source: Filesystems
ca: Sistemes de fitxers
de: Dateisysteme
el: Συστήματα αρχείων
es: Sistemas de archivos
fi: Tiedostojärjestelmät
fr: Systèmes de fichiers
id: Sistem berkas
it: File system
ja: ファイルシステム
ka: ფაილური სისტემები
pt_br: Sistemas de arquivos
ru: Файловые системы
sv: Filsystem
tr: Dosya sistemleri
uk: Файлові системи

source: Select device
ca: Seleccioneu un dispositiu
de: Gerät auswählen
el: Επιλογή συσκευής
ja: デバイスの選択
ru: Выберите устройство
uk: Оберіть пристрій

source: The modal selector offers a simplified interface designed for quick and straightforward use, without overwhelming the user.
ca: El selector modal ofereix una interfície simplificada dissenyada per a un ús ràpid i senzill, sense sobrecarregar l'usuari.
de: Die modale Auswahl bietet eine vereinfachte Schnittstelle, die für eine schnelle und unkomplizierte Nutzung ausgelegt ist, ohne den Benutzer zu überfordern.
el: Ο αναδυόμενος επιλογέας προσφέρει μια απλοποιημένη διεπαφή σχεδιασμένη για γρήγορη και άμεση χρήση, χωρίς να επιβαρύνει τον χρήστη.
es: El selector modal ofrece una interfaz simplificada y diseñada para un uso rápido y directo, sin agobiar al usuario.
fi: Valitsin tarjoaa yksinkertaistetun käyttöliittymän nopeaan ja suoraviivaiseen käyttöön kuormittamatta käyttäjää liikaa.
fr: Le sélecteur modal offre une interface simplifiée conçue pour une utilisation rapide et facile, sans submerger l'utilisateur.
id: Pemilih mode menawarkan antarmuka yang disederhanakan yang dirancang untuk penggunaan cepat dan mudah, tanpa membingungkan pengguna.
it: Il selettore modale offre un'interfaccia semplificata, progettata per un uso rapido e diretto, senza sovraccaricare l'utente.
ja: このモーダル型の選択ページは、迅速で分かりやすく、かつユーザを混乱させることのないシンプルなインターフェイスを提供します。
pt_br: O seletor modal oferece uma interface simplificada projetada para uso rápido e fácil, sem sobrecarregar o usuário.
ru: Модальный селектор предлагает упрощенный интерфейс, разработанный для быстрого и прямого использования, не перегружая пользователя.
sv: Modalväljaren erbjuder ett förenklat gränssnitt utformat för snabb och enkel användning, utan att överväldiga användaren.
tr: Modal seçici, kullanıcıyı bunaltmadan, hızlı ve kolay kullanım için tasarlanmış basitleştirilmiş bir arayüz sunar.
uk: Модальний селектор пропонує спрощений інтерфейс, розроблений для швидкого і прямого використання, не перевантажуючи користувача.

source: For more advanced needs, users can switch to this full-page, dedicated path version that provides more space for detailed views, additional columns, filters, and extended functionality.
ca: Per a necessitats més avançades, els usuaris poden canviar a aquesta pàgina completa, una versió de camí dedicat que ofereix més espai per a vistes detallades, columnes addicionals, filtres i funcionalitats ampliades.
de: Für fortgeschrittene Anforderungen können Benutzer zu dieser ganzseitigen Version mit eigenem Pfad wechseln, die mehr Platz für detaillierte Ansichten, zusätzliche Spalten, Filter und erweiterte Funktionen bietet.
el: Για πιο προχωρημένες ανάγκες, οι χρήστες μπορούν να μεταβούν σε αυτήν την έκδοση πλήρους σελίδας, η οποία παρέχει περισσότερο χώρο για λεπτομερείς προβολές, πρόσθετες στήλες, φίλτρα και εκτεταμένη λειτουργικότητα.
es: Para necesidades más avanzadas, los usuarios pueden cambiar a esta versión de página completa y ruta dedicada que proporciona más espacio para vistas detalladas, columnas adicionales y funcionalidad ampliada.
fi: Edistyneempiin tarpeisiin voidaan vaihtaa koko sivun kokoinen versio käyttöön, joka tarjoaa enemmän tilaa tiedoille, lisäsarakkeita, suodattimia ja lisätoimintoja.
fr: En cas de besoins plus avancés, les utilisateurs peuvent passer à cette version dédiée en pleine page qui offre plus d'espace pour des vues détaillées, des colonnes supplémentaires, des filtres et une fonctionnalité étendue.
id: Untuk kebutuhan yang lebih canggih, pengguna dapat beralih ke versi jalur khusus halaman penuh ini yang menyediakan ruang lebih luas untuk tampilan detail, kolom tambahan, filter, dan fungsionalitas yang diperluas.
it: Per esigenze più avanzate, gli utenti possono passare a questa versione dedicata a pagina intera che offre più spazio per visualizzazioni dettagliate, colonne aggiuntive, filtri e funzionalità estese.
ja: より高度な設定を行う必要がある場合は、フルページに切り替えてください。これにより、より詳細な表示や追加の列、フィルタや拡張機能などが利用できるようになります。
pt_br: Em caso de necessidades mais avançadas, os usuários podem alternar para a versão de caminho dedicada e de página inteira, que expande o espaço para visualizações mais detalhadas, colunas adicionais, filtros e funcionalidades estendidas.
ru: Для более продвинутых задач пользователи могут переключиться на полностраничную, выделенную версию, которая предоставляет больше места для детализированного просмотра, дополнительные столбцы, фильтры и расширенную функциональность.
sv: För mer avancerade behov kan användare växla till den här helsidesversionen med dedikerade sökvägar, som ger mer utrymme för detaljerade vyer, ytterligare kolumner, filter och utökad funktionalitet.
tr: Daha gelişmiş gereksinimler için kullanıcılar, ayrıntılı görünümler, ek sütunlar, filtreler ve genişletilmiş işlevsellik için daha fazla alan sağlayan bu tam sayfa, özel yol sürümüne geçebilirler.
uk: Для більш просунутих завдань користувачі можуть переключитися на повносторінкову, виділену версію, яка надає більше місця для деталізованого перегляду, додаткові стовпці, фільтри і розширену функціональність.

source: This pattern strikes a balance between clarity and efficiency: the modal keeps things lightweight for simple selections, while the full view supports deeper exploration and more complex actions, specially for users with tons of devices.
ca: Aquest patró aconsegueix un equilibri entre claredat i eficiència: el modal manté les coses lleugeres per a seleccions senzilles, mentre que la vista completa permet una exploració més profunda i accions més complexes, especialment per a usuaris amb molts dispositius.
de: Dieses Muster schafft ein Gleichgewicht zwischen Klarheit und Effizienz: Das Modal hält die Dinge leicht für einfache Auswahlen, während die Vollansicht eine tiefere Erkundung und komplexere Aktionen unterstützt, insbesondere für Nutzer mit vielen Geräten.
el: Αυτό το πρότυπο επιτυγχάνει μια ισορροπία μεταξύ σαφήνειας και αποτελεσματικότητας: το αναδυόμενο παράθυρο διατηρεί τα πράγματα ελαφριά για απλές επιλογές, ενώ η πλήρης προβολή υποστηρίζει βαθύτερη εξερεύνηση και πιο σύνθετες ενέργειες, ειδικά για χρήστες με πάρα πολλές συσκευές.
es: Este patrón consigue un equilibrio entre claridad y eficiencia: el modal es ligero y sirve para selecciones sencillas, mientras que la vista completa admite una exploración más profunda y acciones más complejas, especialmente para usuarios con muchos dispositivos.
fi: Tämä valinta on selkeyden ja tehokkuuden väliltä: yksinkertaiset valinnat on helppo tehdä, kun taas täysi näkymä tukee syvempää paneutumista valintoihin ja monimutkaisempia toimintoja erityisesti runsaiden laitemäärien käyttäjille.
fr: Ce modèle trouve un équilibre entre clarté et efficacité : la fenêtre modale reste légère pour des sélections simples, tandis que la vue complète permet une exploration plus approfondie et des actions plus complexes, notamment pour les utilisateurs ayant de nombreux périphériques.
id: Polanya ini menyeimbangkan antara kejelasan dan efisiensi: mode ini menjaga kesederhanaan untuk pemilihan yang sederhana, sementara tampilan penuh mendukung eksplorasi yang lebih mendalam dan tindakan yang lebih kompleks, terutama untuk pengguna yang memiliki banyak perangkat.
it: Questo modello offre il giusto equilibrio tra chiarezza ed efficienza: il modale mantiene le cose leggere per selezioni semplici, mentre la visualizzazione completa supporta un'esplorazione più approfondita e azioni più complesse, specialmente per gli utenti che usano molti dispositivi.
ja: このパターンは、明瞭性と効率性のバランスを取った形と言えます。モーダル型の表示により簡単に選択できますし、より詳しい調査や複雑な処理を必要とする場合であっても、フルビューへの切り替えで対応できます。特に、多数のデバイスを扱う必要がある場合に有用です。
pt_br: Esse padrão estabelece um equilíbrio entre clareza e eficiência: o modal mantém tudo mais leve para seleções simples, enquanto a visualização completa permite maior exploração e ações mais complexas, principalmente para usuários com enormes quantidades de dispositivos.
ru: Этот подход обеспечивает баланс между ясностью и эффективностью: модальное окно сохраняет легкость для простого выбора, в то время как полноэкранный режим поддерживает более глубокое изучение и сложные действия, специально для пользователей с большим количеством устройств.
sv: Detta mönster skapar en balans mellan tydlighet och effektivitet: modalvyn gör det lätt för enkla val, medan helvyn stöder djupare utforskning och mer komplexa åtgärder, särskilt för användare med massor av enheter.
tr: Bu desen, netlik ve verimlilik arasında bir denge kurar: modal, basit seçimler için her şeyi hafif tutarken, tam görünüm daha derin keşifleri ve özellikle çok sayıda cihaza sahip kullanıcılar için daha karmaşık eylemleri destekler.
uk: Цей підхід забезпечує баланс між ясністю та ефективністю: модальне вікно зберігає легкість для простого вибору, в той час як повноекранний режим підтримує глибше вивчення і складніші дії, спеціально для користувачів з великою кількістю пристроїв.

source: Mount disk %s
ca: Munta el disc %s
de: Laufwerk %s einhängen
el: Προσάρτηση δίσκου %s
es: Montar disco %s
fi: Liitä levy %s
fr: Monter le disque %s
it: Monta disco %s
ja: ディスク %s をマウントする
ka: %s დისკის მიმაგრება
pt_br: Montar o disco %s
ru: Монтировать диск %s
sv: Montera disk %s
tr: %s diski bağla
uk: Монтувати диск %s

source: Format disk %s
ca: Formata el disc %s
de: Laufwerk %s formatieren
el: Διαμόρφωση δίσκου %s
es: Formatear el disco %s
fi: Alusta levy %s
fr: Formater le disque %s
it: Formatta disco %s
ja: ディスク %s をフォーマットする
ka: დისკის %s დაფორმატება
pt_br: Formatar o disco %s
ru: Форматировать диск %s
sv: Formatera disk %s
tr: %s diski biçimlendir
uk: Форматувати диск %s

source: Use disk %s to install, host LVM and boot
ca: Usa el disc %s per a la instal·lació, per a allotjar-hi l'LVM i per a l'arrencada
de: Laufwerk %s zur Installation, zum Hosten von LVM und zum Booten verwenden
el: Χρήση δίσκου %s για εγκατάσταση, φιλοξενία LVM και εκκίνηση
es: Utilizar %s para la instalación, alojar LVM y arrancar
fi: Käytä levyä %s asennukseen, LVM:n käyttöön ja käynnistymiseen
fr: Utiliser le disque %s pour effectuer l'installation, héberger LVM et démarrer
id: Gunakan disk %s untuk memasang, meng-host LVM, dan mem-boot
it: Usa il disco %s per l'installazione, l'hosting di LVM e l'avvio
ja: インストール／ LVM の配置／起動用にディスク %s を使用する
ka: %s-ის გამოყენება დასაყენებლად, LVM-ისთვის და ჩასატვირთად
pt_br: Usar o disco %s para instalar, hospedar o LVM e inicializar
ru: Исп. диск %s для установки, размещения LVM и загрузки
sv: Använd disk %s för att installera, värd LVM och uppstart
tr: Kurulum, LVM'yi barındırma ve önyükleme %s diskini kullan
uk: Використати диск %s для встановлення, розміщення LVM та завантаження

source: Use disk %s to install and host LVM
ca: Usa el disc %s per a la instal·lació i per a allotjar-hi l'LVM
de: Laufwerk %s zum Installieren und Hosten von LVM verwenden
el: Χρήση δίσκου %s για εγκατάσταση και φιλοξενία LVM
es: Utilizar %s para la instalación y alojar LVM
fi: Käytä levyä %s asennukseen ja LVM:n käyttöön
fr: Utiliser le disque %s pour effectuer l'installation et héberger LVM
id: Gunakan disk %s untuk menginstal dan menghosting LVM
it: Usa il disco %s per l'installazione e l'hosting di LVM
ja: インストールと LVM の配置用にディスク %s を使用する
ka: %s-ის გამოყენება დასაყენებლად და LVM-ის განთავსებისთვის
pt_br: Usar o disco %s para instalar e hospedar o LVM
ru: Исп. диск %s для установки и размещения LVM
sv: Använd disk %s för att installera och vara värd för LVM
tr: Kurulum ve LVM'yi barındırma için %s diskini kullan
uk: Використати диск %s для встановлення та розміщення LVM

source: Use disk %s to install and boot
ca: Usa el disc %s per a la instal·lació i per a l'arrencada
de: Laufwerk %s zum Installieren und Booten verwenden
el: Χρήση δίσκου %s για εγκατάσταση και εκκίνηση
es: Utilizar %s para la instalación y arrancar
fi: Käytä levyä %s asennukseen ja käynnistämiseen
fr: Utiliser le disque %s pour effectuer l'installation et le démarrage
id: Gunakan disk %s untuk menginstal dan mem-boot
it: Usa il disco %s per l'installazione e l'avvio
ja: インストールと起動用にディスク %s を使用する
ka: %s-ის გამოყენება დასაყენებლად და ჩასატვირთად
pt_br: Usar o disco %s para instalar e inicializar
ru: Исп. диск %s для установки и загрузки
sv: Använd disk %s för installation och uppstart
tr: Kurulum ve önyükleme için %s diskini kullan
uk: Використати диск %s для встановлення та завантаження

source: Use disk %s to install
ca: Usa el disc %s per a la instal·lació
de: Laufwerk %s zum Installieren verwenden
el: Χρήση δίσκου %s για εγκατάσταση
es: Utilizar el disco %s para la instalación
fi: Käytä levyä %s asennukseen
fr: Utiliser le disque %s pour effectuer l'installation
id: Gunakan disk %s untuk memasang
it: Usa il disco %s per l'installazione
ja: インストール用にディスク %s を使用する
ka: %s-ის გამოყენება დასაყენებლად
pt_br: Usar o disco %s para instalar
ru: Исп. диск %s для установки
sv: Använd disk %s för att installera
tr: Kurulum için %s diskini kullan
uk: Використати диск %s для встановлення

source: Use disk %s for LVM, additional partitions and booting
ca: Usa el disc %s per a l'LVM, les particions addicionals i l'arrencada
de: Laufwerk %s für den LVM, zusätzliche Partitionen und zum Booten verwenden
el: Χρήση δίσκου %s για LVM, πρόσθετες κατατμήσεις και εκκίνηση
es: Utilizar el disco %s para LVM, particiones adicionales y arranque
fi: Käytä levyä %s LVM:n käyttöön, lisäosioihin ja käynnistymiseen
fr: Utiliser le disque %s pour LVM, les partitions supplémentaires et le démarrage
id: Gunakan disk %s untuk LVM, partisi tambahan, dan booting
it: Usa il disco %s per LVM, partizioni aggiuntive e l'avvio
ja: LVM ／追加パーティション／起動用にディスク %s を使用する
ka: %s-ის გამოყენება LVM-სთვის, დამატებითი დანაყოფებისთვის და ჩასატვირთად
pt_br: Usar o disco %s para LVM, partições adicionais e inicialização
ru: Исп. диск %s для LVM, дополнительных разделов и загрузки
sv: Använd disk %s för LVM, ytterligare partitioner och uppstart
tr: LVM, ek bölümler ve önyükleme için %s diskini kullan
uk: Використати диск %s для LVM, додаткових розділів та завантаження

source: Use disk %s for LVM and additional partitions
ca: Usa el disc %s per a l'LVM i les particions addicionals
de: Laufwerk %s für den LVM und zusätzliche Partitionen verwenden
el: Χρήση δίσκου %s για LVM και πρόσθετες κατατμήσεις
es: Utilizar el disco %s para LVM y particiones adicionales
fi: Käytä levyä %s LVM:n käyttöön ja lisäosioihin
fr: Utiliser le disque %s pour LVM et les partitions supplémentaires
id: Gunakan disk %s untuk LVM dan partisi tambahan
it: Usa il disco %s per LVM e le partizioni aggiuntive
ja: LVM と追加パーティション用にディスク %s を使用する
ka: %s-ის გამოყენება LVM-სთვის და დამატებითი დანაყოფებისთვის
pt_br: Usar o disco %s para LVM e partições adicionais
ru: Исп. диск %s для LVM и дополнительных разделов
sv: Använd disk %s för LVM och ytterligare partitioner
tr: LVM ve ek bölümler için %s diskini kullan
uk: Використати диск %s для LVM і додаткових розділів

source: Use disk %s for additional partitions and booting
ca: Usa el disc %s per a les particions addicionals i per a l'arrencada
de: Laufwerk %s für zusätzliche Partitionen und zum Booten verwenden
el: Χρήση δίσκου %s για πρόσθετες κατατμήσεις και εκκίνηση
es: Utilizar el disco %s para particiones adicionales y arranque
fi: Käytä levyä %s lisäosioihin ja käynnistymiseen
fr: Utiliser le disque %s pour les partitions supplémentaires et le démarrage
id: Gunakan disk %s untuk partisi tambahan dan booting
it: Usa il disco %s per le partizioni aggiuntive e l'avvio
ja: 追加パーティションと起動用にディスク %s を使用する
ka: %s-ის გამოყენება დამატებითი დანაყოფებისთვის და ჩასატვირთად
pt_br: Usar o disco %s para partições adicionais e inicialização
ru: Исп. диск %s для дополнительных разделов и загрузки
sv: Använd disk %s för ytterligare partitioner och uppstart
tr: Ek bölümler ve önyükleme için %s diskini kullan
uk: Використати диск %s для додаткових розділів і завантаження

source: Use disk %s for additional partitions
ca: Usa el disc %s per a les particions addicionals
de: Laufwerk %s für zusätzliche Partitionen verwenden
el: Χρήση δίσκου %s για πρόσθετες κατατμήσεις
es: Utilizar el disco %s para particiones adicionales
fi: Käytä levyä %s llisäosioihin
fr: Utiliser le disque %s pour les partitions supplémentaires
id: Gunakan disk %s untuk partisi tambahan
it: Usa il disco %s per le partizioni aggiuntive
ja: 追加パーティション用にディスク %s を使用する
ka: %s-ის გამოყენება დამატებითი დანაყოფებისთვის
pt_br: Usar o disco %s para partições adicionais
ru: Исп. диск %s для дополнительных разделов
sv: Använd disk %s för ytterligare partitioner
tr: Ek bölümler için %s diskini kullan
uk: Використати диск %s для додаткових розділів

source: Use disk %s to host LVM and boot
ca: Usa el disc %s per a allotjar-hi l'LVM i per a l'arrencada
de: Laufwerk %s zum Hosten des LVM und Booten verwenden
el: Χρήση δίσκου %s για φιλοξενία LVM και εκκίνηση
es: Utilizar disco %s para hospedar LVM y arrancar
fi: Käytä levyä %s LVM:n käyttöön ja käynnistymiseen
fr: Utiliser le disque %s pour héberger LVM et démarrer
id: Gunakan disk %s untuk meng-host LVM dan boot
it: Usa il disco %s per l'hosting di LVM e l'avvio
ja: LVM の配置と起動用にディスク %s を使用する
ka: %s-ის გამოყენება LVM-ისთვის და ჩასატვირთად
pt_br: Usar o disco %s para hospedar o LVM e inicializar
ru: Исп. диск %s для размещения LVM и загрузки
sv: Använd disk %s för att vara värd för LVM och uppstart
tr: LVM'yi barındırmak ve önyükleme için %s diskini kullan
uk: Використати диск %s для розміщення LVM і завантаження

source: Use disk %s to host LVM
ca: Usa el disc %s per a allotjar-hi l'LVM
de: Laufwerk %s zum Hosten des LVM verwenden
el: Χρήση δίσκου %s για φιλοξενία LVM
es: Utilizar el disco %s para hospedar LVM
fi: Käytä levyä %s LVM:n käyttöön
fr: Utiliser le disque %s pour héberger LVM
id: Gunakan disk %s untuk meng-host LVM
it: Usa il disco %s per l'hosting di LVM
ja: LVM の配置用にディスク %s を使用する
ka: %s-ის გამოყენება LVM-ისთვის
pt_br: Usar o disco %s para hospedar o LVM
ru: Исп. диск %s для размещения LVM
sv: Använd disk %s för att vara värd för LVM
tr: LVM'yi barındırmak için %s diskini kullan
uk: Використати диск %s для розміщення LVM

source: Use disk %s to configure boot partitions
ca: Usa el disc %s per configurar les particions d'arrencada
de: Laufwerk %s zur Konfiguration von Bootpartitionen verwenden
el: Χρήση δίσκου %s για ρύθμιση κατατμήσεων εκκίνησης
es: Utilizar el disco %s para configurar particiones de arranque
fi: Käytä levyä %s käynnistymisosioiden määrittämiseen
fr: Utiliser le disque %s pour configurer les partitions de démarrage
id: Gunakan disk %s untuk mengonfigurasi partisi boot
it: Usa il disco %s per la configurazione delle partizioni di avvio
ja: 起動パーティションの設定用にディスク %s を使用する
ka: %s-ის გამოყენება ჩასატვირთი დანაყოფების მოსარგებად
pt_br: Usar o disco %s para configurar partições de inicialização
ru: Исп. диск %s для настройки загрузочных разделов
sv: Använd disk %s för att konfigurera uppstartspartitioner
tr: Önyükleme bölümlerini yapılandırmak için %s diskini kullan
uk: Використати диск %s для налаштування завантажувальних розділів

source: Use disk %s
ca: Usa el disc %s
de: Laufwerk %s verwenden
el: Χρήση δίσκου %s
es: Utilizar el disco %s
fi: Käytä levyä %s
fr: Utiliser le disque %s
id: Gunakan disk %s
it: Usa il dico %s
ja: ディスク %s を使用する
ka: %s-ის გამოყენება
pt_br: Usar o disco %s
ru: Использовать диск %s
sv: Använd disk %s
tr: %s diskini kullan
uk: Використати диск %s
