Repository: agama-project/agama-weblate
Catalog: web/*.po
Languages: ca, de, el, es, fi, fr, id, it, ja, ka, pt_br, ru, sv, tr, uk

source: The system does not support Wi-Fi connections, probably because of missing or disabled hardware.
ca: El sistema no admet connexions de wifi, probablement a causa de maquinari que manca o que està inhabilitat.
de: Das System unterstützt keine WiFi-Verbindungen, wahrscheinlich wegen fehlender oder deaktivierter Hardware.
el: Το σύστημα δεν υποστηρίζει συνδέσεις Wi-Fi, πιθανώς λόγω έλλειψης ή απενεργοποιημένου υλικού.
es: El sistema no admite conexiones Wi-Fi, probablemente porque falta hardware o está deshabilitado.
fi: Järjestelmä ei tue Wi-Fi-yhteyksiä, luultavasti puuttuvan tai käytöstä poistetun laitteiston takia.
fr: Le système ne prend pas en charge les connexions Wi-Fi, probablement en raison d'un matériel manquant ou désactivé.
id: Sistem tidak mendukung koneksi Wi-Fi, mungkin karena perangkat keras yang tidak ada atau dinonaktifkan.
it: Il sistema non supporta connessioni WiFi, probabilmente per hardware disabilitato o mancante.
ja: このシステムは WiFi 接続には対応していません。無線ハードウエアが存在していないか、無効化されているものと思われます。
pt_br: O sistema não suporta conexões Wi-Fi, provavelmente devido a hardware ausente ou desativado.
ru: Система не поддерживает подключение по WiFi, вероятно, из-за отсутствующего или отключённого оборудования.
sv: Systemet stöder inte WiFi-anslutningar, förmodligen på grund av saknad eller inaktiverad hårdvara.
tr: Sistem muhtemelen eksik veya devre dışı donanım nedeniyle Wi-Fi bağlantılarını desteklemiyor.
uk: Система не підтримує Wi-Fi з'єднання, ймовірно, через відсутність або відключення обладнання.

source: Wired connections
ca: Connexions amb fil
de: Kabelgebundene Verbindungen
el: Ενσύρματες συνδέσεις
es: Redes cableadas
fi: Kiinteät yhteydet
fr: Connexions filaires
id: Koneksi kabel
it: Connessioni via cavo
ja: 有線接続
ka: მავთულიანი კავშირები
pt_br: Conexões com fio
ru: Проводные соединения
sv: Trådanslutna anslutningar
tr: Kablolu bağlantılar
uk: Дротові з'єднання

source: Wi-Fi networks
ca: Connexions sense fil
de: Wi-Fi-Netzwerke
el: Δίκτυα Wi-Fi
es: Redes Wi-Fi
fi: Wi-Fi-verkot
fr: Réseaux Wi-Fi
id: Jaringan Wi-Fi
it: Reti Wi-Fi
ja: Wi-Fi ネットワーク
ka: Wi-Fi ქსელები
pt_br: Redes Wi-Fi
ru: Сети Wi-Fi
sv: Wi-Fi nätverk
tr: Wi-Fi ağları
uk: Мережі Wi-Fi

source: Installed system may not have network connections
ca: El sistema instal·lat pot no tenir connexions de xarxa.
de: Das installierte System verfügt möglicherweise nicht über Netzwerkverbindungen
el: Το εγκατεστημένο σύστημα ενδέχεται να μην έχει συνδέσεις δικτύου
es: Puede que el sistema instalado no tenga conexiones de red
fi: Asennetussa järjestelmässä ei välttämättä ole verkkoyhteyttä
fr: Le système installé ne dispose peut-être pas de connexions réseau
id: Sistem yang dipasang mungkin tidak memiliki koneksi jaringan
it: Il sistema installato potrebbe non avere connessioni di rete
ja: インストールされたシステムにはネットワーク接続がない可能性があります
ka: დაყენებულ სისტემას შეიძლება, ქსელი არ ჰქონდეს
pt_br: O sistema instalado pode não ter conexões de rede
ru: Установленная система может не иметь сетевых подключений
sv: Det installerade systemet kanske inte har nätverksanslutningar
tr: Kurulu sistemde ağ bağlantıları olmayabilir
uk: Встановлена система може не мати мережевих підключень

source: All network connections managed through this interface are currently set to be used only during installation and will not be copied to the installed system
ca: Totes les connexions de xarxa gestionades a través d'aquesta interfície estan actualment configurades per usar-les només durant la instal·lació i no es copiaran al sistema instal·lat.
de: Alle über diese Schnittstelle verwalteten Netzwerkverbindungen sind derzeit so eingestellt, dass sie nur während der Installation verwendet und nicht auf das installierte System kopiert werden
el: Όλες οι συνδέσεις δικτύου που διαχειρίζονται μέσω αυτής της διεπαφής είναι επί του παρόντος ρυθμισμένες να χρησιμοποιούνται μόνο κατά την εγκατάσταση και δεν θα αντιγραφούν στο εγκατεστημένο σύστημα
es: Todas las conexiones de red gestionadas mediante esta interfaz están configuradas para usarse solo durante la instalación y no se copiarán al sistema instalado
fi: Kaikki tämän liittymän kautta hallitut verkkoyhteydet on asetettu käytettäväksi vain asennuksen aikana, eikä niitä kopioida asennettuun järjestelmään
fr: Toutes les connexions réseau gérées par cette interface sont actuellement définies pour être utilisées uniquement pendant l'installation et ne seront pas copiées sur le système installé
id: Semua koneksi jaringan yang dikelola melalui antarmuka ini saat ini diatur untuk hanya digunakan selama pemasangan dan tidak akan disalin ke sistem yang dipasang
it: Tutte le connessioni di rete gestite tramite questa interfaccia sono attualmente impostate per essere utilizzate solo durante l'installazione e non saranno copiate nel sistema installato
ja: このインターフェイスを通じて管理されるすべてのネットワーク接続は現在、インストール時にのみ使用されるように設定されており、インストールされたシステムにはコピーされません
pt_br: Todas as conexões de rede gerenciadas por esta interface estão definidas para uso apenas durante a instalação e não serão copiadas para o sistema instalado
ru: Все сетевые подключения, управляемые через этот интерфейс, в настоящее время настроены на использование только во время установки и не будут скопированы в установленную систему
sv: Alla nätverksanslutningar som hanteras via det här gränssnittet är för närvarande inställda på att endast användas under installationen och kommer inte att kopieras till det installerade systemet
tr: Bu arayüz üzerinden yönetilen tüm ağ bağlantıları şu anda yalnızca kurulum sırasında kullanılacak şekilde ayarlanmıştır ve kurulu sisteme kopyalanmayacaktır
uk: Усі мережеві з'єднання, керовані через цей інтерфейс, наразі налаштовані на використання лише під час інсталяції і не будуть скопійовані до інстальованої системи

source: Network details
ca: Detalls de la xarxa
de: Netzwerkdetails
el: Λεπτομέρειες δικτύου
es: Detalles de la red
fi: Verkon tiedot
fr: Détails du réseau
id: Rincian jaringan
it: Dettagli rete
ja: ネットワークの詳細
ka: ქსელის დეტალები
pt_br: Detalhes da rede
ru: Сведения о сети
sv: Nätverksdetaljer
tr: Ağ ayrıntıları
uk: Відомості про мережу

source: SSID
ru: Имя сети
uk: Назва мережі

source: Signal strength
ca: Força del senyal
de: Signalstärke
el: Ισχύς σήματος
es: Intensidad de la señal
fi: Signaalin voimakkuus
fr: Intensité du signal
id: Kekuatan sinyal
it: Potenza del segnale
ja: 信号強度
ka: სიგნალის სიძლიერე
pt_br: Força do sinal
ru: Уровень сигнала
sv: Signalstyrka
tr: Sinyal gücü
uk: Потужність сигналу

source: Status
ca: Estat
el: Κατάσταση
es: Estado
fi: Tila
fr: Statut
it: Stato
ja: 状態
ka: სტატუსი
ru: Состояние
tr: Durum
uk: Стан

source: Security
ca: Seguretat
de: Sicherheit
el: Ασφάλεια
es: Seguridad
fi: Tietoturva
fr: Sécurité
id: Keamanan
it: Sicurezza
ja: セキュリティ
ka: უსაფრთხოება
pt_br: Segurança
ru: Защита
sv: Säkerhet
tr: Güvenlik
uk: Захист

source: Device
ca: Dispositiu
de: Gerät
el: Συσκευή
es: Dispositivo
fi: Laite
fr: Périphérique
id: Perangkat
it: Dispositivo
ja: デバイス
ka: მოწყობილობა
pt_br: Dispositivo
ru: Устройство
sv: Enhet
tr: Cihaz
uk: Пристрій

source: Connection details
ca: Detalls de la connexió
de: Verbindungsdetails
el: Λεπτομέρειες σύνδεσης
es: Detalles de la conexión
fi: Yhteyden tiedot
fr: Détails de la connexion
id: Rincian koneksi
it: Dettagli connessione
ja: 接続の詳細
ka: კავშირის დეტალები
pt_br: Detalhes da conexão
ru: Сведения о подключении
sv: Anslutningsdetaljer
tr: Bağlantı ayrıntıları
uk: Відомості про підключення

source: Interface
ca: Interfície
de: Schnittstelle
el: Διεπαφή
es: Interfaz
fi: Käyttöliittymä
id: Antarmuka
it: Interfaccia
ja: インターフェイス
ka: ინტერფეისი
ru: Интерфейс
sv: Gränssnitt
tr: Arayüz
uk: Інтерфейс

source: MAC
ru: MAC-адрес
uk: MAC-адреса

source: IP settings
ca: Paràmetres d'IP
de: IP-Einstellungen
el: Ρυθμίσεις IP
es: Ajustes de IP
fi: IP-asetukset
fr: Paramètres IP
id: Pengaturan IP
it: Impostazioni IP
ja: IP 設定
ka: IP-ის მორგება
pt_br: Configurações de IP
ru: Настройки IP
sv: IP inställningar
tr: IP ayarları
uk: Налаштування IP

source: Routes
ca: Camins
de: Routen
el: Διαδρομές (Routes)
es: Rutas
fi: Reitit
fr: Itinéraires
id: Route
it: Rotte
ja: ルート
ka: რაუტები
pt_br: Rotas
ru: Маршруты
sv: Rutter
tr: Rotalar
uk: Маршрути

source: None
ca: Cap
de: Kein
el: Καμία
es: Ninguno
fi: Ei mitään
fr: Aucun
id: Tidak ada
it: Nessuno
ja: 無し
ka: არაფერი
pt_br: Nenhuma
ru: Отсутствует
sv: Ingen
tr: Yok
uk: Відсутнє

source: WPA & WPA2 Personal
ca: WPA i WPA2 personal
es: WPA y WPA2 personales
fi: WPA & WPA2 henkilökohtainen
fr: WPA & WPA2 Personnel
id: WPA & WPA2 Pribadi
ja: WPA および WPA2 Personal
ka: WPA & WPA2 პერსონალური
pt_br: WPA e WPA2 pessoal
ru: WPA и WPA2 Personal
tr: WPA ve WPA2 Kişisel
uk: WPA і WPA2 Personal

source: Not protected network
ca: Xarxa no protegida
de: Nicht geschütztes Netzwerk
el: Μη προστατευμένο δίκτυο
es: Red no protegida
fi: Ei suojattu verkko
fr: Réseau non protégé
id: Jaringan tidak dilindungi
it: Rete non protetta
ja: 保護されていないネットワーク
ka: ქსელი დაცვის გარეშე
pt_br: Rede não protegida
ru: Незащищённая сеть
sv: Inte skyddat nätverk
tr: Korunmayan ağ
uk: Незахищена мережа

source: You will connect to a public network without encryption. Your data may not be secure.
ca: Us connectareu a una xarxa pública sense encriptació. És possible que les vostres dades no estiguin segures.
de: Sie stellen eine Verbindung zu einem öffentlichen Netzwerk ohne Verschlüsselung her. Ihre Daten sind möglicherweise nicht sicher.
el: Θα συνδεθείτε σε ένα δημόσιο δίκτυο χωρίς κρυπτογράφηση. Τα δεδομένα σας ενδέχεται να μην είναι ασφαλή.
es: Se conectará a una red pública sin cifrado. Es posible que sus datos no estén seguros.
fi: Yhdistetään julkiseen verkkoon ilman salausta. Tietosi eivät välttämättä ole turvassa.
fr: Vous allez vous connecter à un réseau public non chiffré. Cela peut présenter un risque pour vos données.
id: Anda akan terhubung ke jaringan publik tanpa enkripsi. Data Anda mungkin tidak aman.
it: L'utente si connetterà a una rete pubblica senza cifratura. I dati potrebbero non essere al sicuro.
ja: 暗号化されていない公衆ネットワークに接続しようとしています。通信の安全性が保てないかもしれません。
pt_br: Você se conectará a uma rede pública sem criptografia. Seus dados talvez não fiquem seguros.
ru: Вы будете подключаться к общедоступной сети без шифрования. Ваши данные могут быть не защищены.
sv: Du kommer att ansluta till ett offentligt nätverk utan kryptering. Dina data kanske inte är säkra.
tr: Şifreleme olmadan halka açık bir ağa bağlanacaksınız. Verileriniz güvenli olmayabilir.
uk: Ви підключитеся до публічної мережі без шифрування. Дані, передані через неї можуть бути незахищеними.

source: Setting up connection
ca: Establiment de la connexió
de: Verbindung herstellen
el: Ρύθμιση σύνδεσης
es: Configurando conexión
fi: Muodostetaan yhteyttä
fr: Configuration de la connexion
id: Mengatur koneksi
it: Configurazione della connessione
ja: 接続の設定
ka: მიმდინარეობს კავშირის მორგება
pt_br: Configurando conexão
ru: Настройка подключения
sv: Sätter upp anslutning
tr: Bağlantı kuruluyor
uk: Встановлення з'єднання

source: It may take some time.
ca: Pot trigar una mica.
de: Es könnte einige Zeit dauern.
el: Ενδέχεται να πάρει κάποιο χρόνο.
es: Puede tardar un poco.
fi: Odota hetki.
fr: Cela peut prendre un certain temps.
id: Mungkin membutuhkan waktu.
it: Potrebbe richiedere del tempo.
ja: しばらくお待ちください。
ka: ამას რაღაც დრო შეიძლება, დასჭირდეს.
pt_br: Isso pode levar um tempo.
ru: Это может занять некоторое время.
sv: Det kan ta lite tid.
tr: Biraz zaman alabilir.
uk: Це займе деякий час.

source: Details will appear after the connection is successfully established.
ca: Els detalls apareixeran quan la connexió s'hagi establert correctament.
de: Nachdem die Verbindung erfolgreich hergestellt wurde, werden Details angezeigt.
el: Οι λεπτομέρειες θα εμφανιστούν αφού εδραιωθεί επιτυχώς η σύνδεση.
es: Los detalles aparecerán después de que la conexión se haya establecido con éxito.
fi: Kun yhteys on muodostettu, näet lisätietoja.
fr: Les détails s'afficheront une fois la connexion établie avec succès.
id: Rincian akan ditampilkan setelah koneksi berhasil terhubung.
it: I dettagli saranno visualizzati una volta stabilita la connessione.
ja: 詳細は接続成功後に表示されます。
ka: დეტალები გამოჩნდება კავშირის წარმატებულად დამყარების შემდეგ.
pt_br: Os detalhes aparecerão depois que conexão for estabelecida com êxito.
ru: После успешной установки подключения появится подробная информация.
sv: Detaljer kommer att visas efter att anslutningen har upprättats.
tr: Bağlantı başarıyla kurulduktan sonra ayrıntılar görünecektir.
uk: Подробиці з'являться після того як з'єднання буде успішно встановлено.

source: Could not connect to %s
ca: No s'ha pogut connectar amb %s
de: Konnte keine Verbindung zu %s herstellen
el: Αδυναμία σύνδεσης στο %s
es: No se ha podido conectar a %s
fi: Kohteeseen %s ei voi yhdistää
fr: Impossible de se connecter à %s
id: Tidak dapat terhubung ke %s
it: Impossibile connettersi a %s
ja: %s に接続できませんでした
ka: %s-სთან მიერთების შეცდომა
pt_br: Não foi possível conectar a %s
ru: Не удалось подключиться к сети %s
sv: Kan inte ansluta till %s
tr: %s'ye bağlanılamadı
uk: Не вдалося під'єднатися до %s

source: Check the authentication parameters.
ca: Comproveu els paràmetres d'autenticació.
de: Überprüfen Sie die Authentifizierungsparameter.
el: Ελέγξτε τις παραμέτρους πιστοποίησης.
es: Verifique los parámetros de autenticación.
fi: Tarkista tunnistautumisasetukset.
fr: Vérifiez les paramètres d'authentification.
id: Periksa parameter otentikasi.
it: Verificare i parametri di autenticazione.
ja: 認証パラメータをご確認ください。
ka: შეამოწმეთ ავთენტიკაციის პარამეტრები.
pt_br: Verifique os parâmetros de autenticação.
ru: Проверьте параметры аутентификации.
sv: Kontrollera autentiseringsparametrarna.
tr: Kimlik doğrulama parametrelerini kontrol edin.
uk: Перевірте параметри автентифікації.

source: Wi-Fi connection form
ca: Formulari de connexió per WiFi
de: Formular für die WiFi-Verbindung
el: Φόρμα σύνδεσης Wi-Fi
es: Formulario de conexión Wi-Fi
fi: Wi-Fi-yhteyden lomake
fr: Formulaire de connexion Wi-Fi
id: Formulir Koneksi Wi-Fi
it: Modulo di connessione Wi-Fi
ja: WiFi 接続フォーム
ka: WiFi მიერთება წყაროდან
pt_br: Formulário de conexão Wi-Fi
ru: Форма подключения Wi-Fi
sv: WiFi anslutningsformulär
tr: Wi-Fi bağlantı formu
uk: Форма з'єднання Wi-Fi

source: WPA Password
ca: Contrasenya de WPA
de: WPA-Passwort
el: Συνθηματικό WPA
es: Contraseña WPA
fi: WPA-salasana
fr: Mot de passe WPA
id: Kata Sandi WPA
it: Password WPA
ja: WPA パスワード
ka: WPA პაროლი
pt_br: Senha WPA
ru: Пароль WPA
sv: WPA lösenord
tr: WPA Şifresi
uk: Пароль WPA

source: Connect
ca: Connecta't
de: Verbinden
el: Σύνδεση
es: Conectarse
fi: Yhdistä
fr: Se connecter
id: Sambungkan
it: Connetti
ja: 接続
ka: დაკავშირება
pt_br: Conectar
ru: Подключиться
sv: Anslut
tr: Bağlan
uk: З'єднати

source: "%s" does not exist or is no longer available.
ca: La xarxa %s no existeix o ja no està disponible.
de: „%s“ existiert nicht oder ist nicht mehr verfügbar.
el: Το «%s» δεν υπάρχει ή δεν είναι πλέον διαθέσιμο.
es: "%s" no existe o ya no está disponible.
fi: ”%s” ei ole enää olemassa tai saatavilla.
ja: "%s" は存在していないか、利用できなくなっています。
ka: "%s" არ არსებობს, ან ხელმისაწვდომი აღარაა.
pt_br: "%s" não existe ou não está mais disponível.
ru: «%s» не существует или больше недоступен.
sv: "%s" existrerar inte eller är inte längre tillgänglig.
uk: "%s" не існує або більше не доступна.

source: Network not found or lost
ca: Xarxa no trobada o perduda
de: Netzwerk nicht gefunden oder verloren
el: Το δίκτυο δεν βρέθηκε ή χάθηκε
es: Red no encontrada o perdida
fi: Verkkoa ei ole tai se on hävinnyt
fr: Réseau introuvable ou perdu
id: Jaringan tidak ditemukan atau terputus
it: Rete non trovata o persa
ja: ネットワークが見つからないか、通信が切れています
ka: ქსელი ვერ ვიპოვე, ან დაკარგულია
pt_br: Rede não encontrada ou perdida
ru: Сеть не найдена или потеряна
sv: Nätverket hittades inte eller förlorades
tr: Ağ bulunamadı veya kaybedildi
uk: Мережу не знайдено або втрачено

source: Go to network page
ca: Ves a la pàgina de la xarxa
de: Zur Netzwerkseite gehen
el: Μετάβαση στη σελίδα δικτύου
es: Ir a la página de red
fi: Mene verkko-sivulle
fr: Accéder à la page réseau
id: Buka halaman jaringan
it: Vai alla pagina della rete
ja: ネットワークページに移動
ka: ქსელის გვერდზე გადასვლა
pt_br: Ir para página da rede
ru: Перейти к разделу «Сеть»
sv: Gå till nätverkssidan
tr: Ağ sayfasına git
uk: Перейти до розділу «Мережа»

source: Excellent signal
ca: Senyal excel·lent
de: Ausgezeichnetes Signal
el: Εξαιρετικό σήμα
es: Señal excelente
fi: Erinomainen signaali
fr: Signal excellent
id: Sinyal sangat baik
it: Segnale eccellente
ja: 優良な信号強度
ka: ძალიან კარგი სიგნალი
pt_br: Sinal excelente
ru: Отличный сигнал
sv: Utmärkt signal
tr: Mükemmel sinyal
uk: Відмінний сигнал

source: Good signal
ca: Senyal bo
de: Gutes Signal
el: Καλό σήμα
es: Señal buena
fi: Hyvä signaali
fr: Signal bon
id: Sinyal baik
it: Segnale buono
ja: 良好な信号強度
ka: კარგი სიგნალი
pt_br: Sinal bom
ru: Хороший сигнал
sv: Bra signal
tr: İyi sinyal
uk: Гарний сигнал

source: Weak signal
ca: Senyal dèbil
de: Schwaches Signal
el: Ασθενές σήμα
es: Señal débil
fi: Heikko signaali
fr: Signal faible
id: Sinyal lemah
it: Segnale debole
ja: 弱い信号強度
ka: სუსტი სიგნალი
pt_br: Sinal fraco
ru: Слабый сигнал
sv: Svag signal
tr: Zayıf sinyal
uk: Слабкий сигнал

source: Secured network
ca: Xarxa amb seguretat
de: Gesichertes Netzwerk
el: Ασφαλές δίκτυο
es: Red segura
fi: Turvallinen verkko
fr: Réseau sécurisé
id: Jaringan aman
it: Rete protetta
ja: 保護されたネットワーク
ka: დაცული ქსელი
pt_br: Redes segura
ru: Защищенная сеть
sv: Säkert nätverk
tr: Güvenli ağ
uk: Захищена мережа

source: Public network
ca: Xarxa pública
de: Öffentliches Netzwerk
el: Δημόσιο δίκτυο
es: Red pública
fi: Julkinen verkko
fr: Réseau public
id: Jaringan publik
it: Rete pubblica
ja: 公衆ネットワーク
ka: საჯარო ქსელი
pt_br: Redes pública
ru: Общедоступная сеть
sv: Publikt nätverk
tr: Herkese açık ağ
uk: Загальнодоступна мережа

source: Connecting to %s
ca: Es connecta amb %s
de: Verbindung zu %s wird hergestellt
el: Σύνδεση στο %s
es: Conectándose a %s
fi: Yhdistetään verkkoon %s
fr: Connexion à %s
id: Menghubungkan ke %s
it: Connessione a %s
ja: %s に接続しています
ka: %s-სთან მიერთება
pt_br: Conectando a %s
ru: Подключение к сети %s
sv: Ansluter till %s
tr: %s'ye bağlanılıyor
uk: З'єднання з мережею %s

source: Connected
ca: Connectat
de: Verbunden
el: Συνδέθηκε
es: Conectado
fi: Yhdistetty
fr: Connecté
id: Tersambung
it: Connesso
ja: 接続済み
ka: დაკავშირებულია
pt_br: Conectado
ru: Подключено
sv: Ansluten
tr: Bağlı
uk: З'єднано

source: IP addresses
ca: Adreces IP
de: IP-Adressen
el: Διευθύνσεις IP
es: Direcciones IP
fi: IP-osoitteet
fr: Adresses IP
id: Alamat IP
it: Indirizzi IP
ja: IP アドレス
ka: IP მისამართები
pt_br: Endereços IP
ru: IP-адреса
sv: IP adresser
tr: IP adresleri
uk: IP адреси

source: Configured for installation only
ca: Configuració només per a la instal·lació
de: Nur für die Installation konfiguriert
el: Ρυθμίστηκε μόνο για την εγκατάσταση
es: Configurado solo para la instalación
fi: Asetukset tehty vain asennuksen ajaksi
fr: Configuré pour l'installation uniquement
id: Dikonfigurasi hanya untuk pemasangan
it: Configurata solo per l'Installazione
ja: インストール専用に設定されています
ka: მორგებულია მხოლოდ დასაყენებლად
pt_br: Configurado apenas para instalação
ru: Настроено для доступа только при установке
sv: Endast konfigurerad för installation
tr: Yalnızca kurulum için yapılandırıldı
uk: Налаштовано лише для встановлення

source: No Wi-Fi networks were found
ca: No s'ha trobat cap xarxa sense fil
de: Keine Wi-Fi-Netzwerke gefunden
el: Δεν βρέθηκαν δίκτυα Wi-Fi
es: No se han encontrado redes Wi-Fi
fi: Wi-Fi-verkkoja ei löydy
fr: Aucun réseau Wi-Fi n'a été trouvé
id: Tidak ditemukan jaringan Wi-Fi
it: Non è stata trovata nessuna rete Wi-Fi
ja: 検出された Wi-Fi ネットワークはありません
ka: WiFi ქსელები აღმოჩენილი არაა
pt_br: Nenhuma rede Wi-Fi encontrada
ru: Сети WiFi не найдены
sv: Inga Wi-Fi-nätverk hittades
tr: Hiçbir Wi-Fi ağı bulunamadı
uk: Мережі Wi-Fi не знайдені

source: Connection is available to all devices.
ca: La connexió està disponible per a tots els dispositius.
de: Die Verbindung ist für alle Geräte verfügbar.
el: Η σύνδεση είναι διαθέσιμη σε όλες τις συσκευές.
es: La conexión está disponible para todos los dispositivos.
fi: Yhteys on saatavilla kaikille laitteille.
fr: La connexion est disponible pour tous les appareils.
it: Connessione disponibile per tutti i dispositivi.
ja: 接続時に任意のデバイスを使用するようにします。
ka: კავშირი ხელმისაწვდომია ყველა მოწყობილობისთვის.
pt_br: A conexão está disponível para todos os dispositivos.
ru: Подключение доступно для всех устройств.
sv: Anslutning är tillgänglig för alla enheter.
tr: Tüm cihazlara bağlantı mevcuttur.
uk: Підключення доступне для всіх пристроїв.

source: Connection is bound to device %s.
ca: La connexió està vinculada al dispositiu %s.
de: Die Verbindung ist an das Gerät %s gebunden.
el: Η σύνδεση είναι συσχετισμένη (bound) στη συσκευή %s.
es: La conexión está asociada al dispositivo %s.
fi: Yhteys on sidottu laitteeseen %s.
fr: Connexion liée à l’appareil %s.
it: Connessione associata al dispositivo %s.
ja: 接続時にデバイス %s を使用するようにします。
ka: კავშირი მიბმულია მოწყობილობაზე %s.
pt_br: Conexão vinculada ao dispositivo %s.
ru: Подключение привязано к устройству %s.
sv: Anslutningen är bunden till enhet %s.
tr: Bağlantı %s aygıtına bağlı.
uk: З'єднання прив'язане до пристрою %s.

source: Connection is bound to MAC address %s.
ca: La connexió està vinculada a l'adreça MAC %s.
de: Die Verbindung ist an die MAC-Adresse %s gebunden.
el: Η σύνδεση είναι συσχετισμένη (bound) στη διεύθυνση MAC %s.
es: La conexión está asociada a la dirección MAC %s.
fi: Yhteys on sidottu MAC-osoitteseen %s.
fr: Connexion liée à l’adresse MAC %s.
it: Connessione associata all'indirizzo MAC %s.
ja: 接続時に MAC アドレス %s を使用するようにします。
ka: კავშირი მიბმულია MAC მისამართზე %s.
pt_br: Conexão vinculada ao endereço MAC %s.
ru: Подключение привязано к MAC-адресу %s.
sv: Anslutningen är bunden till MAC-adress %s.
tr: Bağlantı %s MAC adresine bağlı.
uk: З'єднання прив'язане до MAC-адреси %s.

source: Binding
ca: Vinculació
de: Bindung
el: Συσχέτιση
es: Asociar
fi: Sidotaan
fr: Liaison
it: Associazione
ja: 結びつけ方式
ka: მიმაგრება
pt_br: Vinculando
ru: Привязка
sv: Bindning
tr: Bağlayıcı
uk: Прив'язка

source: Edit binding settings
ca: Edita la configuració de la vinculació
de: Verknüpfungseinstellungen bearbeiten
el: Επεξεργασία ρυθμίσεων συσχέτισης
es: Editar configuración de vinculación
fi: Muokkaa sidosasetuksia
fr: Modifier les paramètres de liaison
id: Edit pengaturan ikatan
it: Modifica Impostazioni di binding
ja: バインディング設定の編集
ka: მიბმის პარამეტრების ჩასწორება
pt_br: Editar configurações de vinculação
ru: Изменить настройки привязки
sv: Redigera bindningsinställningar
tr: Bağlama ayarlarını düzenle
uk: Змінити налаштування прив'язки

source: Device details
ca: Detalls del dispositiu
de: Gerätedetails
el: Λεπτομέρειες συσκευής
es: Detalles del dispositivo
fi: Laitteen tiedot
fr: Détails du périphérique
id: Rincian perangkat
it: Dettagli dispositivo
ja: デバイスの詳細
ka: მოწყობილობის დეტალები
pt_br: Detalhes do dispositivo
ru: Сведения об устройстве
sv: Enhetsdetaljer
tr: Aygıt ayrıntıları
uk: Відомості про пристрій

source: IP Addresses
ca: Adreces IP
de: IP-Adressen
el: Διευθύνσεις IP
es: Direcciones IP
fi: IP-osoitteet
fr: Adresses IP
id: Alamat IP
it: Indirizzi IP
ja: IP アドレス
ka: IP მისამართები
pt_br: Endereços IP
ru: IP-адреса
sv: IP-adresser
tr: IP Adresleri
uk: IP-адреси

source: Connected device
ca: Dispositiu connectat
de: Verbundenes Gerät
el: Συνδεδεμένη συσκευή
es: Dispositivo conectado
fi: Yhdistetty laite
fr: Appareil connecté
it: Dispositivo connesso
ja: 接続済みのデバイス
ka: დაკავშირებული მოწყობილობა
pt_br: Dispositivo conectado
ru: Подключенное устройство
sv: Ansluten enhet
tr: Bağlı cihaz
uk: Підключений пристрій
