Repository: agama-project/agama-weblate
Catalog: web/*.po
Languages: ca, de, el, es, fi, fr, id, it, ja, ka, pt_br, ru, sv, tr, uk

source: The data is kept, but the current partitions will be resized as needed.
ca: Les dades es conserven, però les particions actuals es canviaran de mida segons calgui.
de: Die Daten bleiben erhalten, aber die Größe der aktuellen Partitionen wird nach Bedarf geändert.
el: Τα δεδομένα διατηρούνται, αλλά οι τρέχουσες κατατμήσεις θα αλλάξουν μέγεθος όπως απαιτείται.
es: Los datos se conservan, pero las particiones actuales se redimensionarán según sea necesario.
fi: Tiedot säilytetään, mutta nykyisten osioiden kokoa tullaan muuttamaan tarpeen mukaan.
fr: Les données sont conservées, mais les partitions actuelles seront redimensionnées si nécessaire.
id: Data tetap dipertahankan, tetapi partisi saat ini akan diubah ukurannya sesuai kebutuhan.
it: I dati vengono mantenuti, ma le partizioni attuali saranno ridimensionate secondo necessità.
ja: 既存のデータは保持しますが、必要に応じて既存のパーティションのサイズ変更を行います。
ka: მონაცემები შენარჩუნება, მაგრამ არსებული დანაყოფების ზომა შეიცვლება, თუ ეს საჭირო იქნება.
pt_br: Os dados são mantidos, mas as partições atuais serão redimensionadas conforme necessário.
ru: Данные сохраняются, но размер текущих разделов будет изменен по мере необходимости.
sv: Data bevaras, men storleken på de aktuella partitionerna kommer att ändras efter behov.
tr: Veriler tutulacak, ancak mevcut bölümler ihtiyaç halinde yeniden boyutlandırılacak.
uk: Дані зберігаються, але розмір поточних розділів буде змінено в міру необхідності.

source: Only reused partitions and space not assigned to any partition will be used.
ca: Només s'usaran les particions reutilitzades i l'espai no assignat a cap partició.
de: Es werden nur wiederverwendete Partitionen und Speicherplatz, der keiner Partition zugewiesen ist, verwendet.
el: Θα χρησιμοποιηθούν μόνο οι επαναχρησιμοποιούμενες κατατμήσεις και ο χώρος που δεν έχει εκχωρηθεί σε καμία κατάτμηση.
es: Solo se usarán las particiones reutilizadas y el espacio no asignado a ninguna partición.
fi: Vain uudelleenkäytettyjä osioita sekä varaamatonta tilaa tullaan käyttämään.
fr: Seules les partitions réutilisées et l'espace non attribué à une partition seront utilisés.
id: Hanya partisi yang digunakan kembali dan ruang yang tidak dialokasikan ke partisi mana pun yang akan digunakan.
it: Verranno utilizzati solo le partizioni riutilizzate e lo spazio non assegnato a una partizione.
ja: 再利用するよう設定したパーティションと、パーティションの設定されていない領域のみを使用します。
pt_br: Apenas as partições reutilizadas e o espaço não atribuído a nenhuma partição serão usados.
ru: Будут использоваться только повторно используемые разделы и пространство, не назначенное ни одному разделу.
sv: Endast återanvända partitioner och utrymme som inte är tilldelat någon partition kommer att användas.
tr: Sadece yeniden kullanılan bölümler ve herhangi bir bölüme atanmamış alanlar kullanılacaktır.
uk: Будуть використовуватися тільки повторно використовувані розділи і простір, не призначений жодному розділу.

source: Only reused partitions will be used.
ca: Només s'usaran particions reutilitzades.
de: Es werden nur wiederverwendete Partitionen verwendet.
el: Θα χρησιμοποιηθούν μόνο οι επαναχρησιμοποιούμενες κατατμήσεις.
es: Solo se usarán las particiones reutilizadas.
fi: Vain uudelleenkäytettyjä osioita tullaan käyttämään.
fr: Seules les partitions réutilisées seront employées.
id: Hanya partisi yang telah digunakan kembali yang akan digunakan.
it: Verranno utilizzate solo le partizioni riutilizzate.
ja: 再利用するよう設定したパーティションのみを使用します。
ka: გამოყენებული იქნება, მხოლოდ, თავიდან გამოყენებული დანაყოფები.
pt_br: Apenas as partições reutilizadas serão usadas.
ru: Будут использоваться только повторно используемые разделы.
sv: Endast återanvända partitioner kommer att användas.
tr: Sadece yeniden kullanılan bölümler kullanılacaktır.
uk: Буде використано лише повторно використовувані розділи.

source: The data is kept. Only the space not assigned to any partition will be used.
ca: Es conserven les dades. Només s'usarà l'espai no assignat a cap partició.
de: Die Daten werden beibehalten. Nur der Speicherplatz, der keiner Partition zugewiesen ist, wird verwendet.
el: Τα δεδομένα διατηρούνται. Θα χρησιμοποιηθεί μόνο ο χώρος που δεν έχει εκχωρηθεί σε καμία κατάτμηση.
es: Los datos se conservan. Solo se utilizará el espacio que no esté asignado a ninguna partición.
fi: Tiedot säilytetään. Vain varaamaton tila, jota mikään osio ei käytä, otetaan käyttöön.
fr: Les données sont conservées. Seul l'espace qui n'est attribué à aucune partition sera utilisé.
id: Data tetap dipertahankan. Hanya ruang yang tidak ditetapkan ke partisi mana pun yang akan digunakan.
it: I dati vengono mantenuti. Verrà utilizzato solo lo spazio non assegnato a una partizione.
ja: 既存のデータを保持します。パーティションに割り当てられていない空き領域のみを使用します。
pt_br: Os dados são mantidos. Somente o espaço não atribuído a nenhuma partição será utilizado.
ru: Данные сохраняются. Будет использовано только пространство, не отведенное для какого-либо раздела.
sv: Data bevaras. Endast det utrymme som inte är tilldelat någon partition kommer att användas.
tr: Veriler tutulur. Sadece herhangi bir bölüme atanmamış alan kullanılacaktır.
uk: Дані зберігаються. Буде використано тільки простір, не відведений для будь-якого розділу.

source: Select what to do with each partition.
ca: Seleccioneu què voleu fer amb cada partició.
de: Wählen Sie aus, was mit jeder Partition gemacht werden soll.
el: Επιλέξτε τι θα γίνει με κάθε κατάτμηση.
es: Seleccione qué hacer con cada partición.
fi: Valitse mitä kullekin osiolle tehdään.
fr: Sélectionnez ce qu'il faut faire pour chaque partition.
id: Pilih apa yang akan dilakukan dengan setiap partisi.
it: Selezionare le azioni da eseguire con ogni partizione.
ja: パーティションの設定作業を独自に実施します。
ka: აირჩიეთ, რა მოუვა თითოეულ დანაყოფს.
pt_br: Selecione o que fazer com cada partição.
ru: Выберите, что делать с каждым разделом.
sv: Välj vad som ska göras med varje partition.
tr: Her bölümle ne yapılacağını seçin.
uk: Оберіть, що робити з кожним розділом.

source: The whole device will be used for %s
ca: S'usarà el dispositiu sencer per a %s
de: Das gesamte Gerät wird für %s verwendet
el: Ολόκληρη η συσκευή θα χρησιμοποιηθεί για %s
es: Todo el dispositivo se usará para %s
fi: Koko laitetta tullaan käyttämään kohteelle %s
fr: Tout le périphérique sera utilisé pour %s
id: Seluruh perangkat akan digunakan untuk %s
it: L'intero dispositivo verrà utilizzato per %s
ja: デバイス全体を %s 向けに使用する
ka: %s-სთვის გამოყენებული იქნება მთლიანი მოწყობილობა
pt_br: O dispositivo inteiro será usado para %s
ru: Всё устройство будет использовано для %s
sv: Hela enheten kommer att användas för %s
tr: Tüm cihaz %s için kullanılacak
uk: Весь пристрій буде використано для %s

source: A file system will be used for the whole device
ca: S'usarà un sistema de fitxers per al dispositiu sencer
de: Es wird ein Dateisystem für das gesamte Gerät verwendet
el: Θα χρησιμοποιηθεί ένα σύστημα αρχείων για ολόκληρη τη συσκευή
es: Se usará un sistema de archivos para todo el dispositivo
fi: Tiedostojärjestelmää tullaan käyttämään koko laitteelle
fr: Un système de fichiers sera utilisé pour l'ensemble du périphérique
id: Sistem berkas akan digunakan untuk seluruh perangkat
it: Verrà utilizzato un file system per l'intero dispositivo
ja: ファイルシステムはデバイス全体を使用する
ka: ფაილური სისტემა მთელი მოწყობილობისთვის იქნება გამოყენებული
pt_br: Um sistema de arquivos será usado para o dispositivo inteiro
ru: Файловая система будет использована для всего устройства
sv: Ett filsystem kommer att användas för hela enheten
tr: Tüm cihaz için bir dosya sistemi kullanılacak
uk: Файлову систему буде використано для всього пристрою

source: No additional partitions will be created
ca: No es crearan particions addicionals
de: Es werden keine zusätzlichen Partitionen erstellt
el: Δεν θα δημιουργηθούν πρόσθετες κατατμήσεις
es: No se creará ninguna partición adicional
fi: Ylimääräisiä osioita ei luoda
fr: Aucune partition supplémentaire ne sera créée
id: Tidak akan dibuat partisi tambahan
it: Nessun software aggiuntivo è stato selezionato
ja: 追加パーティションは作成しない
ka: დამატებითი დანაყოფები არ შეიქმნება
pt_br: Nenhuma partição adicional será criada
ru: Дополнительные разделы не будут созданы
sv: Inga ytterligare partitioner kommer att skapas
tr: Ek bölüm oluşturulmayacak
uk: Додаткові розділи не створюватимуться

source: An existing partition will be used for %s
ca: S'usarà una partició existent per a %s
de: Eine vorhandene Partition wird für %s verwendet
el: Θα χρησιμοποιηθεί μια υπάρχουσα κατάτμηση για %s
es: Se usará una partición existente para %s
fi: Olemassa olevaa osiota käytetään kohteelle %s
fr: Une partition existante sera utilisée pour %s
it: Verrà utilizzata una partizione esistente per %s
ja: %s に対して既存のパーティションを使用する
ka: არსებული დანაყოფი იქნება გამოყენებული %s-სთვის
pt_br: Uma partição existente será usada para %s
ru: Для %s будет использован существующий раздел
sv: En befintlig partition kommer att användas för %s
tr: Mevcut bölüm %s için kullanılacak
uk: Для %s буде використано наявний розділ

source: A new partition will be created for %s
ca: Es crearà una partició nova per a %s
de: Für %s wird eine neue Partition erstellt
el: Θα δημιουργηθεί μια νέα κατάτμηση για %s
es: Se creará una partición nueva para %s
fi: Uusi osio luodaan kohteelle %s
fr: Une nouvelle partition sera créée pour %s
it: Una nuova partizione verrà creata per %s
ja: %s に対して新しいパーティションを作成する
ka: %s-სთვის შეიქმნება ახალი დანაყოფი
pt_br: Uma nova partição será criada para %s
ru: Для %s будет создан новый раздел
sv: En ny partition kommer att skapas för %s
tr: Yeni bölüm %s için oluşturulacak
uk: Для %s буде створено новий розділ

source: Partitions will be used and created for %s
ca: Les particions s'usaran i es crearan per a %s
de: Partitionen werden für %s verwendet und erstellt
el: Θα χρησιμοποιηθούν και θα δημιουργηθούν κατατμήσεις για %s
es: Las particiones se utilizarán y crearán para %s
fi: Osioita tullaan luomaan ja käyttämään liitoskohdalle %s
fr: Des partitions seront créées et utilisées pour %s
id: Partisi akan digunakan dan dibuat untuk %s
it: Le partizioni verranno utilizze e create per %s
ja: %s 向けにパーティションを使用して作成する
ka: დანაყოფები, რომლებიც გამოყენებული და შექმნილი იქნება '%s'-სთვის
pt_br: Partições serão usadas e criadas para %s
ru: Разделы будут использоваться и создаваться для %s
sv: Partitioner kommer att användas och skapas för %s
tr: Bölümler %s için kullanılacak ve oluşturulacak
uk: Буде використано та створено розділи для %s

source: Current %1$s at %2$s
ca: %1$s actual a %2$s
de: Aktuell %1$s bei %2$s
el: Τρέχον %1$s στο %2$s
es: Actual %1$s en %2$s
fi: Nykyinen %1$s laitteella %2$s
fr: %1$s actuel sur %2$s
id: Saat ini %1$s di %2$s
it: Attuale %1$s su %2$s
ja: %2$s にある現在の %1$s
ka: მიმდინარე %1$s მოწყობილობაზე %2$s
pt_br: %1$s atual em %2$s
ru: Текущий %1$s на %2$s
sv: Nuvarande %1$s på %2$s
tr: Mevcut %1$s %2$s'de
uk: Поточна %1$s на %2$s

source: %1$s at %2$s
ca: %1$s a %2$s
de: %1$s bei %2$s
el: %1$s στο %2$s
es: %1$s en %2$s
fi: %1$s laitteella %2$s
fr: %1$s sur %2$s
id: %1$s di %2$s
it: %1$s su %2$s
ja: %2$s にある %1$s
ka: %1$s %2$s-ზე
pt_br: %1$s em %2$s
ru: %1$s на %2$s
sv: %1$s på %2$s
tr: %1$s %2$s'de
uk: %1$s на %2$s

source: No logical volumes are defined yet
ca: Encara no s'ha definit cap volum lògic
de: Es sind noch keine logischen Volumes definiert
el: Δεν έχουν οριστεί ακόμη λογικοί τόμοι
es: Aún no se han definido volúmenes lógicos
fi: Loogisia taltioita ei ole vielä määritetty
fr: Aucun volume logique n'a encore été défini
id: Belum ada volume logis yang didefinisikan
it: Non è stato ancora definito alcun volume logico
ja: 何も論理ボリュームを設定していません
ka: ლოგიკური ტომები ჯერ აღწერილი არაა
pt_br: Nenhum volume lógico ainda foi definido
ru: Логические тома еще не определены
sv: Inga logiska volymer är definierade ännu
tr: Henüz mantıksal birimler tanımlanmadı
uk: Логічні томи ще не задано

source: A new volume will be created for %s
ca: Es crearà un volum nou per a %s
de: Für %s wird ein neues Volume erstellt
el: Θα δημιουργηθεί ένας νέος τόμος για %s
es: Se creará un volumen nuevo para %s
fi: Uusi taltio tullaan luomaan kohteelle %s
fr: Un nouveau volume sera créé pour %s
it: Un nuovo volume verrà creato per %s
ja: %s に対しては新しいボリュームを作成します
ka: %s-სთვის შეიქმნება ახალი ტომი
pt_br: Um novo volume será criado para %s
ru: Для %s будет создан новый том
sv: En ny volym kommer att skapas för %s
tr: Yeni bir birim %s için oluşturulacak
uk: Для %s буде створено новий том

source: Auto LUNs Scan
ca: Escaneig automàtic de LUN
de: Automatischer LUNs-Scan
el: Αυτόματη σάρωση LUN
es: Exploración automática de LUNs
fi: Automaattinen LUN-skannaus
fr: Balayage LUN automatique
id: Pemindaian LUN Otomatis
it: Scansione LUN automatica
ja: 自動 LUN 検出
ka: LUN-ების ავტომატური სკანირება
pt_br: Verificação automática de LUNs
ru: Автоматическое сканирование LUN
sv: Automatisk LUN-skanning
tr: Kendiliğinden LUN Taraması
uk: Автоматичне сканування LUN

source: Activated
ca: Activat
de: Aktiviert
el: Ενεργοποιημένο
es: Activado
fi: Aktivoitu
fr: Activé
id: Diaktifkan
it: Attivato
ja: 有効
ka: აქტივირებულია
pt_br: Ativado
ru: Активировано
sv: Aktiverad
tr: Aktifleştirildi
uk: Активовано

source: Deactivated
ca: Desactivat
de: Deaktiviert
el: Απενεργοποιημένο
es: Desactivado
fi: Deaktivoitu
fr: Désactivé
id: Dinonaktifkan
it: Disattivato
ja: 無効
ka: დეაქტივირებულია
pt_br: Desativado
ru: Деактивировано
sv: Inaktiverad
tr: Devre dışı bırakıldı
uk: Деактивовано

source: Disk Activation
ca: Activació del disc
de: Festplattenaktivierung
el: Ενεργοποίηση δίσκου
ja: ディスクの有効化
ru: Активация дисков
uk: Активація дисків

source: zFCP Disk activation form
ca: Formulari d'activació del disc zFCP
de: Formular für die zFCP-Festplattenaktivierung
el: Φόρμα ενεργοποίησης δίσκου zFCP
es: Formulario de activación del disco zFCP
fi: zFCP-levyaktivoinnin lomake
fr: Formulaire d'activation du disque zFCP
id: Formulir aktivasi Disk zFCP
it: Attivazione disco zFCP da
ja: zFCP ディスク有効化フォーム
ka: zFCP დისკის გააქტიურების ფორმა
pt_br: Formulário de ativação do disco zFCP
ru: Форма активации диска zFCP
sv: zFCP-diskaktiveringsformulär
tr: zFCP Disk aktivasyon formu
uk: Форма активації диска zFCP

source: The zFCP disk was not activated.
ca: El disc zFCP no s'ha activat.
de: Die zFCP-Festplatte wurde nicht aktiviert.
el: Ο δίσκος zFCP δεν ενεργοποιήθηκε.
es: El disco zFCP no estaba activado.
fi: zFCP-levyä ei aktivoitu.
fr: Le disque zFCP n'a pas été activé.
id: Disk zFCP tidak diaktifkan.
it: Il disco zFCP non è stato attivato.
ja: zFCP ディスクは有効化されませんでした。
ka: zFCP დისკის გააქტიურება შეუძლებელია.
pt_br: O disco zFCP não foi ativado.
ru: Диск zFCP не был активирован.
sv: zFCP disken var inte aktiverad.
tr: zFCP diski etkinleştirilmedi.
uk: Диск zFCP не було активовано.

source: Automatic LUN scan is [enabled]. Activating a controller which is running in NPIV mode will automatically configures all its LUNs.
ca: L'exploració automàtica de LUN està [activada]. L'activació d'un controlador que s'executa en mode NPIV configurarà automàticament tots els seus LUN.
de: Der automatische LUN-Scan ist [aktiviert]. Wenn Sie einen Controller aktivieren, der im NPIV-Modus ausgeführt wird, werden alle seine LUNs automatisch konfiguriert.
el: Η αυτόματη σάρωση LUN είναι [ενεργοποιημένη]. Η ενεργοποίηση ενός ελεγκτή που λειτουργεί σε κατάσταση NPIV θα ρυθμίσει αυτόματα όλα τα LUN του.
es: La exploración automática de LUNs está [habilitada]. La activación de un controlador que se esté ejecutando en modo NPIV configurará automáticamente todos sus LUNs.
fi: Automaattinen LUN-skannaus on [käytössä]. NPIV-tilassa toimivan ohjaimen aktivoiminen määrittää automaattisesti kaikkien LUNien asetukset.
fr: Le balayage automatique des LUN est [activé]. L'activation d'un contrôleur fonctionnant en mode NPIV configurera automatiquement tous ses LUN.
it: La scansione LUN automatica è [abilitata]. L'attivazione di un controller in esecuzione in modalità NPIV configurerà automaticamente tutte le rispettive LUN.
ja: 自動 LUN スキャンが [有効化] されています。 NPIV モードで動作しているコントローラを有効化した場合、その LUN は全て自動的に設定されます。
pt_br: A varredura automática de LUN está [habilitada]. A ativação de um controlador que está sendo executado no modo NPIV configurará automaticamente todos os seus LUNs.
ru: Автоматическое сканирование LUN [включено]. Активация контроллера, работающего в режиме NPIV, автоматически сконфигурирует все его LUNы.
sv: Automatisk LUN-skanning är [aktiverad]. Aktiverar en styrenhet som är körande i NPIV läge kommer att automatiskt konfigurera alla dess LUN.
tr: Otomatik LUN taraması [etkin]. Bir denetleyiciyi etkinleştirme NPIV modunda çalıştırıldığında tüm LUN'lar otomatik olarak yapılandırılır.
uk: Автоматичне сканування LUN [увімкнено]. Активація контролера, що працює в режимі NPIV, автоматично сконфігурує всі його LUNи.

source: Automatic LUN scan is [disabled]. LUNs have to be manually configured after activating a controller.
ca: L'exploració automàtica de LUN està [desactivada]. Els LUN s'han de configurar manualment després d'activar un controlador.
de: Der automatische LUN-Scan ist [deaktiviert]. LUNs müssen manuell konfiguriert werden, nachdem ein Controller aktiviert wurde.
el: Η αυτόματη σάρωση LUN είναι [απενεργοποιημένη]. Τα LUN πρέπει να ρυθμιστούν χειροκίνητα μετά την ενεργοποίηση ενός ελεγκτή.
es: La exploración automática de LUNs está [deshabilitada]. Los LUNs deben configurarse manualmente después de activar un controlador.
fi: Automaattinen LUN-skannaus on [pois käytöstä]. LUNien asetukset tulee määrittää käsin ohjaimen aktivoinnin jälkeen.
fr: Le balayage automatique des LUN est [désactivé]. Les LUN doivent être configurés manuellement après l'activation d'un contrôleur.
it: La scansione LUN automatica è [disabilitata]. È necessario configurare manualmente le LUN dopo aver attivato un controller.
ja: 自動 LUN スキャンが [無効化] されています。 LUN はコントローラの有効化後、手作業で設定しなければなりません。
pt_br: A varredura automática de LUN está [desabilitada]. Os LUNs precisam ser configurados manualmente após a ativação de um controlador.
ru: Автоматическое сканирование LUN [отключено]. LUN должны быть настроены вручную после активации контроллера.
sv: Automatisk LUN-skanning är [avaktiverad]. LUN kommer att behöva vara manuellt konfigurerat efter aktivering av en styrenhet.
tr: Otomatik LUN taraması [devre dışı]. LUN'ların manuel olarak taranması gerekir Bir kontrol cihazı etkinleştirildikten sonra yapılandırılır.
uk: Автоматичне сканування LUN [вимкнено]. LUN мають бути налаштовані вручну після активації контролера.

source: Please, try to activate a zFCP disk.
ca: Si us plau, proveu d'activar un disc zFCP.
de: Bitte versuchen Sie, eine zFCP-Festplatte zu aktivieren.
el: Παρακαλώ, δοκιμάστε να ενεργοποιήσετε έναν δίσκο zFCP.
es: Por favor, intente activar un disco zFCP.
fi: Yritä aktivoida zFCP-levy.
fr: Veuillez essayer d'activer un disque zFCP.
id: Silakan coba aktifkan disk zFCP.
it: Provare ad attivare un disco zFCP.
ja: zFCP ディスクの有効化をお試しください。
ka: სცადეთ, გაააქტიუროთ zFCP დისკი.
pt_br: Tente ativar um disco zFCP.
ru: Пожалуйста, попробуйте активировать диск zFCP.
sv: Snälla, försök att aktivera en zFCP-disk.
tr: Lütfen bir zFCP diski etkinleştirmeyi deneyin.
uk: Будь ласка, спробуйте активувати диск zFCP.

source: Please, try to activate a zFCP controller.
ca: Si us plau, proveu d'activar un controlador de zFCP.
de: Bitte versuchen Sie, einen zFCP-Controller zu aktivieren.
el: Παρακαλώ, δοκιμάστε να ενεργοποιήσετε έναν ελεγκτή zFCP.
es: Por favor, intente activar un controlador zFCP.
fi: Yritä aktivoida zFCP-ohjain.
fr: Veuillez essayer d'activer un contrôleur zFCP.
id: Silakan coba aktifkan pengontrol zFCP.
it: Provare ad attivare un controller zFCP.
ja: zFCP コントローラの有効化をお試しください。
ka: სცადეთ, გაააქტიუროთ zFCP კონტროლერი.
pt_br: Tente ativar um controlador zFCP.
ru: Пожалуйста, попробуйте активировать контроллер zFCP.
sv: Snälla, försök att aktivera en zFCP-kontroller.
tr: Lütfen bir zFCP denetleyicisi etkinleştirmeyi deneyin.
uk: Будь ласка, спробуйте активувати контролер zFCP.

source: No zFCP disks found.
ca: No s'ha trobat cap disc zFCP.
de: Keine zFCP-Festplatten gefunden.
el: Δεν βρέθηκαν δίσκοι zFCP.
es: No se han encontrado discos zFCP.
fi: zFCP-levyjä ei löydy.
fr: Aucun disque zFCP n'a été trouvé.
id: Tidak ditemukan disk zFCP.
it: Nessun disco zFCP trovato.
ja: zFCP ディスクが見つかりませんでした。
ka: zFCP დისკები აღმოჩენილი არაა.
pt_br: Nenhum disco zFCP encontrado.
ru: Диски zFCP не найдены.
sv: Inga zFCP-diskar hittades.
tr: zFCP diski bulunamadı.
uk: Диски zFCP не знайдені.

source: Activate zFCP disk
ca: Activa el disc zFCP
de: zFCP-Festplatte aktivieren
el: Ενεργοποίηση δίσκου zFCP
es: Activar disco zFCP
fi: Aktivoi zFCP-levy
fr: Activer le disque zFCP
id: Mengaktifkan disk zFCP
it: Attiva disco zFCP
ja: zFCP ディスクの有効化
ka: zFCP დისკის გააქტიურება
pt_br: Ativar disco zFCP
ru: Активировать диск zFCP
sv: Aktivera en zFCP-disk
tr: zFCP diskini etkinleştir
uk: Активувати диск zFCP

source: Activate new disk
ca: Activa el disc nou
de: Neue Festplatte aktivieren
el: Ενεργοποίηση νέου δίσκου
es: Activar nuevo disco
fi: Aktivoi uusi levy
fr: Activer un nouveau disque
id: Aktifkan disk baru
it: Attiva nuovo disco
ja: 新しいディスクの有効化
ka: ახალი დისკის გააქტიურება
pt_br: Ativar novo disco
ru: Активировать новый диск
sv: Aktivera ny disk
tr: Yeni diski etkinleştir
uk: Активувати новий диск

source: Controllers
ca: Controladors
de: Controller
el: Ελεγκτές
es: Controladores
fi: Ohjaimet
fr: Contrôleurs
id: Kontroler
it: Controller
ja: コントローラ
ka: კონტროლერები
pt_br: Controladores
ru: Контроллеры
sv: Styrenheter
tr: Kontrolörler
uk: Контролери

source: No zFCP controllers found.
ca: No s'ha trobat cap controlador de zFCP.
de: Keine zFCP-Controller gefunden.
el: Δεν βρέθηκαν ελεγκτές zFCP.
es: No se han encontrado controladores zFCP.
fi: zFCP-ohjaimia ei löydy.
fr: Aucun contrôleur zFCP n'a été trouvé.
id: Tidak ditemukan pengontrol zFCP.
it: Nessun controller zFCP trovato.
ja: zFCP コントローラが見つかりませんでした。
ka: zFCP კონტროლერები აღმოჩენილი არაა.
pt_br: Nenhum controlador zFCP encontrado.
ru: Контроллеры zFCP не найдены.
sv: Inga zFCP-kontroller hittades.
tr: Hiçbir zFCP denetleyicisi bulunamadı.
uk: Контролери zFCP не знайдені.

source: Read zFCP devices
ca: Llegeix els dispositius zFCP
de: zFCP-Geräte lesen
el: Ανάγνωση συσκευών zFCP
es: Leer dispositivos zFCP
fi: Lue zFCP-laitteita
fr: Lire les périphériques zFCP
id: Baca perangkat zFCP
it: Leggi i dispositivi zFCP
ja: zFCP デバイスの読み込み
ka: zFCP მოწყობილობების წაკითხვა
pt_br: Ler dispositivos zFCP
ru: Прочитать устройства zFCP
sv: Läs zFCP-enheter
tr: zFCP aygıtlarını oku
uk: Прочитати пристрої zFCP

source: Enter a hostname.
ca: Introduïu un nom d'amfitrió.
de: Geben Sie einen Hostnamen ein.
el: Εισαγάγετε ένα όνομα συστήματος.
es: Introduce el nombre del equipo.
fi: Syötä verkkonimi.
fr: Entrez un nom d'hôte.
id: Masukkan nama host.
it: Immettere un nome host.
ja: ホスト名を入力してください。
ka: შეიყვანეთ ჰოსტის სახელი.
pt_br: Insira um nome de host.
ru: Введите имя узла.
sv: Ange ett värdnamn.
tr: Bir ana bilgisayar adı girin.
uk: Введіть ім'я хоста.

source: Hostname successfully updated
ca: El nom d'amfitrió s'ha actualitzat correctament
de: Hostname erfolgreich aktualisiert
el: Το όνομα συστήματος ενημερώθηκε επιτυχώς
es: El nombre del equipo se ha actualizado con éxito
fi: Verkkonimi päivitetty
fr: Nom d'hôte mis à jour
id: Nama host telah diperbarui dengan sukses
it: Nome host aggiornato
ja: ホスト名を更新しました
ka: ჰოსტის სახელი წარმატებით განახლდა
pt_br: Nome de host atualizado com êxito
ru: Имя узла успешно обновлено
sv: Värdnamnet har uppdaterats
tr: Ana bilgisayar adı başarıyla güncellendi
uk: Ім'я хоста успішно оновлено
