Repository: agama-project/agama-weblate
Catalog: web/*.po
Languages: ca, de, el, es, fi, fr, id, it, ja, ka, pt_br, ru, sv, tr, uk

source: The initiator name cannot be blank
ca: El nom de l'iniciador no pot estar en blanc
de: Der Initiatorname darf nicht leer sein
el: Το όνομα του initiator δεν μπορεί να είναι κενό
es: El nombre del iniciador no puede estar en blanco
fi: Alullepanijan nimi ei voi olla tyhjä
fr: Le nom de l'initiateur ne peut pas être vide
id: Nama inisiator tidak boleh kosong
it: Il nome dell'iniziatore non può essere vuoto
ja: 何らかのイニシエータ名を指定する必要があります
ka: ინიციატორის სახელი არ შეიძლება, ცარიელი იყოს
pt_br: O nome do iniciador não pode ficar em branco
ru: Имя инициатора не может быть пустым
sv: Initiatornamnet kan inte vara tomt
tr: Başlatıcı adı boş olamaz
uk: Ім'я ініціатора не може бути порожнім

source: Initiator
ca: Iniciador
es: Iniciador
fi: Alullepanija (initiator)
fr: Initiateur
id: Inisiator
it: Iniziatore
ja: イニシエータ
ka: ინიციატორი
pt_br: Iniciador
ru: Инициатор
sv: Initiativtagare
tr: Başlatıcı
uk: Ініціатор

source: Initiator name
ca: Nom de l'iniciador
de: Name des Initiators
el: Όνομα initiator
es: Nombre del iniciador
fi: Alullepanijan nimi
fr: Nom de l'initiateur
id: Nama inisiator
it: Nome iniziatore
ja: イニシエータ名
ka: ინიციატორის სახელი
pt_br: Nome do iniciador
ru: Имя инициатора
sv: Initiativtagarens namn
tr: Başlatıcı adı
uk: Ім'я ініціатора

source: Configuration read from the iSCSI Boot Firmware Table (iBFT). Initiator cannot be changed.
el: Η διαμόρφωση αναγνώστηκε από το iSCSI Boot Firmware Table (iBFT). Ο initiator δεν μπορεί να αλλάξει.
ja: iSCSI Boot Firmware Table (iBFT) から読み込んだ設定です。イニシエータの設定は変更できません。
ru: Конфигурация, считываемая из таблицы прошивки iSCSI Boot Firmware Table (iBFT). Инициатор не может быть изменен.

source: No iSCSI Boot Firmware Table (iBFT) found. The initiator can be [configured manually.]
el: Δεν βρέθηκε iSCSI Boot Firmware Table (iBFT). Ο initiator μπορεί να [ρυθμιστεί χειροκίνητα.]
ja: iSCSI Boot Firmware Table (iBFT) が見つかりませんでした。イニシエータの設定は [手作業で実施できます。]
ru: Таблица прошивки iSCSI Boot (iBFT) не найдена. Инициатор можно [настроить вручную.]

source: All
el: Όλα
ja: 全て
ru: Все

source: Status filter toggle
el: Εναλλαγή φίλτρου κατάστασης
ja: 状態フィルタの切り替え
ru: Вкл./выкл. фильтр статуса

source: On boot
ca: A l'arrencada
de: Beim Booten
el: Κατά την εκκίνηση
es: En arranque
fi: Käynnistyksessä
fr: Lors du démarrage
id: Saat boot
it: All'avvio
ja: システム起動時
ka: ჩატვირთვისას
pt_br: Na inicialização
ru: При загрузке
sv: Vid uppstart
tr: Önyüklemede
uk: При завантаженні

source: Target
el: Στόχος
ja: ターゲット
ru: Цель

source: Portal
fi: Portaali
fr: Portail
it: Portale
ja: ポータル
ka: პორტალი
ru: Портал
uk: Портал

source: Startup
ca: Inici
de: Start
el: Εκκίνηση
es: Puesta en marcha
fi: Käynnistystapa
fr: Démarrage
it: Avvio
ja: 起動
ka: გაშვება
pt_br: Inicialização
ru: Запуск
sv: Uppstart
tr: Başlangıç
uk: Запуск

source: Login
ca: Entrada
de: Anmelden
el: Σύνδεση
es: Acceder
fi: Kirjaudu
fr: Se connecter
id: Masuk
ja: ログイン
ka: შესვლა
pt_br: Entrar
ru: Вход
sv: Logga in
tr: Oturum aç
uk: Вхід

source: Target not found
el: Ο στόχος δεν βρέθηκε
ja: ターゲットが見つかりません
ru: Цель не найдена

source: %s at portal %s does not exist or cannot be reached.
el: Το %s στο portal %s δεν υπάρχει ή δεν είναι δυνατή η προσπέλασή του.
ja: %s (ポータル %s 内) は存在していないか、相手に届きません。
ru: %s на портале %s не существует или недоступен.

source: Go to iSCSI
el: Μετάβαση στο iSCSI
ja: iSCSI に移動
ru: Перейти к iSCSI

source: Connection failed
el: Η σύνδεση απέτυχε
ja: 接続に失敗しました
ru: Сбой подключения

source: Connected by the system
el: Συνδεδεμένο από το σύστημα
ja: システムにより接続済み
ru: Подключено системой

source: Disconnected by the system
el: Αποσυνδεδεμένο από το σύστημα
ja: システムにより切断済み
ru: Отключено системой

source: Disconnection failed
el: Η αποσύνδεση απέτυχε
ja: 切断に失敗しました
ru: Сбой при отключении

source: Disconnected
ca: Desconnectat
de: Getrennt
el: Αποσυνδεδεμένο
es: Desconectado
fi: Yhteys katkaistu
fr: Déconnecté
id: Terputus
it: Disconnesso
ja: 切断済み
ka: გამოერთებული
pt_br: Desconectado
ru: Отключено
sv: Frånkopplad
tr: Bağlantısı Kesildi
uk: Роз'єднано

source: Missing
el: Λείπει
ja: 見つかりません
ru: Отсутствует

source: Edit connection
el: Επεξεργασία σύνδεσης
ja: 接続の編集
ru: Редактировать подключение

source: Disconnect
el: Αποσύνδεση
es: Desconectar
ja: 切断
pt_br: Desconectar
ru: Отключить
tr: Bağlantıyı kes
uk: Роз'єднати

source: Cancel connection
el: Ακύρωση σύνδεσης
ja: 接続のキャンセル
ru: Отменить подключение

source: No targets available
el: Δεν υπάρχουν διαθέσιμοι στόχοι
ja: ターゲットがありません
ru: Нет доступных целей

source: No targets have been discovered or configured.
el: Δεν έχουν εντοπιστεί ή ρυθμιστεί στόχοι.
ja: ターゲットが検出されていないか、設定されていません。
ru: Цели не обнаружены или не настроены.

source: Perform a discovery to find available iSCSI targets.
el: Εκτελέστε έναν εντοπισμό για να βρείτε διαθέσιμους στόχους iSCSI.
ja: 利用可能な iSCSI ターゲットを検出するため、検索を実施してください。
ru: Выполните обнаружение, чтобы найти доступные iSCSI-цели.

source: No targets matches filters
el: Κανένας στόχος δεν ταιριάζει με τα φίλτρα
ja: フィルタに該当するターゲットがありません
ru: Нет целей, соответствующих фильтрам

source: Actions for %s at portal %s
el: Ενέργειες για το %s στο portal %s
ja: %s (ポータル %s 内) に対する処理
ru: Действия для %s на портале %s

source: Locked targets cannot be managed from here and do not offer any actions.
el: Η διαχείριση των κλειδωμένων στόχων δεν μπορεί να γίνει από εδώ και δεν προσφέρουν καμία ενέργεια.
ja: 施錠 (ロック) されているターゲットはここでは管理できません。そのため、実行できる処理もありません。
ru: Заблокированные цели не могут управляться отсюда и не предлагают никаких действий.

source: KiB
ka: კიბ
ru: КиБ
tr: KB
uk: КіБ

source: MiB
ka: მიბ
ru: МиБ
tr: MB
uk: МіБ

source: GiB
ka: გიბ
ru: ГиБ
tr: GB
uk: ГіБ

source: TiB
ka: ტიბ
ru: ТиБ
tr: TB
uk: ТіБ

source: PiB
ka: პიბ
ru: ПиБ
tr: PB
uk: ПіБ

source: immutable Btrfs
de: unveränderliches Btrfs
el: αμετάβλητο Btrfs
ja: 不変性を持つ btrfs
ru: неизменяемый Btrfs
uk: незмінна Btrfs

source: Btrfs with snapshots
ca: Btrfs amb instantànies
de: Btrfs mit Schnappschüssen
el: Btrfs με στιγμιότυπα
es: Brtfs con instantáneas
fi: Btrfs tilannevedoksilla
fr: Btrfs avec clichés
id: Btrfs dengan snapshot
it: Btrfs con snapshot
ja: スナップショット有りの btrfs
ka: Btrfs სწრაფი ასლებით
pt_br: Btrfs com instantâneos
ru: Btrfs с моментальными снимками
sv: Btrfs med ögonblicksavbilder
tr: Anlık imajlarla Btrfs
uk: Btrfs з моментальними знімками

source: Delete current content
ca: Suprimeix el contingut actual
de: Aktuellen Inhalt löschen
el: Διαγραφή τρέχοντος περιεχομένου
es: Eliminar el contenido actual
fi: Poista nykyinen sisältö
fr: Supprimer le contenu actuel
id: Hapus konten saat ini
it: Elimina contenuti attuali
ja: 現在の内容を全て削除する
ka: მიმდინარე შემცველობის წაშლა
pt_br: Excluir conteúdo atual
ru: Удалить текущее содержимое
sv: Radera nuvarande innehåll
tr: Mevcut içeriği sil
uk: Видалити поточний вміст

source: Shrink existing partitions
ca: Encongeix les particions existents
de: Vorhandene Partitionen verkleinern
el: Συρρίκνωση υπαρχουσών κατατμήσεων
es: Reducir las particiones existentes
fi: Pienennä olevmassa olevia osioita
fr: Réduire les partitions existantes
id: Perkecil partisi yang ada
it: Riduci partizioni esistenti
ja: 既存のパーティションを縮小する
ka: არსებული დანაყოფების დაპატარავება
pt_br: Diminuir partições existentes
ru: Уменьшение существующих разделов
sv: Krymp existerande partitioner
tr: Mevcut bölümleri küçült
uk: Зменшення наявних розділів

source: Use available space
ca: Usa l'espai disponible
de: Verfügbaren Speicherplatz verwenden
el: Χρήση διαθέσιμου χώρου
es: Utilizar el espacio disponible
fi: Käytä käytettävissä olevaa tilaa
fr: Utiliser l'espace disponible
id: Gunakan ruang yang tersedia
it: Usa spazio disponibile
ja: 利用可能な領域を使用する
ka: ხელმისაწვდომი ადგილის გამოყენება
pt_br: Utilize o espaço disponível
ru: Использовать свободное пространство
sv: Använd tillgängligt utrymme
tr: Mevcut alanı kullan
uk: Використати вільний простір

source: at least %s
ca: almenys %s
de: mindestens %s
el: τουλάχιστον %s
es: al menos %s
fi: vähintään %s
fr: au moins %s
id: setidaknya %s
it: almeno %s
ja: 少なくとも %s
ka: %s მაინც
pt_br: Pelo menos %s
ru: не менее %s
sv: åtminstone %s
tr: en az %s
uk: не менше %s

source: Multipath
ca: Multicamí
de: Multipfad
es: Ruta múltiple
fr: Chemins multiples
ja: マルチパス
ka: მრავალბილიკიანი
pt_br: Múltiplo caminho
ru: Многопутевое
sv: Flervägs
tr: Çoklu yol
uk: Багатошляхове

source: SD Card
ca: Targeta SD
de: SD-Karte
el: Κάρτα SD
es: Tarjeta SD
fi: SD-kortti
fr: Carte SD
id: Kartu SD
it: Scheda SD
ja: SD カード
ka: SD ბარათი
pt_br: Cartão SD
ru: SD-карта
sv: SD-kort
tr: SD Kart
uk: SD-карта

source: %s disk
ca: Disc %s
de: Festplatte %s
el: Δίσκος %s
es: disco %s
fi: %s-levy
fr: Disque %s
id: %s diska
it: Disco %s
ja: %s ディスク
ka: %s დისკი
pt_br: disco %s
ru: Диск %s
tr: disk %s
uk: Диск %s

source: Disk
ca: Disc
de: Festplatte
el: Δίσκος
es: Disco
fi: Levy
fr: Disque
it: Disco
ja: ディスク
ka: დისკი
pt_br: Disco
ru: Диск
uk: Диск

source: Software %s
ca: Programari %s
el: Λογισμικό %s
fi: Ohjelmisto-%s
fr: Logiciel %s
id: Perangkat Lunak %s
ja: ソフトウエア %s
ka: პროგრამული %s
pt_br: Programas %s
ru: Программное обеспечение %s
sv: Programvara %s
tr: Yazılım %s
uk: Програмне забезпечення %s

source: %s with %d partitions
ca: %s amb %d particions
de: %s mit %d Partitionen
el: %s με %d κατατμήσεις
es: %s con %d particiones
fi: %s-osiotaulu, %d osiota
fr: %s avec %d partitions
id: %s dengan partisi %d
it: %s con %d partizioni
ja: %s (%d 個のパーティション)
ka: %s %d დანაყოფით
pt_br: %s com %d partições
ru: %s с %d разделами
sv: %s med %d partitioner
tr: %s ile %d bölümler
uk: %s з %d розділами

source: No content found
ca: No s'ha trobat contingut.
de: Kein Inhalt gefunden
el: Δεν βρέθηκε περιεχόμενο
es: No se encontró contenido
fi: Sisältöä ei löytynyt
fr: Aucun contenu n'a été trouvé
id: Tidak ada konten yang ditemukan
it: Nessun contenuto trovato
ja: ストレージには何も記録されていないようです
ka: შემცველობა აღმოჩენილი არაა
pt_br: Nenhum conteúdo encontrado
ru: Содержимое не найдено
sv: Inget innehåll hittades
tr: İçerik bulunamadı
uk: Вміст не знайдено

source: A partition will be deleted
ca: Se suprimirà una partició
de: Eine Partition wird gelöscht
el: Μια κατάτμηση θα διαγραφεί
es: Se eliminará una partición
fi: Osio poistetaan
fr: Une partition sera supprimée
id: Partisi akan dihapus
it: Una partizione verrà eliminata
ja: パーティションを削除する
ka: დანაყოფი წაიშლება
pt_br: A partição será excluída
ru: Раздел будет удален
sv: En partition kommer att raderas
tr: Bir bölüm silinecek
uk: Розділ буде видалений

source: At least one partition will be deleted
ca: Se suprimirà almenys una partició
de: Mindestens eine Partition wird gelöscht
el: Τουλάχιστον μία κατάτμηση θα διαγραφεί
es: Se eliminará al menos una partición
fi: Ainakin yksi osio poistetaan
fr: Au moins une partition sera supprimée
id: Setidaknya satu partisi akan dihapus
it: Almeno una partizione verrà eliminata
ja: 少なくとも 1 つのパーティションを削除する
ka: წაიშლება, სულ ცოტა, ერთი დანაყოფი
pt_br: Pelo menos uma partição será excluída
ru: По крайней мере один раздел будет удален
sv: Minst en partition kommer att tas bort
tr: En az bir bölüm silinecek
uk: Принаймні один розділ буде видалено

source: Several partitions will be deleted
ca: Se suprimiran diverses particions
de: Mehrere Partitionen werden gelöscht
el: Αρκετές κατατμήσεις θα διαγραφούν
es: Se eliminarán varias particiones
fi: Useita osioita poistetaan
fr: Plusieurs partitions seront supprimées
id: Beberapa partisi akan dihapus
it: Diverse partizioni verranno eliminate
ja: いくつかのパーティションを削除する
ka: წაიშლება რამდენიმე დანაყოფი
pt_br: Várias partições serão excluídas
ru: Несколько разделов будут удалены
sv: Flera partitioner kommer att tas bort
tr: Birkaç bölüm silinecek
uk: Кілька розділів буде видалено

source: A partition may be deleted
ca: Es pot suprimir una partició
de: Eine Partition kann gelöscht werden
el: Μια κατάτμηση ενδέχεται να διαγραφεί
es: Una partición se puede eliminar
fi: Osio saatetaan poistaa
fr: Une partition pourrait être supprimée
id: Sebuah partisi dapat dihapus
it: Una partizione potrebbe essere eliminata
ja: パーティションを削除するかもしれません
ka: დანაყოფი შეიძლება წაიშალოს
pt_br: A partição pode ser excluída
ru: Раздел может быть удален
sv: En partition kan tas bort
tr: Bir bölüm silinebilir
uk: Розділ може бути видалений

source: Some partitions may be deleted
ca: Algunes particions es poden suprimir
de: Einige Partitionen können gelöscht werden
el: Ορισμένες κατατμήσεις ενδέχεται να διαγραφούν
es: Algunas particiones se pueden eliminar
fi: Osioita saatetaan poistaa
fr: Certaines partitions pourraient être supprimées
id: Beberapa partisi mungkin dihapus
it: Alcune partizioni potrebbero essere eliminate
ja: いくつかのパーティションを削除するかもしれません
ka: ზოგიერთი დანაყოფი შეიძლება წაიშალოს
pt_br: Algumas partições podem ser excluídas
ru: Некоторые разделы могут быть удалены
sv: Vissa partitioner kan tas bort
tr: Bazı bölümler silinebilir
uk: Деякі розділи можуть бути видалені

source: A partition may be shrunk
ca: Una partició es pot encongir
de: Eine Partition kann verkleinert werden
el: Μια κατάτμηση ενδέχεται να συρρικνωθεί
es: Una partición se puede reducir
fi: Osiota saatetaan pienentää
fr: Une partition pourrait être réduite
id: Partisi dapat diperkecil
it: Una partizione potrebbe essere ridotta
ja: パーティションを縮小するかもしれません
ka: დანაყოფი შეიძლება შემცირდეს
pt_br: Uma partição pode ser reduzida
ru: Раздел может быть уменьшен
sv: En partition kan krympas
tr: Bir bölüm küçültülebilir
uk: Розділ може бути зменшений

source: Some partitions may be shrunk
ca: Algunes particions es poden encongir
de: Einige Partitionen können verkleinert werden
el: Ορισμένες κατατμήσεις ενδέχεται να συρρικνωθούν
es: Algunas particiones se pueden reducir
fi: Joitain osioita saatetaan pienentää
fr: Certaines partitions pourraient être réduites
id: Beberapa partisi mungkin dapat diperkecil
it: Alcune partizioni potrebbero essere ridotte
ja: いくつかのパーティションを縮小するかもしれません
ka: ზოგიერთი დანაყოფი, შეიძლება, შემცირდეს
pt_br: Algumas partições podem ser reduzidas
ru: Некоторые разделы могут быть уменьшены
sv: Vissa partitioner kan krympas
tr: Bazı bölümler küçültülebilir
uk: Деякі розділи можуть бути зменшені

source: All content not configured to be mounted will be deleted
ca: Se suprimirà tot el contingut que no estigui configurat per ser muntat
de: Jeder Inhalt, der nicht zum Einhängen konfiguriert ist, wird gelöscht
el: Όλο το περιεχόμενο που δεν έχει ρυθμιστεί για προσάρτηση θα διαγραφεί
es: Todo el contenido que no se haya configurado para montarse se borrará
fi: Kaikki sisältö, joita ei ole asetettu liitettäväksi, tullaan poistamaan
fr: Tout le contenu qui n'est pas configuré pour le montage sera supprimé
id: Semua konten yang tidak dikonfigurasi untuk di-mount akan dihapus
it: Tutti i contenuti non configurati per il montaggio saranno eliminati
ja: マウントするように設定していない全ての内容を削除する
ka: შემცველობა, რომელიც მორგებული არაა მისამაგრებლად, წაიშლება
pt_br: Todo o conteúdo que não for configurado para montagem será excluído
ru: Всё содержимое, не настроенное на монтирование, будет удалено
sv: Allt innehåll som inte är konfigurerat för montering kommer att raderas
tr: Bağlanmak üzere yapılandırılmayan tüm içerikler silinecektir
uk: Весь вміст, не налаштований на монтування, буде видалений

source: All content will be deleted
ca: Se'n suprimirà tot el contingut
de: Der gesamte Inhalt wird gelöscht
el: Όλο το περιεχόμενο θα διαγραφεί
es: Todo el contenido se borrará
fi: Kaikki sisältö tullaan poistamaan
fr: Tout le contenu sera supprimé
id: Semua konten akan dihapus
it: Tutti i contenuti saranno eliminati
ja: 全ての内容を削除する
ka: შემცველობა სრულად წაიშლება
pt_br: Todo o conteúdo será excluído
ru: Все содержимое будет удалено
sv: Allt innehåll kommer att raderas
tr: Tüm içerik silinecek
uk: Весь вміст буде видалений

source: Reused partitions will not be shrunk
ca: Les particions reutilitzades no s'encongiran
de: Wiederverwendete Partitionen werden nicht verkleinert
el: Οι επαναχρησιμοποιούμενες κατατμήσεις δεν θα συρρικνωθούν
es: Las particiones reutilizadas no se reducirán
fi: Uudelleenkäytettyjä osioita ei tulla pienentämään
fr: Les partitions réutilisées ne seront pas réduites
id: Partisi yang digunakan kembali tidak akan diperkecil
it: Le partizioni riutilizzate non verranno ridotte
ja: 再利用したパーティションは縮小しない
ka: თავიდან გამოყენებული დანაყოფების დაპატარავება შეუძლებელია
pt_br: As partições reutilizadas serão reduzidas
ru: Повторно используемые разделы не будут уменьшены
sv: Återanvända partitioner kommer inte att krympas
tr: Yeniden kullanılan bölümler küçültülmeyecektir
uk: Повторно використані розділи не будуть зменшені

source: Some existing partitions may be shrunk
ca: Algunes particions existents es poden encongir
de: Einige vorhandene Partitionen können verkleinert werden
el: Ορισμένες υπάρχουσες κατατμήσεις ενδέχεται να συρρικνωθούν
es: Algunas particiones existentes se pueden reducir
fi: Joitain olemassa olevia osioita tullaan pienentämään
fr: Il se peut que certaines partitions existantes soient réduites
id: Beberapa partisi yang sudah ada mungkin akan diperkecil
it: Alcune partizioni esistenti potrebbero essere ridotte
ja: いくつかの既存パーティションを縮小する
ka: ზოგიერთი არსებული დანაყოფი, შეიძლება, დაპატარავდეს
pt_br: Algumas partições existentes pode ser reduzidas
ru: Некоторые существующие разделы могут быть уменьшены
sv: Vissa befintliga partitioner kan krympas
tr: Mevcut bazı bölümler küçültülebilir
uk: Деякі наявні розділи можуть бути зменшені

source: Current partitions will be kept
ca: Es conservaran les particions actuals
de: Aktuelle Partitionen werden beibehalten
el: Οι τρέχουσες κατατμήσεις θα διατηρηθούν
es: Se mantendrán las particiones actuales
fi: Nykyiset osiot säilytetään
fr: Les partitions actuelles seront conservées
id: Partisi saat ini akan tetap dipertahankan
it: Le attuali partizioni saranno mantenute
ja: 現在のパーティションを維持する
ka: არსებული დანაყოფები შენარჩუნდება
pt_br: As partições atuais serão mantidas
ru: Текущие разделы будут сохранены
sv: Nuvarande partitioner kommer att behållas
tr: Mevcut bölümler korunacaktır
uk: Поточні розділи буде збережено

source: Partitions that are not reused will be removed and that data will be lost.
ca: Les particions que no es reutilitzin se suprimiran i se'n perdran les dades.
de: Partitionen, die nicht wiederverwendet werden, werden entfernt und deren Daten gehen verloren.
el: Οι κατατμήσεις που δεν επαναχρησιμοποιούνται θα αφαιρεθούν και τα δεδομένα θα χαθούν.
es: Las particiones que no se reutilicen se eliminarán y sus datos se perderán.
fi: Osiot, joita ei uudelleenkäytetä, tullaan poistamaan ja niiden tiedot menetetään.
fr: Les partitions qui ne sont pas réutilisées seront supprimées et ces données seront perdues.
id: Partisi yang tidak digunakan kembali akan dihapus dan data tersebut akan hilang.
it: Le partizioni non riutilizzate saranno rimosse e i dati andranno persi.
ja: 再利用するように設定していないパーティションは削除され、データは失われます。
pt_br: As partições não reutilizadas serão removidas e os dados serão perdidos.
ru: Разделы, которые не используются повторно, будут удалены, а данные потеряны.
sv: Partitioner som inte återanvänds kommer att tas bort och den informationen kommer att gå förlorad.
tr: Tekrar kullanılmayan bölümler kaldırılacak ve bu veriler kaybolacaktır.
uk: Розділи, які не використовуються повторно, буде видалено, а дані втрачено.

source: Any existing partition will be removed and all data in the disk will be lost.
ca: Se suprimirà qualsevol partició existent i es perdran totes les dades del disc.
de: Alle vorhandenen Partitionen werden entfernt und alle Daten auf der Festplatte gehen verloren.
el: Οποιαδήποτε υπάρχουσα κατάτμηση θα αφαιρεθεί και όλα τα δεδομένα στον δίσκο θα χαθούν.
es: Se eliminará cualquier partición existente y se perderán todos los datos del disco.
fi: Kaikki olemassa olevat osiot tullaan poistamaan ja levyn tiedot menetetään.
fr: Toutes les partitions existantes seront supprimées et toutes les données contenues sur les disques seront perdues.
id: Semua partisi yang ada akan dihapus dan semua data di disk akan hilang.
it: Tutte le partizioni esistenti saranno rimosse e tutti i dati nel disco andranno persi.
ja: 全てのパーティションを削除し、ディスク内に存在するデータを全て消去します。
pt_br: Todas as partições existentes serão removidas e todos os dados no disco serão perdidos.
ru: Все существующие разделы будут удалены, а все данные на диске будут потеряны.
sv: Alla befintliga partitioner kommer att tas bort och all data på disken kommer att gå förlorad.
tr: Mevcut herhangi bir bölüm kaldırılacak ve diskteki tüm veriler kaybolacaktır.
uk: Всі розділи буде видалено, а всі дані на диску буде втрачено.

source: Partitions that are not reused will be resized as needed.
ca: Es canviarà la mida segons calgui de les particions que no es reutilitzin.
de: Die Größe von Partitionen, die nicht wiederverwendet werden, wird nach Bedarf geändert.
el: Οι κατατμήσεις που δεν επαναχρησιμοποιούνται θα αλλάξουν μέγεθος όπως απαιτείται.
es: Las particiones que no se reutilicen se redimensionarán según sea necesario.
fi: Osioiden, joita ei uudelleenkäytetä, kokoja tullaan muuttamaan tarpeen mukaan.
fr: Les partitions qui ne sont pas réutilisées seront redimensionnées selon les besoins.
id: Partisi yang tidak digunakan kembali akan diubah ukurannya sesuai kebutuhan.
it: Le partizioni non riutilizzate saranno ridimensionate secondo necessità.
ja: 再利用するように設定していないパーティションは、必要に応じてサイズ変更されます。
ka: დანაყოფები, რომლებიც არ გამოიყენება თავიდან, ზომა საჭიროებისამებრ შეეცვლებათ.
pt_br: As partições não reutilizadas serão redimensionadas conforme necessário.
ru: Разделы, которые не используются повторно, будут изменены в размере по мере необходимости.
sv: Partitioner som inte återanvänds kommer att ändra storlek efter behov.
tr: Tekrar kullanılmayan bölümler ihtiyaç halinde yeniden boyutlandırılacaktır.
uk: Розділи, які не використовуються повторно, будуть змінені в розмірі в міру необхідності.

source: Partitions that are not reused would be resized if needed.
ca: Es canviarà la mida de les particions que no es reutilitzin, si cal.
de: Die Größe von Partitionen, die nicht wiederverwendet werden, wird bei Bedarf angepasst.
el: Οι κατατμήσεις που δεν επαναχρησιμοποιούνται θα άλλαζαν μέγεθος εάν χρειαζόταν.
es: Las particiones que no se reutilizan se redimensionarían si fuese necesario.
fi: Osioiden, joita ei uudelleenkäytetä, kokoja muutetaan tarpeen mukaan.
fr: Les partitions qui ne sont pas réutilisées seraient redimensionnées si nécessaire.
id: Partisi yang tidak digunakan ulang akan diubah ukurannya jika diperlukan.
it: Le partizioni che non vengono riutilizzate verranno ridimensionate se necessario.
ja: 再利用するように設定していないパーティションは、必要に応じてサイズ変更されます。
ka: დანაყოფები, რომლებიც თავიდან არ გამოიყენება, შეიძლება, ზომა საჭიროებისამებრ შეეცვალოს.
pt_br: As partições não reutilizadas serão redimensionadas se necessário.
ru: Разделы, которые не используются повторно, при необходимости будут изменены в размерах.
sv: Partitioner som inte återanvänds kan ändras i storlek vid behov.
tr: Tekrar kullanılmayan bölümler gerektiğinde yeniden boyutlandırılacaktır.
uk: Розділи, які не використовуються повторно, за необхідності будуть змінені в розмірах.
