Repository: agama-project/agama-weblate
Catalog: web/*.po
Languages: ca, de, el, es, fi, fr, id, it, ja, ka, pt_br, ru, sv, tr, uk

source: Before starting the installation, you need to address the following problems:
ca: Abans de començar la instal·lació, heu de resoldre els problemes següents:
de: Bevor Sie mit der Installation beginnen, müssen Sie sich mit folgenden Problemen befassen:
el: Πριν ξεκινήσετε την εγκατάσταση, πρέπει να επιλύσετε τα ακόλουθα προβλήματα:
es: Antes de comenzar la instalación, debe solucionar los siguientes problemas:
fi: Ennen asennuksen käynnistämistä sinun tulee ratkaista seuraavat ongelmat:
fr: Avant de démarrer l'installation, vous devez résoudre les problèmes suivants :
id: Sebelum memulai penginstalan, Anda perlu mengatasi masalah berikut ini:
it: Prima di procedere all'installazione, è necessario risolvere i seguenti problemi:
ja: インストールを開始する前に、下記の問題に対応する必要があります:
ka: დაყენების დაწყებამდე საჭიროა შემდეგი პრობლემების გადაწყვეტა:
pt_br: Antes de iniciar a instalação, você precisa resolver os seguintes problemas:
ru: Перед началом установки нужно устранить следующие проблемы:
sv: Innan du startar installationen måste du åtgärda följande problem:
tr: Kuruluma başlamadan önce aşağıdaki sorunları gidermeniz gerekmektedir:
uk: До початку встановлення потрібно усунути такі проблеми:

source: Review and fix
ca: Revisa i corregeix
de: Überprüfen und korrigieren
el: Έλεγχος και επιδιόρθωση
es: Revisar y corregir
fi: Tutki ja korjaa
fr: Réviser et corriger
id: Periksa dan perbaiki
it: Rivedi e correggi
ja: 確認と修正
ka: გადახედვა და გასწორება
pt_br: Revisar e corrigir
ru: Просмотреть и исправить
sv: Granska och åtgärda
tr: Gözden geçir ve düzelt
uk: Переглянути та виправити

source: Authentication
ca: Autenticació
de: Authentifizierung
el: Πιστοποίηση
es: Autenticación
fi: Tunnistautuminen
fr: Authentification
id: Autentikasi
it: Autenticazione
ja: 認証
ka: ავთენტიკაცია
pt_br: Autenticação
ru: Аутентификация
sv: Autentisering
tr: Kimlik doğrulama
uk: Аутентифікація

source: Storage
ca: Emmagatzematge
de: Speicherung
el: Αποθηκευτικός χώρος
es: Almacenamiento
fi: Tallennustila
fr: Stockage
id: Penyimpanan
it: Archiviazione
ja: ストレージ
ka: საცავი
pt_br: Armazenamento
ru: Хранилище
sv: Lagring
tr: Depolama
uk: Сховище

source: Software
ca: Programari
el: Λογισμικό
fi: Ohjelmistot
fr: Logiciel
id: Perangkat lunak
ja: ソフトウエア
ka: პროგრამები
ru: Программы
sv: Programvara
tr: Yazılım
uk: Програми

source: Registration
ca: Registre
de: Registrierung
el: Εγγραφή
es: Registro
fi: Rekisteröinti
fr: Enregistrement
id: Pendaftaran
it: Registrazione
ja: 登録
ka: რეგისტრაცია
pt_br: Cadastro
ru: Регистрация
sv: Registrering
tr: Kayıt
uk: Реєстрація

source: Localization
ca: Localització
de: Lokalisierung
el: Τοπικοποίηση
es: Ubicación
fi: Kotoistaminen
fr: Localisation
id: Pelokalan
it: Localizzazione
ja: ローカライゼーション
ka: ლოკალიზაცია
pt_br: Localização
ru: Локализация
sv: Lokalisering
tr: Yerelleştirme
uk: Локалізація

source: Pre-installation checks
ca: Comprovacions prèvies a la instal·lació
de: Prüfungen vor der Installation
el: Έλεγχοι προ-εγκατάστασης
es: Comprobaciones previas a la instalación
fi: Ennen asennusta tehtävät tarkistukset
fr: Contrôles préalables à l'installation
id: Pemeriksaan pra-instalasi
it: Controlli pre installazione
ja: インストール前チェック
ka: დაყენებისწინა შემოწმებები
pt_br: Verificações de pré-instalação
ru: Шаги перед установкой
sv: Förinstallationskontroller
tr: Ön kurulum kontrolleri
uk: Перевірка перед встановленням

source: Before installing, you have to make some decisions. Click on each section to review the settings.
ca: Abans d'instal·lar, heu de prendre algunes decisions. Cliqueu a cada secció per revisar-ne la configuració.
de: Vor der Installation müssen Sie einige Entscheidungen treffen. Klicken Sie auf jeden Abschnitt, um die Einstellungen zu überprüfen.
el: Πριν την εγκατάσταση, πρέπει να λάβετε κάποιες αποφάσεις. Κάντε κλικ σε κάθε ενότητα για να ελέγξετε τις ρυθμίσεις.
es: Antes de instalar, tiene que tomar algunas decisiones. Haga clic en cada sección para revisar la configuración.
fi: Joitain valintoja tulee tehdä ennen asennusta. Käy läpi jokainen osio tarkistaaksesi asetukset.
fr: Avant d'effectuer l'installation, vous devez prendre certaines décisions. Cliquez sur chaque section pour réviser les paramètres.
id: Sebelum menginstal, Anda harus membuat beberapa keputusan. Klik pada setiap bagian untuk meninjau pengaturan.
it: Per continuare con l'installazione, devi prendere alcune decisioni. Clicca su ciascuna sezione per esaminare le impostazioni.
ja: インストールを行う前に、あらかじめいくつかの決定をしておかなければなりません。それぞれのセクションを押して設定内容をご確認ください。
pt_br: Antes de instalar, você precisa tomar algumas decisões. Clique em cada seção para revisar as configurações.
ru: Перед началом установки необходимо принять ряд решений. Ознакомьтесь с настройками, перейдя по каждому из разделов.
sv: Innan du installerar måste du fatta vissa beslut. Klicka på varje avsnitt för att granska inställningarna.
tr: Kurulumdan önce, bazı seçimler yapmanız gerekiyor. Her bölümdeki ayarları gözden geçirin.
uk: Перед встановленням необхідно прийняти деякі рішення. Клацніть на кожному розділі, щоб переглянути налаштування.

source: Search
ca: Cerca
de: Suchen
el: Αναζήτηση
es: Buscar
fi: Hae
fr: Rechercher
id: Cari
it: Ricerca
ja: 検索
ka: ძებნა
pt_br: Pesquisar
ru: Поиск
sv: Sök
tr: Arama
uk: Пошук

source: Could not log in
ca: No s'ha pogut iniciar la sessió.
de: Anmeldung nicht möglich
el: Αδυναμία σύνδεσης
ja: ログインできませんでした
ru: Не удалось войти
uk: Не вдалося увійти

source: Make sure that the passsword is correct and try again.
ca: Assegureu-vos que la contrasenya sigui correcta i torneu-ho a intentar.
de: Vergewissern Sie sich, dass das Passwort korrekt ist, und versuchen Sie es erneut.
el: Βεβαιωθείτε ότι το συνθηματικό είναι σωστό και δοκιμάστε ξανά.
ja: パスワードが正しいことをご確認のうえ、やり直してください。
ru: Убедитесь, что пароль введен правильно и повторите попытку.
uk: Переконайтеся, що Ви ввели правильний пароль і спробуйте знову.

source: Could not authenticate against the server.
ca: No s'ha pogut autenticar amb el servidor.
de: Die Authentifizierung beim Server war nicht möglich.
el: Αδυναμία πιστοποίησης στον διακομιστή.
ja: サーバに対して認証できませんでした。
ru: Не удалось пройти аутентификацию на сервере.
uk: Не вдалося виконати автентифікацію на сервері.

source: Log in as %s
ca: Inicieu sessió com a %s
de: Als %s anmelden
el: Σύνδεση ως %s
es: Iniciar sesión como %s
fi: Kirjaudu käyttäjänä %s
fr: Se connecter en tant que %s
id: Masuk sebagai %s
it: Connesso come %s
ja: %s としてログイン
ka: შესვლა, როგორც %s
pt_br: Faça login como %s
ru: Вход как %s
sv: Logga in som %s
tr: %s olarak oturum açın
uk: Вхід як %s

source: The installer requires [root] user privileges.
ca: L'instal·lador requereix privilegis de l'usuari [root].
de: Das Installationsprogramm erfordert [root]-Benutzerrechte.
el: Ο εγκαταστάτης απαιτεί προνόμια χρήστη [root].
es: El instalador requiere privilegios de usuario [root].
fi: Asennusohjelma vaatii [root]-käyttäjäoikeudet.
fr: Le programme d'installation requiert les privilèges de l'utilisateur [root].
id: Penginstal memerlukan hak akses pengguna [root].
it: L'installer richiede permessi da utente privilegiato [root].
ja: インストーラを使用するには [root] 権限が必要です。
ka: დაყენების პროგრამას [root] მომხმარებლის პრივილეგიები სჭირდება.
pt_br: O instalador requer privilégios de usuário [root].
ru: Программа установки требует привилегий пользователя [root].
sv: Installationsprogrammet kräver [root] användarrättigheter.
tr: Yükleyici [root] kullanıcı ayrıcalıklarını gerektirir.
uk: Програма встановлення вимагає привілеїв користувача [root].

source: Login form
ca: Forma d'entrada
de: Anmeldeformular
el: Φόρμα σύνδεσης
es: Formulario de inicio de sesión
fi: Kirjautuminen
fr: Formulaire de connexion
id: Formulir masuk
it: Modulo di login
ja: ログインフォーム
ka: შესვლის ფორმა
pt_br: Formulário de login
ru: Форма входа
sv: Inloggningsformulär
tr: Giriş Formu
uk: Форма входу

source: Password
ca: Contrasenya
de: Passwort
el: Συνθηματικό
es: Contraseña
fi: Salasana
fr: Mot de passe
id: Kata sandi
ja: パスワード
ka: პაროლი
pt_br: Senha
ru: Пароль
sv: Lösenord
tr: Parola
uk: Пароль

source: Password input
ca: Introducció de contrasenya
de: Passworteingabe
el: Εισαγωγή συνθηματικού
es: Entrada de contraseña
fi: Salasanan syöttö
fr: Saisie du mot de passe
id: Masukan kata sandi
it: Inserimento password
ja: パスワード入力
ka: პაროლის შეყვანა
pt_br: Entrada de senha
ru: Ввод пароля
sv: Lösenordsinmatning
tr: Şifre girişi
uk: Ввід пароля

source: Log in
ca: Inicia la sessió
de: Anmelden
el: Σύνδεση
es: Iniciar sesión
fi: Kirjaudu sisään
fr: Se connecter
id: Masuk
it: Accesso
ja: ログイン
ka: შესვლა
pt_br: Faça login
ru: Вход
sv: Logga in
tr: Giriş Yap
uk: Вхід

source: Provide its password to log in to the system.
ca: Proporcioneu-ne la contrasenya per iniciar sessió al sistema.
de: Geben Sie das Passwort für die Anmeldung am System ein.
el: Εισαγάγετε τον κωδικό πρόσβασης για να συνδεθείτε στο σύστημα.
ja: システムにログインするためのパスワードを入力してください。
ru: Укажите его пароль для входа в систему.
uk: Вкажіть його пароль для входу в систему.

source: Back
ca: Ves enrere
de: Zurück
el: Πίσω
es: Retroceder
fi: Takaisin
fr: Retour
id: Kembali
it: Indietro
ja: 戻る
ka: უკან
pt_br: Voltar
ru: Назад
sv: Bakåt
tr: Geri
uk: Назад

source: Cancel
ca: Cancel·la
de: Abbrechen
el: Ακύρωση
es: Cancelar
fi: Peru
fr: Annuler
id: Batal
it: Annulla
ja: キャンセル
ka: გაუქმება
pt_br: Cancelar
ru: Отмена
sv: Avbryt
tr: İptal
uk: Скасувати

source: Passwords do not match
ca: Les contrasenyes no coincideixen.
de: Passwörter stimmen nicht überein
el: Τα συνθηματικά δεν ταιριάζουν
es: Las contraseñas no coinciden
fi: Salasanat eivät täsmää
fr: Les mots de passe ne correspondent pas
id: Kata sandi tidak cocok
it: Le password non corrispondono
ja: パスワードが合致しません
ka: პაროლები არ ემთხვევა
pt_br: As senhas não coincidem
ru: Пароли не совпадают
sv: Lösenorden matchar inte
tr: Parolalar uyuşmuyor
uk: Паролі не співпадають

source: Password confirmation
ca: Confirmació de la contrasenya
de: Passwort bestätigen
el: Επιβεβαίωση συνθηματικού
es: Confirmación de contraseña
fi: Salasanan vahvistus
fr: Confirmation du mot de passe
id: Konfirmasi kata sandi
it: Conferma password
ja: パスワードの確認
ka: პაროლის დადასტურება
pt_br: Confirmação de senha
ru: Подтверждение пароля
sv: Lösenordsbekräftelse
tr: Parola onayı
uk: Підтвердження пароля

source: Using [%s] keyboard
ca: S'usa el teclat per a [%s]
de: Tastatur [%s] wird verwendet
el: Χρήση πληκτρολογίου [%s]
es: Se está utilizando el teclado [%s]
fi: Käytetään [%s]-näppämistöä
fr: Utilisation du clavier [%s]
id: Menggunakan keyboard [%s]
it: È in uso la tastiera [%s]
ja: [%s] キーボードを使用しています
ka: გამოიყენება [%s] კლავიატურა
pt_br: Usando o teclado [%s]
ru: Раскладка клавиатуры: [%s]
sv: Använder [%s] tangentbordslayout
tr: [%s] klavyesi kullanılıyor
uk: Розкладка клавіатури [%s]

source: [CAPS LOCK] is on
ca: [CAPS LOCK] activat
de: [CAPS LOCK] ist eingeschaltet
el: Το [CAPS LOCK] είναι ενεργό
es: [BLOQ MAYÚS] está activado
fi: [CAPS LOCK] on päällä
fr: La fonction [VERR MAJ] est activée
id: [CAPS LOCK] aktif
it: [BLOC MAIUSC] attivo
ja: [CAPS LOCK] が有効化されています
ka: [CAPS LOCK] ჩართულია
pt_br: [CAPS LOCK] ativado
ru: [CAPS LOCK] включён
sv: [CAPS LOCK] är på
tr: [CAPS LOCK] açık
uk: [CAPS LOCK] увімкнений

source: Password visibility button
ca: Botó de visibilitat de la contrasenya
de: Schaltfläche für die Sichtbarkeit des Passworts
el: Κουμπί εμφάνισης κωδικού πρόσβασης
es: Botón de visibilidad de contraseña
fi: Salasanan näkyvyyspainike
fr: Bouton de visibilité du mot de passe
id: Tombol visibilitas kata sandi
it: bottone visibilità password
ja: パスワード表示ボタン
ka: პაროლის ხილვადობის ღილაკი
pt_br: Botão de visibilidade de senha
ru: Кнопка отображения пароля
sv: Knapp för lösenordssynlighet
tr: Parola görünürlük düğmesi
uk: Кнопка виявлення пароля

source: Confirm
ca: Confirmeu-ho
de: Bestätigen
el: Επιβεβαίωση
es: Confirmar
fi: Vahvista
fr: Confirmer
id: Konfirmasi
it: Conferma
ja: 確認
ka: დადასტურება
pt_br: Confirmar
ru: Подтвердить
sv: Bekräfta
tr: Onayla
uk: Підтвердити

source: Loading data...
ca: Carregant dades...
de: Daten werden gelesen ...
el: Φόρτωση δεδομένων...
es: Cargando los datos...
fi: Ladataan tietoja...
fr: Chargement des données...
id: Memuat data...
it: Caricamento dati...
ja: データを読み込んでいます...
ka: მონაცემების ჩატვირთვა...
pt_br: Carregando dados...
ru: Загрузка данных...
sv: Laddar data...
tr: Veri yükleniyor...
uk: Завантаження даних...

source: (step %s of %s)
ca: (pas %s de %s)
de: (Schritt %s von %s)
el: (βήμα %s από %s)
fi: (vaihe %s/%s)
ja: (ステップ %s / %s)
ka: (ნაბიჯი %s %s-დან)
ru: (шаг %s из %s)
uk: (крок %s з %s)

source: Refreshing data...
ca: Actualitzant les dades...
de: Daten werden aufgefrischt ...
el: Ανανέωση δεδομένων...
fi: Virkistetään tietoja…
ja: データを更新しています...
ka: მონაცემების განახლება...
ru: Обновление данных...
uk: Оновлюю дані...

source: Step %1$d of %2$d
ca: Pas %1$d de %2$d
de: Schritt %1$d von %2$d
el: Βήμα %1$d από %2$d
ja: ステップ %1$d / %2$d
ru: Шаг %1$d из %2$d
uk: Крок %1$d з %2$d

source: Network
ca: Xarxa
de: Netzwerk
el: Δίκτυο
es: Red
fi: Verkko
fr: Réseau
id: Jaringan
ja: ネットワーク
ka: ქსელი
pt_br: Rede
ru: Сеть
sv: Nätverk
tr: Ağ
uk: Мережа

source: %s task active
ca: %s tasca activa
de: %s Aufgabe aktiv
el: %s εργασία ενεργή
fi: %s aktiivinen tehtävä
ja: %s 個の処理が動作中です
ka: აქტიურია %s ამოცანა
ru: %s задача активна
uk: %s завдання активне

source: Reboot
ca: Reinicia
de: Neustart
el: Επανεκκίνηση
es: Reiniciar
fi: Käynnistä uudelleen
fr: Redémarrer
id: Maut ulang
it: Riavvia
ja: 再起動
ka: გადატვირთვა
pt_br: Reiniciar
ru: Перезагрузить
sv: Starta om
tr: Yeniden Başlat
uk: Перезавантажити

source: Resource not found or lost
ca: Recurs no trobat o perdut
de: Ressource nicht gefunden oder verloren
el: Ο πόρος δεν βρέθηκε ή χάθηκε
es: Recurso no encontrado o perdido
fi: Resrussia ei löydy tai se on menetetty
fr: Ressource non trouvée ou perdue
it: Risorsa non trovata o persa
ja: リソースが見つからないか失われています
ka: რესურსი ვერ ვიპოვე, ან დაკარგულია
pt_br: Recurso não encontrado ou perdido
ru: Ресурс не найден или потерян
sv: Resursen hittades inte eller förlorades
tr: Kaynak bulunamadı veya kayboldu
uk: Ресурс не знайдено або втрачено

source: It doesn't exist or can't be reached.
ca: No existeix o no s'hi pot arribar.
de: Sie existiert nicht oder ist nicht erreichbar.
el: Δεν υπάρχει ή δεν είναι δυνατή η προσπέλασή του.
es: No existe o no se puede alcanzar.
fi: Se ei joko ole olemassa tai saavutettavissa.
fr: Cela n’existe pas ou ne peut pas être atteint(e).
it: Non esiste o non è raggiungibile.
ja: 対象が存在していないか、到達不可能です。
ka: ის არ არსებობს, ან ხელმიუწვდომელია.
pt_br: Não existe ou não pode ser alcançado.
ru: Его не существует или он недоступен.
sv: Det existerar inte eller kan inte nås.
tr: Yok veya ulaşılamaz.
uk: Він не існує або недоступний.

source: Review and install
de: Überprüfen und installieren
el: Έλεγχος και εγκατάσταση
ja: 確認してインストール
ru: Просмотреть и установить
uk: Переглянути та встановити

source: Actions
ca: Accions
de: Aktionen
el: Ενέργειες
es: Acciones
fi: Toiminnot
id: Tindakan
it: Azioni
ja: 処理
ka: ქმედებები
pt_br: Ações
ru: Действия
sv: Åtgärder
tr: Eylemler
uk: Дії

source: Add
ca: Afegeix
de: Hinzufügen
el: Προσθήκη
es: Añadir
fi: Lisää
fr: Ajouter
id: Tambahkan
it: Aggiungi
ja: 追加
ka: დამატება
pt_br: Adicionar
ru: Добавить
sv: Lägg till
tr: Ekle
uk: Додати

source: Row expansion
ca: Ampliació de fila
de: Zeilenausdehnung
el: Επέκταση γραμμής
es: Expansión de fila
fi: Rivin laajennus
fr: Extension ligne
it: Espansione riga
ja: 行を展開
ka: მწკრივის გაფართოება
pt_br: Expansão de linha
ru: Раскрытие строки
sv: Radexpansion
tr: Satır genişletme
uk: Розкриття рядка

source: Row selection
ca: Selecció de fila
de: Zeilenauswahl
el: Επιλογή γραμμής
es: Selección de fila
fi: Rivin valinta
fr: Sélection rangée
it: Selezione riga
ja: 行の選択
ka: მწკრივის არჩევანი
pt_br: Seleção de linha
ru: Выбор строки
sv: Radval
tr: Satır seçimi
uk: Вибір рядка

source: Row actions
ca: Accions de fila
de: Zeilenaktionen
el: Ενέργειες γραμμής
es: Acciones de la fila
fi: Rivitoiminnot
fr: Actions rangée
it: Azioni riga
ja: 行の処理
ka: მწკრივის ქმედებები
pt_br: Ações de linha
ru: Действия со строкой
sv: Rad åtgärder
tr: Satır eylemleri
uk: Дії з рядком

source: Cannot connect
de: Kann keine Verbindung herstellen
el: Αδυναμία σύνδεσης
ja: 接続できません
ru: Не удалось подключиться
uk: Неможливо підключитися

source: Reload
ca: Torna a carregar
de: Neu laden
el: Επαναφόρτωση
es: Recargar
fi: Lataa uudelleen
fr: Recharger
id: Muat ulang
it: Ricarica
ja: 再読み込み
ka: თავიდან ჩატვირთვა
pt_br: Recarregar
ru: Обновить
sv: Ladda om
tr: Yenile
uk: Оновити

source: Check whether Agama server is running.
de: Überprüfen Sie, ob der Agama-Server läuft.
el: Ελέγξτε αν εκτελείται ο διακομιστής Agama.
ja: Agama サーバが動作しているかどうかをご確認ください。
ru: Проверьте, запущен ли сервер Agama.
uk: Перевірте, чи працює сервер Agama.

source: Skip to content
ca: Omet i ves al contingut
de: Zum Inhalt springen
el: Μετάβαση στο περιεχόμενο
es: Saltar a contenido
fi: Siirry sisältöön
fr: Passer au contenu
id: Lewati ke konten
it: Salta al contenuto
ja: コンテンツに移動
ka: შემცველობაზე გადასვლა
pt_br: Pular para conteúdo
ru: Перейти к содержимому
sv: Hoppa till innehåll
tr: İçeriğe geç
uk: Перейти до вмісту

source: More actions
ca: Més accions
de: Weitere Aktionen
el: Περισσότερες ενέργειες
es: Más acciones
fi: Lisää toimintoja
fr: Autres actions
id: Tindakan lainnya
it: Azioni aggiuntive
ja: さらなる処理
ka: მეტი ქმედება
pt_br: Mais ações
ru: Доп. действия
sv: Mer åtgärder
tr: Daha çok eylem
uk: Більше дій

source: Waiting for proposal
ca: Esperant la proposta
de: Warten auf Vorschlag
el: Αναμονή για πρόταση
fi: Odotetaan ehdotusta
ja: 提案内容を作成しています
ka: შეთავაზების მოლოდინი
ru: Ожидание предложения
uk: Очікування пропозиції

source: Filter by description or keymap code
ca: Filtra per descripció o codi de mapa de tecles
de: Nach Beschreibung oder Tastenzuordnungscode filtern
el: Φιλτράρισμα βάσει περιγραφής ή κωδικού διάταξης (keymap)
es: Filtrar por descripción o código de mapa de teclas
fi: Suodata kuvauksen tai näppäinkartan koodilla
fr: Filtrer par description ou par mappage de clavier
id: Filter berdasarkan deskripsi atau kode peta kunci
it: Filtro per descrizione or keymap
ja: 説明またはキーマップコードでフィルタ
ka: გაფილტვრა აღწერით ან რილაკების რუკის კოდით
pt_br: Filtrar por descrição ou código do mapa de teclado
ru: Фильтр по описанию или коду раскладки
sv: Filtrera efter beskrivning eller tangentbordskod
tr: Açıklamaya veya tuş haritası koduna göre filtreleyin
uk: Фільтр за описом або кодом клавішної карти

source: None of the keymaps match the filter.
ca: Cap dels mapes de tecles coincideix amb el filtre.
de: Keine der Tastenzuordnungen entspricht dem Filter.
el: Καμία διάταξη πληκτρολογίου δεν ταιριάζει με το φίλτρο.
es: Ninguno de los mapas de teclas coincide con el filtro.
fi: Yksikään näppäinkartta ei täsmää suodattimeen.
fr: Aucune des combinaisons de touches ne correspond au filtre.
id: Tidak ada keymap yang cocok dengan filter.
it: Nessuno dei keymap corrisponde al filtro.
ja: フィルタに該当するキーマップがありません。
ka: ფილტრს არცერთი კლავიტურის განლაგება ემთხვევა.
pt_br: Nenhum dos mapas de teclado corresponde ao filtro.
ru: Ни одна из карт не соответствует фильтру.
sv: Ingen av tangentmapparna matchar filtret.
tr: Hiçbir tuş haritası filtreye uymuyor.
uk: Жодна з карт не відповідає фільтру.

source: Select
ca: Selecciona
de: Auswählen
el: Επιλογή
es: Seleccionar
fi: Valitse
fr: Sélectionner
id: Pilih
it: Selezionare
ja: 選択
ka: არჩევა
pt_br: Selecionar
ru: Выбрать
sv: Välj
tr: Seç
uk: Вибір

source: These are the settings for the product to install. The installer language and keyboard layout can be adjusted via the [settings panel] accessible from the top bar.
ca: Aquests són els paràmetres per instal·lar el producte. La llengua de l'instal·lador i la disposició del teclat es poden ajustar a [settings panel] accessible des de la barra superior.
de: Dies sind die Einstellungen für das zu installierende Produkt. Die Sprache des Installationsprogramms und die Tastaturbelegung können über das [settings panel] in der oberen Leiste angepasst werden.
el: Αυτές είναι οι ρυθμίσεις για το προϊόν προς εγκατάσταση. Η γλώσσα του εγκαταστάτη και η διάταξη πληκτρολογίου μπορούν να προσαρμοστούν μέσω του [πίνακα ρυθμίσεων] που είναι προσβάσιμος από την επάνω γραμμή.
es: Parámetros de instalación del producto. Tanto el idioma del instalador como la distribución del teclado pueden configurarse mediante el [panel de ajustes], accesible en la barra superior.
fi: Nämä ovat asennettavan tuotteen asetukset. Asennusohjelman kieltä ja näppäimistön asettelua voi muuttaa yläpalkin [asetuspaneelista].
fr: Il s'agit des paramètres du produit à installer. La langue du programme d'installation et la disposition du clavier peuvent être modifiées via le [panneau des paramètres] accessible à partir de la barre supérieure.
id: Pengaturan untuk menginstal produk. Bahasa penginstal dan tata letak keyboard dapat disesuaikan melalui [panel pengaturan] yang dapat diakses dari bilah atas.
it: Queste sono le impostazioni per il prodotto da installare. È possibile modificare l lingua e la mappatura della tastiera del programma di installazione tramite il [pannello delle impostazioni], accessibile dalla barra superiore.
ja: こちらはインストールする製品に対する設定です。インストーラの言語やキーボードレイアウトの設定は、上部バーの [設定パネル] から変更できます。
ka: ეს დასაყენებელი პროდუქტის პარამეტრებია. დაყენების პროგრამის ენა და კლავიატურის განლაგება შეგიძლიათ [მორგების პანელიდან] ზედა პანელიდან.
pt_br: Estas são as configurações do produto que será instalado. É possível ajustar o idioma do instalador e o layout do teclado no [painel de configurações] acessível na barra superior.
ru: Это настройки для устанавливаемого продукта. Язык программы установки и раскладку клавиатуры можно изменить через [панель настроек], доступную на верхней панели.
sv: Det här är inställningarna för produkten som ska installeras. Installationsprogrammets språk och tangentbordslayout kan justeras via [inställningspanelen] som är tillgänglig från det övre fältet.
tr: Bunlar, ürünün kurulacağı ayarlardır. Yükleyici dili ve klavye düzeni, üst çubuktan erişilebilen [ayarlar paneli] aracılığıyla ayarlanabilir.
uk: Це налаштування для встановлюваного продукту. Мову програми встановлення та розкладку клавіатури можна змінити через [панель налаштувань], доступну на верхній панелі.
