Repository: agama-project/agama-weblate
Catalog: web/*.po
Languages: ca, de, el, es, fi, fr, id, it, ja, ka, pt_br, ru, sv, tr, uk

source: Encryption is disabled
ca: L'encriptació està inhabilitada
de: Verschlüsselung ist deaktiviert
el: Η κρυπτογράφηση είναι απενεργοποιημένη
es: El cifrado está deshabilitado
fi: Salaus on pois päältä
fr: Le chiffrement est désactivé
id: Enkripsi dinonaktifkan
it: Cifratura disabilitata
ja: 暗号化は無効化されています
ka: დაშიფვრა გათიშულია
pt_br: Criptografia está desabilitada
ru: Шифрование отключено
sv: Kryptering är inaktiverat
tr: Şifreleme devre dışı bırakıldı
uk: Шифрування вимкнено

source: Encryption is enabled using TPM unlocking
ca: L'encriptació s'habilita amb el desblocatge de TPM
de: Verschlüsselung ist aktiviert unter Verwendung der TPM-Entsperrung
el: Η κρυπτογράφηση είναι ενεργοποιημένη με χρήση ξεκλειδώματος TPM
es: El cifrado se activa utilizando el desbloqueo TPM
fi: Salaus on käytössä käyttäen TPM-avausta
fr: Le chiffrement est activé en utilisant le déverrouillage TPM
id: Enkripsi diaktifkan menggunakan pembukaan kunci TPM
it: La cifratura viene abilitata mediante l'uso dello sblocco TPM
ja: 暗号化は TPM 解錠を利用して有効化されています
ka: დაშიფვრა ჩართულია TPM განბლოკვის გამოყენებით
pt_br: Criptografia está habilitada usando desbloqueio TPM
ru: Шифрование используется с помощью разблокировки TPM
sv: Kryptering är aktiverad med TPM-upplåsning
tr: Şifreleme, TPM kilidini açma kullanılarak etkinleştirildi
uk: Шифрування увімкнено за допомогою розблокування TPM

source: Encryption is enabled
ca: L'encriptació està habilitada
de: Verschlüsselung ist aktiviert
el: Η κρυπτογράφηση είναι ενεργοποιημένη
es: El cifrado está habilitado
fi: Salaus on käytössä
fr: Le chiffrement est activé
id: Enkripsi diaktifkan
it: Cifratura abilitata
ja: 暗号化は有効化されています
ka: დაშიფვრა ჩართულია
pt_br: Criptografia está habilitada
ru: Шифрование включено
sv: Kryptering är aktiverat
tr: Şifreleme etkinleştirildi
uk: Шифрування увімкнено

source: Protection for the information stored at the new file systems, including data, programs, and system files.
ca: Protecció de la informació desada als sistemes de fitxers nous, incloses dades, programes i fitxers del sistema.
de: Schutz für die in den neuen Dateisystemen gespeicherten Informationen, einschließlich Daten, Programme und Systemdateien.
el: Προστασία για τις πληροφορίες που αποθηκεύονται στα νέα συστήματα αρχείων, συμπεριλαμβανομένων δεδομένων, προγραμμάτων και αρχείων συστήματος.
es: Protección de la información almacenada en los nuevos sistemas de archivos, incluidos datos, programas y archivos del sistema.
fi: Uusien tiedostojärjestelmien tietojen turvaaminen, mukaanlukien data, ohjelmistot ja järjestelmätiedostot.
id: Perlindungan untuk informasi yang disimpan di sistem berkas baru, termasuk data, program, dan berkas sistem.
ja: データやプログラム、システムファイルなど、新しく作成するファイルシステム内に配置される情報への保護を行います。
pt_br: Proteção para as informações armazenadas nos novos sistemas de arquivos, incluindo dados, programas e arquivos de sistema.
ru: Защита информации, хранящейся в новых файловых системах, включая данные, программы и системные файлы.
sv: Skydd för informationen som lagras i de nya filsystemen, inklusive data, program och systemfiler.
uk: Захист інформації, що зберігається на нових файлових системах, включно з даними, програмами та системними файлами.

source: Password is empty.
ca: La contrasenya està buida.
de: Passwort ist leer.
el: Ο κωδικός πρόσβασης είναι κενός.
es: La contraseña está vacía.
fi: Salasana on tyhjä.
fr: Le mot de passe est vide.
id: Kata sandi kosong.
it: Inserimento password.
ja: パスワードが指定されていません。
ka: პაროლი ცარიელია.
pt_br: A senha está vazia.
ru: Пароль пуст.
sv: Lösenord är tomt.
tr: Şifre boş.
uk: Пароль порожній.

source: Use the Trusted Platform Module (TPM) to decrypt automatically on each boot
ca: Useu el mòdul de plataforma de confiança (TPM) per fer-ne la desencriptació automàticament a cada arrencada.
de: Das Trusted Platform Module (TPM) zur automatischen Entschlüsselung bei jedem Bootvorgang verwenden
el: Χρήση του Trusted Platform Module (TPM) για αυτόματη αποκρυπτογράφηση σε κάθε εκκίνηση
es: Utilizar Trusted Platform Module (TPM) para descifrar automáticamente en cada arranque
fi: Käytä Trusted Platform Module (TPM) -ominaisuutta salauksen purkamiseen automaattisesti jokaisessa käynnistyksessä
fr: Utiliser le TPM (Trusted Platform Module) pour décrypter automatiquement les données à chaque amorçage
id: Gunakan Modul Platform Tepercaya (TPM) untuk mendekripsi secara otomatis pada setiap boot
it: Usa il modulo TPM (Trusted Platform Module) per decifrare automaticamente a ogni avvio
ja: 毎回の起動時に Trusted Platform Module (TPM) を利用して自動的に暗号化解除します
ka: Trusted Platform Module-ის (TPM) გამოყენება ავტომატურად გაშიფვრისთვის თითოეული ჩატვირთვისას
pt_br: Use o Trusted Platform Module (TPM) para descriptografar automaticamente em cada inicialização
ru: Используйте Доверенный платформенный модуль (TPM) для автоматического дешифрования при каждой загрузке
sv: Använd Trusted Platform Module (TPM) för att dekryptera automatiskt vid varje uppstart
tr: Her önyüklemede kendiliğinden şifre çözümü için Güvenilir Platform Modülünü (TPM) kullan
uk: Використовуйте довірений платформний модуль (TPM) для автоматичного розшифрування під час кожного завантаження

source: The password will not be needed to boot and access the data if the TPM can verify the integrity of the system. TPM sealing requires the new system to be booted directly on its first run.
ca: La contrasenya no caldrà per arrencar i accedir a les dades si el TPM pot verificar la integritat del sistema. El segellat de TPM requereix que el nou sistema s'iniciï directament a la primera execució.
de: Das Passwort wird nicht benötigt, um zu booten und auf die Daten zuzugreifen, wenn das TPM die Integrität des Systems verifizieren kann. Die TPM-Versiegelung erfordert, dass das neue System bei seinem ersten Start direkt gebootet wird.
el: Ο κωδικός πρόσβασης δεν θα απαιτείται για την εκκίνηση και την πρόσβαση στα δεδομένα εάν το TPM μπορεί να επαληθεύσει την ακεραιότητα του συστήματος. Η σφράγιση (sealing) TPM απαιτεί την απευθείας εκκίνηση του νέου συστήματος κατά την πρώτη του εκτέλεση.
es: La contraseña no será necesaria para arrancar y acceder a los datos si TPM puede verificar la integridad del sistema. El sellado TPM requiere que el nuevo sistema se arranque directamente en su primera ejecución.
fi: Salasanaa ei tarvita käynnistämiseen ja tietoihin pääsyyn, jos TPM onnistuu varmistamaan järjestelmän eheyden. TPM-sinetöinti vaatii, että uuteen järjestelmään käynnistetään suoraan ensimmäisellä kerralla.
fr: Le mot de passe ne sera pas nécessaire pour démarrer et accéder aux données si le TPM peut vérifier l'intégrité du système. Le verrouillage du TPM requiert que le nouveau système soit démarré directement lors de sa première exécution.
id: Kata sandi tidak akan diperlukan untuk mem-boot dan mengakses data jika TPM dapat memverifikasi integritas sistem. Penyegelan TPM mengharuskan sistem baru untuk di-boot secara langsung saat pertama kali dijalankan.
it: Non sarà necessaria la password per avviare e accedere ai dati se TPM è in grado di verificare l'integrità del sistema. La sigillatura del TPM richiede che il nuovo sistema venga avviato direttamente alla sua prima esecuzione.
ja: TPM 側でシステムの一貫性検証が成功すると、起動とデータへのアクセス処理に際してパスワードが不要になります。 TPM シーリングを使用するには、新しいシステムの初回起動時に直接起動を行う必要があります。
pt_br: A senha não será necessária para inicializar e acessar os dados se o TPM puder verificar a integridade do sistema. A vedação do TPM exige que o novo sistema seja inicializado diretamente em sua primeira execução.
ru: Пароль не понадобится для загрузки и доступа к данным, если TPM может проверить целостность системы. Запечатывание TPM требует непосредственной загрузки новой системы при первом запуске.
sv: Lösenordet kommer inte att behövas för att starta och komma åt data om TPM kan verifiera systemets integritet. TPM-försegling kräver att det nya systemet startas upp direkt vid första körningen.
tr: TPM sistemin bütünlüğünü doğrulayabiliyorsa, verileri başlatmak ve erişmek için parolaya gerek kalmayacaktır. TPM yalıtımı, yeni sistemin ilk çalıştırmada doğrudan başlatılmasını gerektirir.
uk: Пароль не знадобиться для завантаження та доступу до даних, якщо TPM зможе перевірити цілісність системи. Запечатування TPM вимагає, щоб нова система завантажувалася безпосередньо під час першого запуску.

source: Encryption settings
ca: Configuració de l'encriptació
de: Verschlüsselungseinstellungen
el: Ρυθμίσεις κρυπτογράφησης
es: Ajustes de cifrado
fi: Salausasetukset
fr: Paramètres de chiffrement
id: Pengaturan enkripsi
it: Impostazioni di cifratura
ja: 暗号化の設定
ka: დაშიფვრის პარამეტრები
pt_br: Configurações de criptografia
ru: Настройки шифрования
sv: Krypteringsinställningar
tr: Şifreleme ayarları
uk: Налаштування шифрування

source: Encrypt the system
ca: Encripta el sistema
de: System verschlüsseln
el: Κρυπτογράφηση του συστήματος
es: Cifrar el sistema
fi: Salaa järjestelmä
fr: Chiffrer le système
id: Mengenkripsi sistem
it: Cifra il sistema
ja: システムの暗号化
ka: სისტემის დაშიფვრა
pt_br: Criptografar o sistema
ru: Зашифровать систему
sv: Kryptera systemet
tr: Sistemi şifrele
uk: Зашифрувати систему

source: Full Disk Encryption (FDE) allows to protect the information stored at the new file systems, including data, programs, and system files.
ca: L'encriptació de disc complet (FDE) permet protegir la informació emmagatzemada als sistemes de fitxers nous, incloses dades, programes i fitxers del sistema.
de: Die vollständige Festplattenverschlüsselung (FDE) ermöglicht den Schutz der in den neuen Dateisystemen gespeicherten Informationen, einschließlich Daten, Programmen und Systemdateien.
el: Η Πλήρης Κρυπτογράφηση Δίσκου (FDE) επιτρέπει την προστασία των πληροφοριών που αποθηκεύονται στα νέα συστήματα αρχείων, συμπεριλαμβανομένων των δεδομένων, των προγραμμάτων και των αρχείων συστήματος.
es: El cifrado completo del disco (FDE) permite proteger la información almacenada en los nuevos sistemas de archivos, incluidos datos, programas y archivos del sistema.
fi: Koko levyn salaus (FDE) mahdollistaa uusien tiedostojärjestelmien tietojen, kuten datan, ohjelmistojen ja järjestelmätiedostojen, turvaamisen.
fr: Le processus FDE (Full Disk Encryption) permet de protéger les informations stockées sur les nouveaux systèmes de fichiers, y compris les données, les programmes et les fichiers système.
id: Enkripsi Disk Penuh (FDE) memungkinkan untuk melindungi informasi yang disimpan di sistem berkas baru, termasuk data, program, dan berkas sistem.
it: Full Disk Encryption (FDE) consente di proteggere le informazioni memorizzate nei nuovi file system, tra cui dati, programmi e file di sistema.
ja: 完全ディスク暗号化 (Full Disk Encryption; FDE) を使用することで、データやプログラム、システムファイルなど、新しく作成するファイルシステム内に配置される情報への保護を行います。
pt_br: A Criptografia Completa de Disco (FDE) permite proteger as informações armazenadas nos novos sistemas de arquivos, incluindo dados, programas e arquivos de sistema.
ru: Полнодисковое шифрование (FDE) позволяет защитить информацию, хранящуюся на новых файловых системах, включая данные, программы и системные файлы.
sv: Heldiskkryptering (FDE) gör det möjligt att skydda informationen som lagras i de nya filsystemen, inklusive data, program och systemfiler.
tr: Tam Disk Şifrelemesi (FDE) yeni dosya sistemlerinde depolanan veri, program ve sistem dosyaları gibi bilgilerin korunmasını sağlar.
uk: Повнодискове шифрування (FDE) дає змогу захистити інформацію, що зберігається на нових файлових системах, включно з даними, програмами та системними файлами.

source: The device will be mounted
ca: Es muntarà el dispositiu
de: Das Gerät wird eingehängt
el: Η συσκευή θα προσαρτηθεί
es: El dispositivo se montará
fi: Laite liitetään
fr: Le périphérique sera monté
id: Perangkat akan di-mount
it: Il dispositivo sarà montato
ja: デバイスをマウントします
ka: მოწყბილობა მიმაგრებული იქნება
pt_br: O dispositivo será montado
ru: Устройство будет смонтировано
sv: Enheten kommer att monteras
tr: Cihaz bağlanacak
uk: Пристрій буде змонтовано

source: The device will be formatted
ca: Es formatarà el dispositiu
de: Das Gerät wird formatiert
el: Η συσκευή θα διαμορφωθεί
es: El dispositivo se formateará
fi: Laite alustetaan
fr: Le périphérique sera formaté
id: Perangkat akan diformat
it: Il dispositivo sarà formattato
ja: デバイスをフォーマットします
ka: მოწყობილობა დაფორმატდება
pt_br: O dispositivo será formatado
ru: Устройство будет отформатировано
sv: Enheten kommer att formateras
tr: Cihaz biçimlendirilecek
uk: Пристрій буде відформатований

source: The current file system will be mounted at %s
ca: El sistema de fitxers actual es muntarà a %s
de: Das aktuelle Dateisystem wird unter %s eingehängt
el: Το τρέχον σύστημα αρχείων θα προσαρτηθεί στο %s
es: El sistema de archivos actual se montará en %s
fi: Nykyinen tiedostojärjestelmä liitetään kohteeseen %s
fr: Le système de fichiers actuel sera monté dans %s
id: Sistem berkas saat ini akan di-mount di %s
it: L'attuale file system sarà montato in %s
ja: 現在のファイルシステムを %s にマウントします
ka: მიმდინარე ფაილური სისტემა მიმაგრდება წერტილზე %s
pt_br: O sistema de arquivos atual será montado em %s
ru: Текущая файловая система будет смонтирована по пути %s
sv: Det nuvarande filsystemet kommer att monteras på %s
tr: Mevcut dosya sistemi %s konumuna bağlanacak
uk: Поточна файлова система буде змонтована за шляхом %s

source: The device will be formatted as %1$s and mounted at %2$s
ca: El dispositiu es formatarà com a %1$s i es muntarà a %2$s
de: Das Gerät wird als %1$s formatiert und unter %2$s eingehängt
el: Η συσκευή θα διαμορφωθεί ως %1$s και θα προσαρτηθεί στο %2$s
es: El dispositivo se formateará como %1$s y se montará en %2$s
fi: Laite alustetaan tiedostojärjestelmällä %1$s ja liitetään kohteeseen %2$s
fr: Le périphérique sera formaté en tant que %1$s et monté dans %2$s
id: Perangkat akan diformat sebagai %1$s dan di-mount di %2$s
it: Il dispositivo sarà formattato come %1$s e montato in %2$s
ja: デバイスを %1$s でフォーマットし、 %2$s にマウントします
ka: მოწყობილობა დაფორმატდება, როგორც %1$s და მიმაგრდება წერტილზე %2$s
pt_br: O dispositivo será formato como %1$s e montado em %2$s
ru: Устройство будет отформатировано как %1$s и смонтировано по пути %2$s
sv: Enheten kommer att formateras som %1$s och monteras på %2$s
tr: Aygıt %1$s olarak biçimlendirilecek ve %2$s'ye bağlanacak
uk: Пристрій буде відформатовано як %1$s та змонтовано за шляхом %2$s

source: Change the file system or mount point
ca: Canvia'n el sistema de fitxers o el punt de muntatge
de: Dateisystem oder Einhängepunkt ändern
el: Αλλαγή του συστήματος αρχείων ή του σημείου προσάρτησης
es: Cambiar el sistema de archivos o el punto de montaje
fi: Vaihda tiedostojärjestelmää tai liitoskohtaa
fr: Modifier le système de fichiers ou le point de montage
id: Ubah sistem berkas atau titik mount
it: Modifica il file system o il punto di montaggio
ja: ファイルシステムまたはマウントポイントの変更
ka: ფილური სისტემის ან მიმაგრების წერტილის შეცვლა
pt_br: Alterar o sistema de arquivos ou ponto de montagem
ru: Изменить файловую систему или точку монтирования
sv: Ändra filsystemet eller monteringspunkten
tr: Dosya sistemini veya bağlama noktasını değiştirin
uk: Змінити файлову систему або точку монтування

source: The configuration must be adapted to address the following issue:
ca: La configuració s'ha d'adaptar per solucionar el problema següent:
de: Die Konfiguration muss angepasst werden, um das folgende Problem zu beheben:
el: Η διαμόρφωση πρέπει να προσαρμοστεί για την επίλυση του ακόλουθου ζητήματος:
es: La configuración debe adaptarse para solucionar el problema siguiente:
fi: Asetuksia tulee muuttaa seuraavan ongelman ratkaisemiseksi:
fr: La configuration doit être adaptée pour résoudre le problème suivant :
it: La configurazione deve essere adattata per risolvere il seguente problema:
ja: 下記の問題に対応するため、何らかの設定調整を行わなければなりません:
ka: კონფიგურაცია უნდა შეცვალოთ ისე, რომ გადაწყვიტოთ შემდეგი პრობლემა:
pt_br: A configuração deve ser adaptada para resolver o seguinte problema:
ru: Конфигурация должна быть адаптирована для решения следующей проблемы:
sv: Konfigurationen måste anpassas för att åtgärda följande problem:
tr: Kuruluma başlamadan önce aşağıdaki sorunu gidermeniz gerekmektedir:
uk: Конфігурація повинна бути адаптована для вирішення такої проблеми:

source: Select or enter a valid mount point
ca: Seleccioneu o introduïu un punt de muntatge vàlid
de: Gültigen Einhängepunkt auswählen oder eingeben
el: Επιλέξτε ή εισαγάγετε ένα έγκυρο σημείο προσάρτησης
es: Seleccione o introduzca un punto de montaje válido
fi: Valitse tai syötä kelvollinen liitoskohtaa
fr: Sélectionner ou entrer un point de montage valide
id: Pilih atau masukkan titik mount yang valid
it: Seleziona o immetti un punto di montaggio valido
ja: 正しいマウントポイントを選択または入力してください
ka: აირჩიეთ, ან შეიყვანეთ სწორი მიმაგრების წერტილი
pt_br: Selecionar ou inserir um ponto de montagem válido
ru: Выберите или введите правильную точку монтирования
sv: Välj eller ange en giltig monteringspunkt
tr: Geçerli bir bağlama noktası seçin veya girin
uk: Виберіть або введіть дійсну точку монтування

source: Select or enter a mount point that is not already assigned to another device
ca: Seleccioneu o introduïu un punt de muntatge que no estigui assignat a un altre dispositiu
de: Wählen oder geben Sie einen Einhängepunkt ein, der nicht bereits einem anderen Gerät zugewiesen ist
el: Επιλέξτε ή εισαγάγετε ένα σημείο προσάρτησης που δεν είναι ήδη ανατεθειμένο σε άλλη συσκευή
es: Seleccione o introduzca un punto de montaje que no esté ya asignado a otro dispositivo
fi: Valitse tai syötä kelvollinen liitoskohtaa joka ei ole jo toisen laitteen käytössä
fr: Sélectionner ou entrer un point de montage qui n'est pas déjà attribué à un autre périphérique
id: Pilih atau masukkan titik mount yang belum ditetapkan ke perangkat lain
it: Selezionare o immettere un punto di montaggio che non sia già assegnato a un altro dispositivo
ja: 他のデバイスには割り当てられていないマウントポイントを選択または入力してください
pt_br: Selecionar ou inserir um ponto de montagem que ainda não esteja assinado por outro dispositivo
ru: Выберите или введите точку монтирования, которая еще не назначена другому устройству
sv: Välj eller ange en monteringspunkt som inte redan är tilldelad en annan enhet
tr: Başka bir cihaza henüz atanmamış bir bağlama noktası seçin veya girin
uk: Виберіть або введіть точку монтування, яку ще не призначено іншому пристрою

source: Waiting for a mount point
ca: S'espera un punt de muntatge
de: Warten auf einen Einhängepunkt
el: Αναμονή για σημείο προσάρτησης
es: Esperando un punto de montaje
fi: Odotetaan liitoskohtaa
fr: En attente d'un point de montage
id: Menunggu titik mount
it: In attesa di un punto di mount
ja: マウントポイントを待機しています
ka: მიმაგრების წერტილის მოლოდინი
pt_br: Aguardando um ponto de montagem
ru: Ожидание точки монтирования
sv: Väntar på en monteringspunkt
tr: Bir bağlama noktası bekleniyor
uk: Очікуємо на точку монтування

source: Current %s
ca: Actual: %s
de: Aktuell %s
el: Τρέχον %s
es: Actual %s
fi: Tämänhetkinen %s
fr: %s actuel
id: Saat ini %s
it: Al momento %s
ja: 現在の %s
ka: მიმდინარეა %s
pt_br: %s atual
ru: Текущий %s
sv: Nuvarande %s
tr: Mevcut %s
uk: Поточна %s

source: Default file system for %s
ca: Sistema de fitxers per defecte per a %s
de: Standard-Dateisystem für %s
el: Προεπιλεγμένο σύστημα αρχείων για το %s
es: Sistema de archivos por defecto para %s
fi: Oletustiedostojärjestelmä kohteelle %s
fr: Système de fichiers par défaut pour %s
id: Sistem berkas default untuk %s
it: File system predefinito con %s
ja: %s に対する既定のファイルシステム
ka: ნაგულისხმევი ფაილური სისტემა %s-სთვის
pt_br: Sistema de arquivos padrão para %s
ru: Файловая система по умолчанию для %s
sv: Standard filsystem för %s
tr: %s için öntanımlı dosya sistemi
uk: Типова файлова система для %s

source: Default file system for generic mount paths
ca: Sistema de fitxers per defecte per als camins de muntatge genèrics
de: Standard-Dateisystem für generische Einhängepfade
el: Προεπιλεγμένο σύστημα αρχείων για γενικές διαδρομές προσάρτησης
es: Sistema de archivos predeterminado para rutas de montaje genéricas
fi: Oletustiedostojärjestelmä yleiseille liitospoluille
fr: Système de fichiers par défaut pour les chemins de montage génériques
id: Sistem berkas default untuk jalur mount umum
it: File system predefinito per percorsi di montaggio generici
ja: 一般的なマウント先の場合に使用する既定のファイルシステム
ka: ნაგულისხმევი ფაილური სისტემა ზოგადი მიმაგრების წერტილებისთვის
pt_br: Sistema de arquivos padrão para caminhos de montagem genéricos
ru: Файловая система по умолчанию для общих путей монтирования
sv: Standardfilsystem för generiska monteringssökvägar
tr: Genel bağlama yolları için öntanımlı dosya sistemi
uk: Типова файлова система для звичайних шляхів монтування

source: Destroy current data and format device as
ca: Destrueix les dades actuals i formata el dispositiu com a
de: Aktuelle Daten zerstören und Gerät formatieren als
el: Καταστροφή τρεχόντων δεδομένων και διαμόρφωση συσκευής ως
es: Destruir datos actuales y formatear el dispositivo como
fi: Tuhoa nykyiset tiedot ja alusta laite tiedostojärjestelmällä
fr: Détruire les données actuelles et formater le périphérique en tant que
id: Hapus data saat ini dan format perangkat sebagai
it: Distruggi i dati correnti e formatta il dispositivo come
ja: 現在のデータを消去して下記の形式でデバイスをフォーマット:
ka: არსებული მონაცემების განადგურება და დანაყოფის დაფორმატება, როგორც
pt_br: Destruir os dados atuais e formatar o dispositivo como
ru: Уничтожить текущие данные и отформатировать устройство как
sv: Förstör nuvarande data och formatera enheten som
tr: Mevcut veriler silinecek ve cihaz şu şekilde biçimlendirilecek
uk: Знищити поточні дані і відформатувати пристрій як

source: Format device as
ca: Formata el dispositiu com a
de: Gerät formatieren als
el: Διαμόρφωση συσκευής ως
es: Formatear dispositivo como
fi: Alusta laite tiedostojärjestelmällä
fr: Formater le périphérique en tant que
id: Format perangkat sebagai
it: Formatta il dispositivo come
ja: 下記の形式でフォーマット:
ka: მოწყობილობების დაფორმატება, როგორც
pt_br: Formatar dispositivos como
ru: Отформатировать устройство как
sv: Formatera enhet som
tr: Aygıt şu şekilde biçimlendirilecek
uk: Форматувати пристрій як

source: Do not format %s and keep the data
ca: No formatis %s i conserva'n les dades
de: %s nicht formatieren und die Daten behalten
el: Να μη γίνει διαμόρφωση του %s και να διατηρηθούν τα δεδομένα
es: No formatear %s y conservar los datos
fi: Älä alusta kohdetta %s ja säilytä tiedot
fr: Ne pas formater %s et conserver les données
id: Jangan memformat %s dan pertahankan data
it: Non formattare %s e mantenere i dati all'interno
ja: %s をフォーマットせず既存のデータを維持
ka: %s-ის არდაფორმატებადა მონაცემების შენარჩუნება
pt_br: Não formatar %s e manter os dados
ru: Не форматировать %s и сохранить данные
sv: Formatera inte %s och behåll data
tr: %s'yi biçimlendirmeyin ve verileri saklayın
uk: Не форматувати %s і зберегти дані

source: File system label
ca: Etiqueta del sistema de fitxers
de: Dateisystem-Bezeichnung
el: Ετικέτα συστήματος αρχείων
es: Etiqueta del sistema de archivos
fi: Tiedostojärjestelmän nimike
fr: Étiquette du système de fichiers
id: Label sistem berkas
it: Etichetta del file system
ja: ファイルシステムのラベル
ka: ფაილური სისტემის ჭდე
pt_br: Rótulo do sistema de arquivos
ru: Метка файловой системы
sv: Filsystem etikett
tr: Dosya sistemi etiketi
uk: Ярлик файлової системи

source: Configure
ca: Configura
de: Konfigurieren
el: Ρύθμιση
ja: 設定
ru: Настроить
uk: Налаштувати

source: Configure device %s
ca: Configura el dispositiu %s
de: Gerät %s konfigurieren
el: Ρύθμιση συσκευής %s
es: Configurar dispositivo %s
fi: Tee laitteen %s asetukset
fr: Configurer le périphérique %s
id: Konfigurasikan perangkat %s
it: Configura il dispositivo %s
ja: デバイス %s の設定
ka: მორგება მოწყობილობისთვის %s
pt_br: Configurar o dispositivo %s
ru: Настроить устройство %s
sv: Konfigurera enhet %s
tr: %s aygıtını yapılandır
uk: Налаштувати пристрій %s
