Repository: agama-project/agama-weblate
Catalog: web/*.po
Languages: ca, de, el, es, fi, fr, id, it, ja, ka, pt_br, ru, sv, tr, uk

source: Use RAID %s for LVM and additional partitions
ca: Usa la RAID %s per a l'LVM i les particions addicionals
de: RAID %s für den LVM und zusätzliche Partitionen verwenden
el: Χρήση RAID %s για LVM και πρόσθετες κατατμήσεις
es: Usar RAID %s para la LVM y particiones adicionales
fi: Käytä kohdetta RAID %s LVM-taltioihin ja lisäosioihin
fr: Utiliser le RAID %s pour LVM et les partitions supplémentaires
id: Gunakan RAID %s untuk LVM dan partisi tambahan
it: Usa RAID %s per LVM e le partizioni aggiuntive
ja: LVM と追加パーティション用に RAID %s を使用する
ka: RAID %s-ის გამოყენება LVM-სთვის და დამატებითი დანაყოფებისთვის
pt_br: Usar RAID %s para LVM e partições adicionais
ru: Исп. RAID-массив %s для LVM и дополнительных разделов
sv: Använd RAID %s för LVM och ytterligare partitioner
tr: LVM ve ek bölümler için RAID %s kullan
uk: Використати RAID-масив %s для LVM і додаткових розділів

source: Use RAID %s for additional partitions and booting
ca: Usa la RAID %s per a les particions addicionals i l'arrencada
de: RAID %s für zusätzliche Partitionen und zum Booten verwenden
el: Χρήση RAID %s για πρόσθετες κατατμήσεις και εκκίνηση
es: Usar RAID %s para particiones adicionales y arrancar
fi: Käytä kohdetta RAID %s lisäosioihin ja käynnistämiseen
fr: Utiliser le RAID %s pour les partitions supplémentaires et le démarrage
id: Gunakan RAID %s untuk partisi tambahan dan booting
it: Usa RAID %s per le partizioni aggiuntive e l'avvio
ja: 追加パーティションと起動用に RAID %s を使用する
ka: RAID %s-ის გამოყენება დამატებითი დანაყოფებისთვის და ჩასატვირთად
pt_br: Usar RAID %s para partições adicionais e inicialização
ru: Исп. RAID-массив %s для дополнительных разделов и загрузки
sv: Använd RAID %s för ytterligare partitioner och uppstart
tr: Ek bölümler ve önyükleme için RAID %s kullan
uk: Використати RAID-масив %s для додаткових розділів і завантаження

source: Use RAID %s for additional partitions
ca: Usa la RAID %s per a les particions addicionals
de: RAID %s für zusätzliche Partitionen verwenden
el: Χρήση RAID %s για πρόσθετες κατατμήσεις
es: Usar RAID %s para particiones adicionales
fi: Käytä kohdetta RAID %s lisäosioihin
fr: Utiliser le RAID %s pour les partitions supplémentaires
id: Gunakan RAID %s untuk partisi tambahan
it: Usa RAID %s per le partizioni aggiuntive
ja: 追加パーティション用に RAID %s を使用する
ka: RAID %s-ის გამოყენება დამატებითი დანაყოფებისთვის
pt_br: Usar RAID %s para partições adicionais
ru: Исп. RAID-массив %s для дополнительных разделов
sv: Använd RAID %s för ytterligare partitioner
tr: Ek bölümler için RAID %s kullan
uk: Використати RAID-масив %s для додаткових розділів

source: Use RAID %s to host LVM and boot
ca: Usa la RAID %s per a allotjar-hi l'LVM i per a l'arrencada
de: RAID %s zum Hosten des LVM und zum Booten verwenden
el: Χρήση RAID %s για φιλοξενία LVM και εκκίνηση
es: Usar RAID %s para alojar la LVM y arrancar
fi: Käytä kohdetta RAID %s LVM-taltioihin ja käynnistämiseen
fr: Utiliser le RAID %s pour héberger LVM et démarrer
id: Gunakan RAID %s untuk meng-host LVM dan boot
it: Usa RAID %s per l'hosting di LVM e l'avvio
ja: LVM の配置と起動用に RAID %s を使用する
ka: RAID %s-ის გამოყენება LVM-ისთვის და ჩასატვირთად
pt_br: Usar RAID %s para hospedar o LVM e inicializar
ru: Исп. RAID-массив %s для размещения LVM и загрузки
sv: Använd RAID %s för att vara värd för LVM och uppstart
tr: LVM'yi barındırma ve önyükleme için RAID %s'yi kullan
uk: Використати RAID-масив %s для розміщення LVM і завантаження

source: Use RAID %s to host LVM
ca: Usa la RAID %s per a allotjar-hi l'LVM
de: RAID %s zum Hosten des LVM verwenden
el: Χρήση RAID %s για φιλοξενία LVM
es: Usar RAID %s para alojar la LVM
fi: Käytä kohdetta RAID %s LVM-taltioihin
fr: Utiliser le RAID %s pour héberger LVM
id: Gunakan RAID %s untuk meng-host LVM
it: Usa RAID %s per l'hosting di LVM
ja: LVM の配置用に RAID %s を使用する
ka: RAID %s-ის გამოყენება LVM-ისთვის
pt_br: Usar RAID %s para hospedar o LVM
ru: Исп. RAID-массив %s для размещения LVM
sv: Använd RAID %s för att vara värd för LVM
tr: LVM'yi barındırma için RAID %s kullan
uk: Використати RAID-масив %s для розміщення LVM

source: Use RAID %s to configure boot partitions
ca: Usa la RAID %s per configurar les particions d'arrencada
de: RAID %s zum Konfigurieren von Bootpartitionen verwenden
el: Χρήση RAID %s για ρύθμιση κατατμήσεων εκκίνησης
es: Usar RAID %s para configurar particiones de arranque
fi: Käytä kohdetta RAID %s käynnistysosioiden asettamiseen
fr: Utiliser le RAID %s pour configurer les partitions de démarrage
id: Gunakan RAID %s untuk mengonfigurasi partisi boot
it: Usa RAID %s per la configurazione delle partizioni di avvio
ja: 起動パーティション設定用に RAID %s を使用する
ka: RAID %s-ის გამოყენება ჩასატვირთი დანაყოფების მოსარგებად
pt_br: Usar RAID %s para configurar partições de inicialização
ru: Исп. RAID-массив %s для настройки загрузочных разделов
sv: Använd RAID %s för att konfigurera uppstartspartitioner
tr: Önyükleme bölümlerini yapılandırmak için RAID %s kullan
uk: Використати RAID-масив %s для налаштування завантажувальних розділів

source: Use RAID %s
ca: Usa la RAID %s
de: RAID %s verwenden
el: Χρήση RAID %s
es: Usar RAID %s
fi: Käytä kohdetta RAID %s
fr: Utiliser le RAID %s
id: Gunakan RAID %s
it: Usa RAID %s
ja: RAID %s を使用する
ka: RAID %s-ის გამოყენება
pt_br: Usar RAID %s
ru: Использовать RAID-массив %s
sv: Använd RAID %s
tr: RAID %s'yi kullan
uk: Використати RAID-масив %s

source: Create another LVM volume group on %s
ca: Crea un altre grup de volums d'LVM a %s
de: Weitere LVM-Volume-Gruppe auf %s erstellen
el: Δημιουργία άλλης ομάδας τόμων LVM στο %s
es: Crear otro grupo de volúmenes LVM en %s
fi: Luo ylimääräinen LVM-taltioryhmä kohteelle %s
fr: Créer un autre groupe de volumes LVM sur %s
id: Buat grup volume LVM lain di %s
it: Crea un altro gruppo di volumi LVM su %s
ja: %s 内に他の LVM ボリュームグループを作成
ka: კიდევ ერთი LVM ტომების ჯგუფის შექმნა %s-ზე
pt_br: Criar outro grupo de volumes LVM em %s
ru: Создать еще одну группу томов LVM на %s
sv: Skapa LVM volymgrupp på %s
tr: %s üzerinde başka bir LVM disk grubu oluştur
uk: Створити ще одну групу томів LVM на %s

source: Create LVM volume group on %s
ca: Crea un grup de volums d'LVM a %s
de: LVM-Volume-Gruppe auf %s erstellen
el: Δημιουργία ομάδας τόμων LVM στο %s
es: Crear grupo de volúmenes LVM en %s
fi: Luo LVM-taltioryhmä kohteelle %s
fr: Créer un groupe de volumes LVM sur %s
id: Buat grup volume LVM di %s
it: Crea gruppo di volumi LVM su %s
ja: %s 内に LVM ボリュームグループを作成
ka: LVM ტომების ჯგუფის შექმნა %s-ზე
pt_br: Criar grupo de volumes LVM em %s
ru: Создать группу томов LVM на %s
sv: Skapa LVM volymgrupp på %s
tr: %s üzerinde LVM disk grubu oluştur
uk: Створити групу томів LVM на %s

source: %s will be created as a logical volume
ca: %s es crearà com a volum lògic
de: %s wird als logisches Volume erstellt
el: Το %s θα δημιουργηθεί ως λογικός τόμος
es: %s se creará como volumen lógico
fi: %s luodaan loogisena taltiona
fr: %s sera créé comme un volume logique
it: %s sarà creato come volume logico
ja: %s を論理ボリューム内に作成します
ka: %s შეიქმნება ლოგიკური ტომის სახით
pt_br: %s será criado como um volume lógico
ru: %s будет создан как логический том
sv: %s kommer att skapas som en logisk volym
tr: %s mantıksal bir birim olarak oluşturulacak
uk: %s буде створено як логічний том

source: The maximum must be a number followed by a unit like GiB or GB
ca: El màxim ha de ser un número seguit d'una unitat com ara GiB o GB.
de: Das Maximum muss eine Zahl sein, gefolgt von einer Einheit wie GiB oder GB
el: Το μέγιστο πρέπει να είναι ένας αριθμός που ακολουθείται από μια μονάδα όπως GiB ή GB
es: El máximo debe ser un número seguido por una unidad como GiB o GB
fi: Maksimimäärän tulee olla luku jota seuraa yksikkö kuten GiB tai GB
fr: Le maximum doit être un nombre suivi d'une unité comme Gio ou Go
id: Nilai maksimum harus berupa angka, yang diikuti oleh satuan seperti GiB atau GB
it: Il massimo deve essere un numero seguito da un'unità, come GiB o GB
ja: 最大値は GiB や GB のような単位を付けた数値でなければなりません
pt_br: O máximo deve ser um número seguido de uma unidade, como GiB ou GB
ru: Максимальное значение должно быть числом, за которым следует единица измерения, например GiB или GB
sv: Det maximala antalet måste vara ett tal följt av en enhet som GiB eller GB
tr: Maksimum, GiB veya GB gibi bir birimin izlediği bir sayı olmalıdır
uk: Максимальне значення повинно бути числом, за яким слідує одиниця виміру, наприклад, GiB або GB

source: The minimum must be a number followed by a unit like GiB or GB
ca: El mínim ha de ser un número seguit d'una unitat com ara GiB o GB
de: Das Minimum muss eine Zahl sein, gefolgt von einer Einheit wie GiB oder GB
el: Το ελάχιστο πρέπει να είναι ένας αριθμός που ακολουθείται από μια μονάδα όπως GiB ή GB
es: El mínimo debe ser un número seguido por una unidad como GiB o GB
fi: Minimin tulee olla luku jota seuraa yksikkö kuten GiB tai GB
fr: Le minimum doit être un nombre suivi d'une unité comme Gio ou Go
id: Nilai minimum harus berupa angka, yang diikuti oleh satuan seperti GiB atau GB
it: Il minimo deve essere un numero seguito da un'unità, come GiB o GB
ja: 最小値は GiB や GB のような単位を付けた数値でなければなりません
pt_br: O mínimo deve ser um número seguido de uma unidade, como GiB ou GB
ru: Минимальное значение должно быть числом, за которым следует единица измерения, например GiB или GB
sv: Det minsta måste vara ett tal följt av en enhet som GiB eller GB
tr: Minimum, GiB veya GB gibi bir birimin izlediği bir sayı olmalıdır
uk: Мінімальне значення повинно бути числом, за яким слідує одиниця виміру, наприклад, GiB або GB

source: Size limits must be numbers followed by a unit like GiB or GB
ca: Els límits de mida han de ser números seguits d'una unitat com ara GiB o GB.
de: Größenbeschränkungen müssen Zahlen sein, gefolgt von einer Einheit wie GiB oder GB
el: Τα όρια μεγέθους πρέπει να είναι αριθμοί που ακολουθούνται από μια μονάδα όπως GiB ή GB
es: Los límites de tamaño deben ser números seguidos de una unidad como GiB o GB
fi: Kokorajojen tulee olla lukuja joita seuraa yksikkö kuten GiB tai GB
fr: Les limites de taille doivent être des nombres suivis d'une unité comme Gio ou Go
id: Batasan ukuran harus berupa angka diikuti dengan satuan seperti GiB atau GB
it: I limiti delle dimensioni devono essere numeri seguiti da un'unità, come GiB o GB
ja: サイズ制限は GiB や GB のような単位を付けた数値でなければなりません
ka: ზომის ლიმიტი უნდა წარმოადგენდეს რიცხვს, რომელსაც ზომა მოჰყვება (მაგ: GiB ან GB)
pt_br: Os limites de tamanho devem ser números seguidos de uma unidade, como GiB ou GB
ru: Ограничения на размер должны быть числами, за которыми следуют единицы измерения, например GiB или GB
sv: Storleksgränser måste vara siffror följt av en enhet som GiB eller GB
tr: Boyut sınırları GiB veya GB gibi bir birimin ardından gelen sayılar olmalıdır
uk: Обмеження розміру повинні бути числами, до яких потрібно додати одиницю виміру, наприклад, GiB або GB

source: As a new partition on %s
ca: Com a partició nova a %s
de: Als eine neue Partition auf %s
el: Ως νέα κατάτμηση στο %s
es: Como una partición nueva en %s
fi: Uutena osiona kohteelle %s
fr: En tant que nouvelle partition sur %s
id: Sebagai partisi baru di %s
it: Come una nuova partizione su %s
ja: %s に新しいパーティションとして
ka: როგორც ახალი დანაყოფი %s-ზე
pt_br: Como nova partição em %s
ru: Как новый раздел на %s
sv: Som en ny partition på %s
tr: %s üzerinde yeni bir bölüm olarak
uk: Як новий розділ на %s

source: Using partition %s
ca: S'usa la partició %s
de: Partition %s wird verwendet
el: Χρήση κατάτμησης %s
es: Utilizando partición %s
fi: Käytetään osiota %s
fr: En utilisant la partition %s
id: Menggunakan partisi %s
it: Uso della partizione %s
ja: パーティション %s の使用
ka: გამოიყენება დანაყოფი %s
pt_br: Usando a partição %s
ru: Используя раздел %s
sv: Använder partition %s
tr: %s bölümü kullanılıyor
uk: Використовуючи розділ %s

source: Mount point options
ca: Opcions de punt de muntatge
de: Einhängepunktoptionen
el: Επιλογές σημείου προσάρτησης
es: Opciones de punto de montaje
fi: Liitoskohdan valinnat
fr: Options de point de montage
id: Opsi titik mount
it: Opzioni del punto di montaggio
ja: マウントポイントのオプション
ka: მიმაგრების წერტილის მორგება
pt_br: Opções de ponto de montagem
ru: Опции точек монтирования
sv: Monteringspunktsalternativ
tr: Bağlantı noktası seçenekleri
uk: Параметри точки монтування

source: Using an existing partition
ca: S'usa una partició existent
de: Vorhandene Partition verwenden
el: Χρήση υπάρχουσας κατάτμησης
es: Utilizando una partición existente
fi: Käytä olemassa olevaa osioita
fr: En utilisant une partition existante
id: Menggunakan partisi yang sudah ada
it: Utilizza la partizione esistente
ja: 既存パーティションの使用
ka: არსებული დანაყოფის გამოყენება
pt_br: Usando uma partição existente
ru: Используя существующий раздел
sv: Använd en befintlig partition
tr: Mevcut bir bölümü kullan
uk: Використовуючи наявний розділ

source: There are not usable partitions
ca: No hi ha particions usables
de: Es sind keine nutzbaren Partitionen vorhanden
el: Δεν υπάρχουν χρησιμοποιήσιμες κατατμήσεις
es: No hay particiones utilizables
fi: Käytettävissä olevia osioita ei ole
fr: Il n'existe aucune partition utilisable
id: Tidak ada partisi yang dapat digunakan
it: Non ci sono partizioni utilizzabili
ja: 利用可能なパーティションがありません
ka: გამოყენებადი დანაყოფები აღმოჩენილი არაა
pt_br: Não há partições usáveis
ru: Нет пригодных для использования разделов
sv: Det finns inte några användbara partitioner
tr: Kullanılabilir bölüm yok
uk: Існують не придатні для використання розділи

source: Default file system for generic partitions
ca: Sistema de fitxers per defecte per a particions genèriques
de: Standard-Dateisystem für generische Partitionen
el: Προεπιλεγμένο σύστημα αρχείων για γενικές κατατμήσεις
es: Sistemas de archivos predeterminado para particiones genéricas
fi: Oletustiedostojärjestelmä yleisille osioille
fr: Système de fichiers par défaut pour les partitions génériques
id: Sistem berkas default untuk partisi umum
it: File system predefinito per partizioni generiche
ja: 汎用パーティションに対する既定のファイルシステム
ka: ნაგულისხმევი ფაილური სისტემა ზოგადი დანაყოფებისთვის
pt_br: Sistema de arquivos padrão para partições genéricas
ru: Файловая система по умолчанию для общих разделов
sv: Standardfilsystem för generiska partitioner
tr: Genel bölümler için öntanımlı dosya sistemi
uk: Типова файлова система для звичайних розділів

source: Destroy current data and format partition as
ca: Destrueix les dades actuals i formata la partició com a
de: Aktuelle Daten zerstören und Partition formatieren als
el: Καταστροφή τρεχόντων δεδομένων και διαμόρφωση κατάτμησης ως
es: Destruye datos actuales y da formato de partición como
fi: Tuhoa nykyiset tiedot ja alusta osio tiedostojärjestelmällä
fr: Détruire les données actuelles et formater la partition en tant que
id: Hapus data saat ini dan format partisi sebagai
it: Distruggi i dati e formatta la partizione come
ja: 現在のデータを消去して下記の形式でパーティションをフォーマット:
ka: მიმდინარე მონაცემების განადგურება და დანაყოფის დაფორმატება, როგორც
pt_br: Destruir os dados atuais e formatar partição como
ru: Уничтожить текущие данные и отформатировать раздел как
sv: Förstör nuvarande data och formatera partition som
tr: Mevcut verileri yok edin ve bölümü şu şekilde biçimlendirin
uk: Знищити поточні дані і відформатувати розділ як

source: Format partition as
ca: Formata la partició com a
de: Partition formatieren als
el: Διαμόρφωση κατάτμησης ως
es: Formatear partición como
fi: Alusta osio tiedostojärjestelmällä
fr: Formater la partition en tant que
id: Format partisi sebagai
it: Formatta la partizione come
ja: 下記の形式でフォーマット:
ka: დანაყოფის დაფორმატება, როგორც
pt_br: Formatar partição como
ru: Отформатировать раздел как
sv: Formatera partition som
tr: Bölümü şu şekilde biçimlendir
uk: Форматувати розділ як

source: Configure partition
ca: Configura la partició
de: Partition konfigurieren
el: Ρύθμιση κατάτμησης
ja: パーティションの設定
ru: Настройка раздела
uk: Налаштувати розділ

source: Configure partition at %s
ca: Configura la partició a %s
de: Partition bei %s konfigurieren
el: Ρύθμιση κατάτμησης στο %s
es: Configurar partición en %s
fi: Teen osion %s asetukset
fr: Configurer la partition sur %s
id: Konfigurasikan partisi di %s
it: Configura partizione su %s
ja: %s でのパーティションの設定
ka: დანაყოფის აღწერა %s-ზე
pt_br: Configurar partição em %s
ru: Настройка раздела в %s
sv: Konfigurera partition på %s
tr: Bölmeyi %s konumunda yapılandır
uk: Налаштування розділу на %s

source: Mount point mode
ca: Mode de punt de muntatge
de: Einhängepunktmodus
el: Λειτουργία σημείου προσάρτησης
es: Modo de punto de montaje
fi: Liitoskohdan tilavalinta
fr: Mode du point de montage
id: Mode titik mount
it: Modalità punto di montaggio
ja: マウントポイントのモード
ka: მიმაგრების წერტილის რეჟიმი
pt_br: Modo do ponto de montagem
ru: Режим точки монтирования
sv: Monteringspunkt läge
tr: Bağlantı noktası modu
uk: Режим точок монтування

source: Go to storage page
ca: Ves a la pàgina de l'emmagatzematge
de: Zur Speicherungsseite gehen
el: Μετάβαση στη σελίδα αποθηκευτικού χώρου
es: Ir a la página de almacenamiento
fi: Mene tallennustilasivulle
fr: Accéder à la page stockage
it: Vai alla pagina dell'archiviazione
ja: ストレージページに移動
ka: საცავის გვერდზე გადასვლა
pt_br: Ir para página da armazenamento
ru: Перейти к разделу «Хранилище»
sv: Gå till lagringssidan
tr: Depolama sayfasına git
uk: Перейти до розділу «Сховище»

source: Moreover, the following partitions will be created or mounted
ca: A més a més, es crearan o muntaran les particions següents:
de: Zudem werden die folgenden Partitionen erstellt oder eingehängt
el: Επιπλέον, οι ακόλουθες κατατμήσεις θα δημιουργηθούν ή θα προσαρτηθούν
es: Además, se crearán o se montarán las siguientes particiones
fi: Lisäksi seuravat osiot luodaan tai liitetään
fr: De plus, les partitions suivantes seront créées et montées
id: Selain itu, partisi-partisi berikut akan dibuat atau di-mount
it: Inoltre, le partizioni seguenti saranno create o montate
ja: このほか、下記のパーティションを作成またはマウントします
ka: კიდევ შეიქმნება, ან მიმაგრდება დამატებითი დანაყოფები
pt_br: Além disso, as seguintes partições serão criadas ou montadas
ru: Кроме того, будут созданы или смонтированы следующие разделы
sv: Dessutom kommer följande partitioner att skapas eller monteras
tr: Ayrıca, aşağıdaki bölümler oluşturulacak veya bağlanacaktır
uk: Крім того, буде створено або змонтовано такі розділи

source: Moreover, the following partition will be created.
ca: A més a més, es crearà la partició següent:
de: Zudem wird die folgende Partition erstellt.
el: Επιπλέον, η ακόλουθη κατάτμηση θα δημιουργηθεί.
es: Además, se creará la partición siguiente.
fi: Lisäksi seuraava osio luodaan.
fr: De plus, la partition suivante sera créée.
it: Inoltre, la partizione seguente sarà creata.
ja: このほか、下記のパーティションを作成します。
ka: კიდევ შეიქმნება შემდეგი დანაყოფი.
pt_br: Além disso, a seguinte partição será criada.
ru: Кроме того, будет создан следующий раздел.
sv: Dessutom kommer följande partition att skapas.
tr: Ayrıca, aşağıdaki bölüm oluşturulacak veya bağlanacaktır.
uk: Крім того, буде створено такий розділ.

source: Moreover, the following partition will be mounted.
ca: A més a més, es muntarà la partició següent:
de: Zudem wird die folgende Partition eingehängt.
el: Επιπλέον, η ακόλουθη κατάτμηση θα προσαρτηθεί.
es: Además, se montará la partición siguiente.
fi: Lisäksi seuraava osio liitetään.
fr: De plus, la partition suivante sera montée.
it: Inoltre, la partizione seguente sarà montata.
ja: このほか、下記のパーティションをマウントします。
ka: კიდევ მიმაგრდება დამატებითი დანაყოფი.
pt_br: Além disso, a seguinte partição será montada.
ru: Кроме того, будет смонтирован следующий раздел.
sv: Dessutom kommer följande partition att monteras.
tr: Ayrıca, aşağıdaki bölüm oluşturulacak veya bağlanacaktır.
uk: Крім того, буде змонтовано такий розділ.

source: The following partitions will be created or mounted
ca: Es crearan o muntaran les particions següents:
de: Die folgenden Partitionen werden erstellt oder eingehängt
el: Οι ακόλουθες κατατμήσεις θα δημιουργηθούν ή θα προσαρτηθούν
es: Las siguientes particiones se crearán o se montarán
fi: Seuraavat osiot luodaan tai liitetään
fr: Les partitions suivantes seront créées ou montées
id: Partisi-partisi berikut akan dibuat atau di-mount
it: Le partizioni seguenti saranno create o montate
ja: 下記のパーティションを作成またはマウントします
ka: შემდეგი დანაყოფები შეიქმნება, ან მიმაგრდება
pt_br: As seguintes partições serão criadas ou montadas
ru: Будут созданы или смонтированы следующие разделы
sv: Följande partitioner kommer att skapas eller monteras
tr: Aşağıdaki bölümler oluşturulacak veya bağlanacak
uk: Будуть створені або змонтовані такі розділи

source: The following partition will be created.
ca: Es crearà la partició següent:
de: Die folgende Partition wird erstellt.
el: Η ακόλουθη κατάτμηση θα δημιουργηθεί.
es: Se creará la partición siguiente.
fi: Seuraavat osio luodaan.
fr: La partition suivante sera créée.
it: La partizione seguente sarà creata.
ja: 下記のパーティションを作成します。
ka: შეიქმნება შემდეგი დანაყოფი.
pt_br: A seguinte partição será criada.
ru: Будет создан следующий раздел.
sv: Följande partition kommer att skapas.
tr: Aşağıdaki bölüm oluşturulacak veya bağlanacak.
uk: Буде створено такий розділ.

source: The following partition will be mounted.
ca: Es muntarà la partició següent:
de: Die folgende Partition wird eingehängt.
el: Η ακόλουθη κατάτμηση θα προσαρτηθεί.
es: Se montará la partición siguiente.
fi: Seuraava osio liitetään.
fr: La partition suivante sera montée.
it: La partizione seguente sarà montata.
ja: 下記のパーティションをマウントします。
ka: მიმაგრდება შემდეგი დანაყოფი.
pt_br: A seguinte partição será montada.
ru: Будет смонтирован следующий раздел.
sv: Följande partition kommer att monteras.
tr: Aşağıdaki bölüm bağlanacak.
uk: Буде змонтовано такий розділ.

source: Any partition needed to boot will be configured.
ca: Es configurarà qualsevol partició necessària per a arrencar.
de: Jede Partition, die zum Booten benötigt wird, wird konfiguriert.
el: Κάθε κατάτμηση που απαιτείται για την εκκίνηση θα ρυθμιστεί.
es: Se configurará cualquier partición necesaria para el arranque.
fi: Kaikkien käynnistämiseen käytettävien osioiden asetukset tehdään.
fr: Toutes les éventuelles partitions nécessaires au démarrage seront configurées.
id: Partisi apa pun yang diperlukan untuk booting akan dikonfigurasi.
it: Le partizioni necessarie per l'avvio saranno configurate.
ja: 起動に必要なパーティションについても設定を行います。
ka: ასევე მოხდება ჩასატვირთად საჭირო დანაყოფების მორგება.
pt_br: As partições necessárias para inicialização serão configuradas.
ru: Все разделы, необходимые для загрузки, будут настроены.
sv: Alla partitioner som behövs för uppstart kommer att konfigureras.
tr: Önyükleme için gereken herhangi bir bölüm yapılandırılacaktır.
uk: Усі розділи, необхідні для завантаження, буде налаштовано.

source: Partitions to host "system" will be created if needed.
ca: Si cal, es crearan particions per allotjar-hi el sistema.
de: Partitionen für den Host „system“ werden bei Bedarf erstellt.
el: Κατατμήσεις για τη φιλοξενία του "συστήματος" θα δημιουργηθούν εάν απαιτείται.
es: Si es necesario, se crearán particiones para alojar el "sistema".
fi: Järjestelmätiedostojen tarvitsemat osiot luodaan tarvittaessa.
ja: 必要に応じて、 "システム" を保持するためのパーティションを作成します。
ka: დანაყოფები "სისტემისთვის" საჭიროებისამებრ შეიქმნება.
ru: При необходимости будут созданы разделы для размещения «system».
sv: Partitioner för att vara värd för "systemet" kommer att skapas vid behov.
uk: При необхідності будуть створені розділи для розміщення «system».

source: Partition %s
ca: Partició %s
el: Κατάτμηση %s
es: Particiones %s
fi: Osio %s
ja: パーティション %s
ka: დანაყოფი %s
pt_br: Partição %s
ru: Раздел %s
uk: Розділ %s
