Repository: agama-project/agama-weblate
Catalog: web/*.po
Languages: ca, de, el, es, fi, fr, id, it, ja, ka, pt_br, ru, sv, tr, uk

source: Device %s menu
ca: Menú del dispositiu %s
de: Menü von Gerät %s
el: Μενού συσκευής %s
es: Menú del dispositivo %s
fi: Laitteen %s valikko
fr: Menu du périphérique %s
id: Menu Perangkat %s
it: Menu del dispositivo %s
ja: デバイス %s メニュー
ka: მოწყობილობის მენიუ %s
pt_br: Menu do dispositivo %s
ru: Меню устройства %s
sv: Enhets %s-meny
tr: Cihaz %s menüsü
uk: Меню пристрою %s

source: The size is configured as a range between %s and %s, but this interface cannot handle ranges with a given max size.
ca: La mida està configurada com a interval entre %s i %s, però aquesta interfície no pot gestionar intervals amb una mida màxima determinada.
de: Die Größe ist als Bereich zwischen %s und %s konfiguriert, aber diese Schnittstelle kann keine Bereiche mit einer bestimmten maximalen Größe verarbeiten.
el: Το μέγεθος έχει ρυθμιστεί ως εύρος μεταξύ %s και %s, αλλά αυτή η διεπαφή δεν μπορεί να διαχειριστεί εύρη με καθορισμένο μέγιστο μέγεθος.
es: El tamaño se configura como un intervalo entre %s y %s, pero esta interfaz no puede gestionar intervalos con un tamaño máximo determinado.
fi: Koko on määritetty olemaan välillä %s ja %s, mutta tämä liitäntä ei voi käsitellä kokoalueita annetulla maksimikoolla.
fr: La taille est configurée comme une plage entre %s et %s, mais cette interface ne peut pas gérer les plages avec une taille maximale donnée.
id: Ukuran dikonfigurasi sebagai rentang antara %s dan %s, tetapi antarmuka ini tidak dapat menangani rentang dengan ukuran maksimum yang ditentukan.
it: La dimensione è configurata come un intervallo tra %s e %s, ma questa interfaccia non è in grado di gestire intervalli in cui è specificata una dimensione massima.
ja: サイズを %s から %s までの範囲で設定していますが、この最大値の設定は UI ではサポートされていません。
pt_br: O tamanho foi configurado como uma faixa entre %s e %s, mas esta interface não aceita faixas com um tamanho máximo especificado.
ru: Размер настроен как диапазон между %s и %s, но этот интерфейс не может обрабатывать диапазоны с заданным максимальным размером.
sv: Storleken är konfigurerad som ett intervall mellan %s och %s, men det här gränssnittet kan inte hantera intervall med en given maxstorlek.
tr: Boyut %s ile %s arasında bir aralık olarak yapılandırılmıştır, ancak bu arayüz belirli bir maksimum boyuta sahip aralıkları işleyemez.
uk: Розмір налаштовано як діапазон між %s і %s, але цей інтерфейс не може обробляти діапазони із заданим максимальним розміром.

source: Discard the maximum size and continue with simplified configuration
ca: Descarta la mida màxima i continua la configuració simplificada
de: Die maximale Größe verwerfen und mit der vereinfachten Konfiguration fortfahren
el: Απόρριψη του μέγιστου μεγέθους και συνέχεια με απλοποιημένη διαμόρφωση
es: Descartar el tamaño máximo y continuar con la configuración simplificada
fi: Hylkää maksimikoko ja jatka yksinkertaistetuilla asetuksilla
fr: Ignorer la taille maximale et continuer avec une configuration simplifiée
id: Buang ukuran maksimum dan lanjutkan dengan konfigurasi sederhana
it: Ignora la dimensione massima e continua con la configurazione semplificata
ja: 最大サイズの設定を破棄してシンプルな設定にして続ける
ka: მაქსიმალური ზომის მოცილება და გამარტივებული კონფიგურაციით გაგრძელება
pt_br: Descartar o tamanho máximo e continuar com a configuração simplificada
ru: Откажитесь от максимального размера и продолжите работу с упрощенной конфигурацией
sv: Kassera den maximala storleken och fortsätt med förenklad konfiguration
tr: Maksimum boyutu atın ve basitleştirilmiş yapılandırmayla devam edin
uk: Відмовтеся від максимального розміру і продовжте роботу зі спрощеною конфігурацією

source: The size must be a number followed by a unit of the form GiB (power of 2) or GB (power of 10).
ca: La mida ha de ser un número seguit d'una unitat del tipus GiB (potència de 2) o GB (potència de 10).
de: Die Größe muss eine Zahl sein, gefolgt von einer Einheit der Form GiB (Potenz von 2) oder GB (Potenz von 10).
el: Το μέγεθος πρέπει να είναι ένας αριθμός που ακολουθείται από μια μονάδα της μορφής GiB (δύναμη του 2) ή GB (δύναμη του 10).
es: El tamaño debe ser un número seguido de una unidad en formato GiB (potencia de 2) o GB (potencia de 10).
fi: Koon tulee olla luku, jota seuraa yksikkö kuten GiB (toisen potenssi) tai GB (kymmenen potenssi).
fr: La taille doit être un nombre suivi d'une unité du type Gio (puissance de 2) ou Go (puissance de 10).
id: Ukuran harus berupa angka diikuti dengan satuan dalam bentuk GiB (pangkat 2) atau GB (pangkat 10).
it: La dimensione deve essere un numero seguito da un'unità nella forma GiB (potenza di 2) o GB (potenza di 10).
ja: サイズは、数値の後に GiB (2 のべき乗で指定する場合) や GB (10 のべき乗で指定する場合) の形式で単位を付けて入力する必要があります。
pt_br: O tamanho deve ser um número seguido da unidade na forma de GiB (potência de 2) ou GB (potência de 10).
ru: Размер должен быть числом, за которым следует единица измерения в виде GiB (степень 2) или GB (степень 10).
sv: Storleken måste vara ett tal följt av en enhet av formen GiB (potens 2) eller GB (potens 10).
tr: Boyut, GiB (2'nin kuvveti) veya GB (10'un kuvveti) biçiminde bir birimin izlediği bir sayı olmalıdır.
uk: Розміри мають вводитися у вигляді чисел, за якими слідує одиниця виміру у вигляді GiB (кратно 2) або GB (кратно 10).

source: approx. %s
ca: aprox. %s
de: ca. %s
el: περίπου %s
es: aprox. %s
fi: noin %s
fr: env. %s
id: sekitar %s
it: circa %s
ja: おおよそ %s
ka: დაახლ. %s
pt_br: aprox. %s
ru: прибл. %s
sv: cirka. %s
tr: yaklaşık %s
uk: прибл. %s

source: Allow growing
ca: Permet-ne l'eixamplament
de: Wachstum erlauben
el: Να επιτρέπεται η επέκταση
es: Permitir que crezca
fi: Salli suureneminen
fr: Permettre l'agrandissement
id: Izinkan pertumbuhan
it: Consenti crescita
ja: サイズ拡大を許可する
ka: გაზრდის დაშვება
pt_br: Permitir expansão
ru: Разрешить рост
sv: Tillåt växande
tr: Büyümeye izin ver
uk: Дозволити зростання

source: The final size can be bigger in order to fill the extra free space.
ca: La mida final pot ser més grossa per omplir l'espai lliure extra.
de: Die endgültige Größe kann größer sein, um den zusätzlichen freien Platz zu füllen.
el: Το τελικό μέγεθος μπορεί να είναι μεγαλύτερο προκειμένου να γεμίσει τον επιπλέον ελεύθερο χώρο.
es: El tamaño final puede ser más grande para aprovechar el espacio libre adicional.
fi: Lopullinen koko voi olla isompi, jotta ylimääräinen tyhjä tila täytetään.
fr: La taille finale peut être supérieure afin de remplir l'espace libre supplémentaire.
id: Ukuran akhir dapat dibuat lebih besar untuk mengisi ruang kosong yang tersisa.
it: La dimensione finale può essere maggiore al fine di utilizzare tutto lo spazio libero aggiuntivo.
ja: 最終的なサイズは、連続した空き領域にあわせて拡大される可能性があります。
pt_br: O tamanho final pode ser maior para preencher o espaço livre extra.
ru: Итоговый размер может быть больше, чтобы заполнить свободное пространство.
sv: Den slutliga storleken kan bli större för att fylla det extra fria utrymmet.
tr: Ekstra boş alanı doldurmak için son boyut daha büyük olabilir.
uk: Кінцевий розмір може бути більшим, щоб заповнити вільний простір.

source: Size modes
ca: Modes de mida
de: Größenmodi
el: Λειτουργίες μεγέθους
es: Modos de tamaño
fi: Kokovalinnat
fr: Modes de taille
id: Mode ukuran
it: Modalità dimensione
ja: サイズのモード
ka: ზომის რეჟიმები
pt_br: Modos de tamanho
ru: Режимы размера
sv: Storlekslägen
tr: Boyut modları
uk: Режими розміру

source: Let the installer propose a sensible size
ca: Permet que l'instal·lador proposi una mida raonable
de: Eine vernünftige Größe durch das Installationsprogramm vorschlagen lassen
el: Αφήστε τον εγκαταστάτη να προτείνει ένα λογικό μέγεθος
es: Deje al instalador proponer un tamaño sensato
fi: Anna asennusohjelman suositella sopivaa kokoa
fr: Laisser le programme d'installation proposer une taille adaptée
id: Biarkan penginstal mengusulkan ukuran yang masuk akal
it: Lascia proporre una dimensione sensibile al programma di installazione
ja: インストーラに適切なサイズを提案させる
ka: დაყენების პროგრამისთვის ზომის შეთავაზების უფლების დართვა
pt_br: Permitir que o instalador sugira um tamanho adequado
ru: Программа установки предложит разумный размер
sv: Låt installationsprogrammet föreslå en vettig storlek
tr: Kurulumcunun makul bir boyut önermesine izin verin
uk: Дозволити інсталятору запропонувати розумний розмір

source: Define a custom size
ca: Definiu una mida personalitzada
de: Benutzerdefinierte Größe definieren
el: Καθορισμός προσαρμοσμένου μεγέθους
es: Definir un tamaño personalizado
fi: Määritä oma koko
fr: Définir une taille personnalisée
id: Tentukan ukuran kustom
it: Definisci una dimensione personalizzata
ja: 独自のサイズを指定する
ka: აღერეთ თქვენი ზომა
pt_br: Definir um tamanho personalizado
ru: Определить пользовательский размер
sv: Definiera en anpassad storlek
tr: Özel bir boyut tanımlayın
uk: Вказати власний розмір

source: The device will be used by the new system.
ca: El sistema nou usarà el dispositiu.
de: Das Gerät wird von dem neuen System verwendet.
el: Η συσκευή θα χρησιμοποιηθεί από το νέο σύστημα.
es: El dispositivo será utilizado por el sistema nuevo.
fi: Uusi järjestelmä käyttää tätä laitetta.
fr: Le périphérique sera utilisé par le nouveau système.
id: Perangkat tersebut akan digunakan oleh sistem baru.
it: Il dispositivi verrà utilizzato dal nuovo sistema.
ja: デバイスは新しいシステムで使用されます。
ka: მოწყობილობა გამოყენებული იქნება ახალი სისტემის მიერ.
pt_br: O dispositivo será usado pelo novo sistema.
ru: Это устройство будет использоваться новой системой.
sv: Enheten kommer att användas av det nya systemet.
tr: Cihaz yeni sistemde kullanılacak.
uk: Пристрій буде використовуватися новою системою.

source: The device will be mounted at %s.
ca: El dispositiu es muntarà a %s.
de: Das Gerät wird unter %s eingehängt.
el: Η συσκευή θα προσαρτηθεί στο %s.
es: El dispositivo será montado en %s.
fi: Laite tullaan liittämään liitoskohtaan %s.
fr: Le périphérique sera monté dans %s.
id: Perangkat akan dipasang di %s.
it: Il dispositivo sarà montato in %s.
ja: デバイスは %s にマウントされます。
ka: მოწყბილობა მიმაგრებული იქნება, როგორც %s.
pt_br: O dispositivo será montado em %s.
ru: Устройство будет смонтировано как %s.
sv: Enheten kommer att monteras på %s.
tr: Cihaz %s konumuna bağlanacak.
uk: Пристрій буде змонтовано у %s.

source: Up to %s can be recovered by shrinking the device.
ca: Es poden recuperar fins a %s encongint el dispositiu.
de: Bis zu %s können durch Verkleinern des Geräts zurückgewonnen werden.
el: Μπορεί να ανακτηθεί έως και %s μέσω της συρρίκνωσης της συσκευής.
es: Se pueden recuperar hasta %s reduciendo el dispositivo.
fi: Enimmillään %s voidaan vapauttaa pienentämällä laitetta.
fr: Jusqu'à %s peuvent être récupérés en réduisant le périphérique.
id: Hingga %s dapat dipulihkan dengan mengecilkan perangkat.
it: È possibile recuparare fino a %s riducendo il dispositivo.
ja: デバイスの縮小により、最大で %s が確保できます。
ka: შეიძლება %s-მდე აღდგენა მოწყობილობის დაპატარავებით.
pt_br: Até %s podem ser recuperados reduzindo o tamanho do dispositivo.
ru: До %s можно освободить, сократив устройство.
sv: Upp till %s kan återställas genom att krympa enheten.
tr: Cihazın küçültülmesiyle %s'ye kadar geri kazanılabilir.
uk: До %s можна відновити шляхом стискання пристрою.

source: The device cannot be shrunk:
ca: El dispositiu no es pot encongir:
de: Das Gerät kann nicht verkleinert werden:
el: Η συσκευή δεν μπορεί να συρρικνωθεί:
es: El dispositivo no puede ser reducido:
fi: Laitetta ei voi pienentää:
fr: Le périphérique ne peut pas être réduit :
id: Perangkat tidak dapat dikecilkan:
it: Impossibile ridurre il dispositivo:
ja: デバイスは縮小できません:
ka: მოწყობილობის დაპატარავება შეუძლებელია:
pt_br: O dispositivo não pode ser encolhido:
ru: Устройство не может быть сокращено:
sv: Enheten kan inte krympas:
tr: Cihaz daraltılamaz:
uk: Пристрій не може бути зменшений:

source: Show information about %s
ca: Mostra informació quant a %s
de: Informationen über %s anzeigen
el: Εμφάνιση πληροφοριών σχετικά με το %s
es: Mostrar información sobre %s
fi: Näytä tietoja kohteesta %s
fr: Afficher les informations sur %s
id: Menampilkan informasi tentang %s
it: Mostra informazioni su %s
ja: %s に関する情報を表示
ka: ინფორმაციის ჩვენება %s-ის შესახებ
pt_br: Mostrar informações sobre %s
ru: Показать сведения о %s
sv: Visa information om %s
tr: %s hakkında bilgi göster
uk: Показати інформацію про %s

source: proposal.Device
ca: proposta.Dispositiu
fi: ehdotus.Laite
ja: 提案.デバイス
ru: предложение.Устройство

source: Action
ca: Acció
de: Aktion
el: Ενέργεια
es: Acción
fi: Toiminto
id: Tindakan
it: Azione
ja: 処理
ka: ქმედება
pt_br: Ação
ru: Действие
sv: Åtgärd
tr: Eylem
uk: Дія

source: Select what to do with each partition in order to find space for allocating the new system.
ca: Seleccioneu què fer de cada partició per trobar espai per assignar-hi el sistema nou.
de: Wählen Sie aus, was mit jeder Partition geschehen soll, um Platz für das neue System zu finden.
el: Επιλέξτε τι θα γίνει με κάθε κατάτμηση προκειμένου να βρεθεί χώρος για την εκχώρηση του νέου συστήματος.
es: Selecciona lo que quiere hacer con cada partición con el fin de encontrar espacio para asignar el sistema nuevo.
fi: Valitse mitä jokaiselle osiolle tehdään, jotta uuden järjestelmän käyttöön vapautuisi tilaa.
fr: Sélectionnez ce qu'il faut faire avec chaque partition afin de trouver de l'espace pour allouer le nouveau système.
id: Pilih tindakan yang akan dilakukan pada setiap partisi untuk menemukan ruang yang cukup untuk mengalokasikan sistem baru.
it: Selezionare le azioni da eseguire con ogni partizione per trovare lo spazio per allocare il nuovo sistema.
ja: 新しいシステムのインストール先となる領域を確保するため、各パーティションに対してすべきことを選択します。
pt_br: Selecione o que fazer com cada partição para encontrar espaço para alocar o novo sistema.
ru: Выберите, что нужно сделать с каждым разделом, чтобы найти место для размещения новой системы.
sv: Välj vad som ska göras med varje partition för att hitta utrymme för att allokera det nya systemet.
tr: Yeni sisteme yer açmak için her bölümle ne yapılacağını seçin.
uk: Виберіть, що робити з кожним розділом, щоб знайти місце для розміщення нової системи.

source: Find space in %s
ca: Cerca espai a %s
de: Speicherplatz in %s finden
el: Εύρεση χώρου στο %s
es: Encontrar espacio en %s
fi: Vapauta tilaa kohteessa %s
fr: Trouver de l'espace dans %s
id: Temukan ruang di %s
it: Trova spazio in %s
ja: %s 内での領域検出
ka: ადგილის პოვნა %s-ში
pt_br: Encontrar espaço em %s
ru: Найти пространство в %s
sv: Hitta utrymme på %s
tr: %s'de boşluk bul
uk: Знайти місце в %s

source: The storage configuration is valid (see result below) but uses elements not supported by this interface.
ca: La configuració d'emmagatzematge és vàlida (vegeu-ne el resultat a continuació) però usa elements no compatibles amb aquesta interfície.
de: Die Speicherungskonfiguration ist gültig (siehe Ergebnis unten), verwendet aber Elemente, die von dieser Schnittstelle nicht unterstützt werden.
el: Η διαμόρφωση αποθήκευσης είναι έγκυρη (δείτε το αποτέλεσμα παρακάτω) αλλά χρησιμοποιεί στοιχεία που δεν υποστηρίζονται από αυτή τη διεπαφή.
es: La configuración de almacenaje es válida (consulte los resultados debajo) pero utiliza elementos no admitidos por este interfaz.
fi: Tallennustilan asetukset ovat kelvolliset (katso alla) mutta ne käyttävät elementtejä, joita tämä liitäntä ei tue.
fr: La configuration du stockage est valide (voir le résultat ci-dessous), mais utilise des éléments qui ne sont pas pris en charge par cette interface.
id: Konfigurasi penyimpanan valid (lihat hasil di bawah) tetapi menggunakan elemen yang tidak didukung oleh antarmuka ini.
it: La configurazione di memorizzazione è valida (vedere i risultati sotto), ma utilizza elementi non supportati da questa interfaccia.
ja: ストレージ設定は下記の結果の通り有効ではありますが、このインターフェイスではいくつかの要素がサポートされていません。
pt_br: A configuração de armazenamento é válida (veja o resultado abaixo), mas usa elementos não suportados por esta interface.
ru: Конфигурация хранилища правильна (см. результат ниже), но использует элементы, не поддерживаемые данным интерфейсом.
sv: Lagringskonfigurationen är giltig (se resultat nedan) men använder element som inte stöds av detta gränssnitt.
tr: Depolama yapılandırması geçerli (aşağıdaki sonucu görün) ancak bu arayüz tarafından desteklenmeyen öğeler kullanıyor.
uk: Конфігурація сховища є правильною (див. результат нижче), але використовує елементи, які не підтримуються цим інтерфейсом.

source: You can proceed to install with the current settings or you may want to discard the configuration and start from scratch with a simple one.
ca: Podeu procedir a la instal·lació amb la configuració actual o potser voleu descartar-la i començar des de zero amb una de simple.
de: Sie können die Installation mit den aktuellen Einstellungen fortsetzen, oder Sie können die Konfiguration verwerfen und mit einer einfachen Konfiguration neu beginnen.
el: Μπορείτε να προχωρήσετε στην εγκατάσταση με τις τρέχουσες ρυθμίσεις ή μπορείτε να απορρίψετε τη διαμόρφωση και να ξεκινήσετε από το μηδέν με μια απλή.
es: Puede continuar con la instalación usando la configuración actual o, si lo prefiere, descartar la configuración y empezar desde cero con una configuración sencilla.
fi: Voit jatkaa asennusta nykyisillä asetuksilla tai saatat haluta hylätä asetukset ja aloittaa alusta yksinkertaisilla asetuksilla.
fr: Vous pouvez procéder à l'installation en conservant les paramètres actuels ou en abandonnant la configuration et en repartant de zéro avec une configuration simple.
id: Anda dapat melanjutkan untuk memasang dengan pengaturan saat ini atau Anda mungkin ingin membatalkan konfigurasi dan memulai dari awal dengan yang sederhana.
it: È possibile procedere con l'installazione utilizzando le impostazioni attuali oppure, se lo si desidera, è possibile ignorare la configurazione e iniziare da zero con una semplice.
ja: 現在の設定のまま進めることもできますし、設定を破棄してシンプルな設定で最初からやり直すこともできます。
pt_br: Você pode continuar a instalação com as configurações atuais ou descartar a configuração e começar do zero com uma simples.
ru: Вы можете продолжить установку с текущими настройками или отказаться от конфигурации и начать с нуля.
sv: Du kan fortsätta att installera med de aktuella inställningarna eller så kanske du vill kasta konfigurationen och börja från början med en enkel konfiguration.
tr: Mevcut ayarlarla kuruluma devam edebilir veya yapılandırmayı iptal edip daha basit bir yapılandırmayla sıfırdan kuruluma başlayabilirsiniz.
uk: Ви можете продовжити інсталяцію з поточними налаштуваннями або відкинути конфігурацію і почати з чистого аркуша.

source: Use the disk without partitions
ca: Usa el disc sense particions
de: Festplatte ohne Partitionen verwenden
el: Χρήση του δίσκου χωρίς κατατμήσεις
es: Usar el disco sin particiones
fi: Käytä levyä ilman osioita
fr: Utiliser le disque sans partitions
id: Gunakan disk tanpa partisi
it: Usa il disco %s senza partizioni
ja: パーティション無しでディスクを使用する
ka: დისკის გამოყენება დანაყოფების გარეშე
pt_br: Usar disco sem partições
ru: Использовать диск без разделов
sv: Använd disk utan partitioner
tr: Bölümlendirme olmadan diski kullan
uk: Використати диск без розділів

source: Use the RAID without partitions
ca: Usa la RAID sense particions
de: RAID ohne Partitionen verwenden
el: Χρήση του RAID χωρίς κατατμήσεις
es: Usar RAID sin particiones
fi: Käytä RAIDia ilman osioita
fr: Utiliser le RAID sans partitions
id: Gunakan RAID tanpa partisi
it: Usa RAID senza partizioni
ja: パーティション無しで RAID を使用する
ka: RAID-ის გამოყენება დანაყოფების გარეშე
pt_br: Usar RAID sem partições
ru: Использовать RAID-массив без разделов
sv: Använd RAID utan partitioner
tr: RAID'i bölümler olmadan kullan
uk: Використати RAID-масив без розділів

source: Add a partition or mount an existing one
ca: Afegiu-hi una partició o munteu-ne una d'existent
de: Eine Partition hinzufügen oder eine vorhandene Partition einhängen
el: Προσθήκη κατάτμησης ή προσάρτηση μιας υπάρχουσας
es: Añada una partición o monte una existente
fi: Lisää osio tai liitä olemassa oleva
fr: Ajouter une partition ou en monter une existante
id: Tambahkan partisi atau mount partisi yang sudah ada
it: Aggiungi una partizione o montane una esistente
ja: パーティションの追加または既存のパーティションのマウント
ka: დაამატეთ დანაყოფი, ან მიამაგრეთ არსებული
pt_br: Adicionar partição ou montar uma existente
ru: Добавьте раздел или смонтируйте существующий
sv: Lägg till en partition eller montera en befintlig
tr: Bir bölüm ekleyin veya mevcut bir bölümü bağlayın
uk: Додати розділ або змонтувати наявний

source: Format the whole device or mount an existing file system
ca: Formateu tot el dispositiu o munteu un sistema de fitxers existent
de: Gesamtes Gerät formatieren oder ein vorhandenes Dateisystem einhängen
el: Διαμόρφωση ολόκληρης της συσκευής ή προσάρτηση ενός υπάρχοντος συστήματος αρχείων
es: Formatee todo el dispositivo o monte un sistema de archivos existente
fi: Alusta koko laite tai liitä olemassa oleva tiedostojärjestelmä
fr: Formater l'ensemble du périphérique ou monter un système de fichiers existant
id: Memformat seluruh perangkat atau mount sistem berkas yang ada
it: Formatta l'intero dispositivo o monta un file system esistente
ja: デバイス全体のフォーマットまたは既存のファイルシステムのマウント
ka: დააფორმატეთ მთელი მოწყობილობა და მიამაგრეთ არსებული ფაილური სისტემა
pt_br: Formatar o dispositivo inteiro ou montar um sistema de arquivos existente
ru: Отформатируйте всё устройство или смонтируйте существующую файловую систему
sv: Formatera hela enheten eller montera ett befintligt filsystem
tr: Tüm cihazı biçimlendirin veya mevcut bir dosya sistemini bağlayın
uk: Відформатувати весь пристрій або змонтувати наявну файлову систему

source: %1$s will be created as a partition at %2$s
ca: %1$s es crearà com a partició a %2$s
de: %1$s wird als Partition unter %2$s erstellt
el: Το %1$s θα δημιουργηθεί ως κατάτμηση στο %2$s
es: %1$s se creará como partición en %2$s
fi: %1$s luodaan osiona levylle %2$s
fr: %1$s sera crée en tant que partition à %2$s
it: %1$s sarà creato come partizione in %2$s
ja: %1$s を %2$s 内のパーティションとして作成します
ka: %1$s შეიქმნება დანაყოფის სახით %2$s-ზე
pt_br: %1$s será criado como uma partição em %2$s
ru: %1$s будет создан как раздел на %2$s
sv: %1$s kommer att skapas som en partition på %2$s
tr: %1$s bölümü (%2$s) olarak oluşturulacak
uk: %1$s буде створений як розділ на %2$s

source: The logical volume will also be deleted
ca: El volum lògic també se suprimirà.
de: Das logische Volume wird ebenfalls gelöscht
el: Ο λογικός τόμος θα διαγραφεί επίσης
es: El volumen lógico también se eliminará
fi: Looginen taltio myös poistetaan
fr: Le volume logique sera également supprimé
it: Anche il volume logico sarà eliminato
ja: 論理ボリュームについても削除します
ka: ასევე წაიშლება ლოგიკური ტომი
pt_br: O volume lógico também será excluído
ru: Логический том также будет удален
sv: Den logiska volymen kommer också att raderas
tr: Mantıksal birimde silinecek
uk: Логічний том також буде видалений

source: Delete volume group
ca: Suprimeix el grup de volums
de: Volume-Gruppe löschen
el: Διαγραφή ομάδας τόμων
es: Eliminar grupo de volúmenes
fi: Poista taltioryhmä
fr: Supprimer le groupe de volumes
id: Hapus grup volume
it: Elimina gruppo di volumi
ja: ボリュームグループの削除
ka: ტომების ჯგუფის წაშლა
pt_br: Excluir grupo de volumes
ru: Удалить группу томов
sv: Ta bort volymgrupp
tr: Birim grubunu sil
uk: Видалити групу томів

source: Modify settings and physical volumes
ca: Modifica la configuració i els volums físics
de: Einstellungen und physikalische Volumes ändern
el: Τροποποίηση ρυθμίσεων και φυσικών τόμων
es: Modificar la configuración y los volúmenes físicos
fi: Muuta asetuksia ja fyysisiä taltioita
fr: Modifier les paramètres et les volumes physiques
id: Ubah pengaturan dan volume fisik
it: Modifica impostazioni e volumi fisici
ja: 設定と物理ボリュームの変更
ka: პარამეტრების და ფიზიკური ტომების შეცვლა
pt_br: Modificar configurações e volumes físicos
ru: Изменение настроек и физических томов
sv: Modifiera inställningar och fysiska volymer
tr: Ayarları ve fiziksel birimleri değiştirin
uk: Зміна налаштувань та фізичних томів
