Repository: agama-project/agama-weblate
Catalog: web/*.po
Languages: ca, de, el, es, fi, fr, id, it, ja, ka, pt_br, ru, sv, tr, uk

source: auto selected
ca: seleccionat automàticament
de: automatisch ausgewählt
el: αυτόματα επιλεγμένο
es: seleccionado automáticamente
fi: automaattisesti valittu
fr: sélectionné automatiquement
id: otomatis dipilih
it: selezionato automaticamente
ja: 自動選択済み
ka: ავტომატურად არჩეული
pt_br: selecionado automaticamente
ru: автоматический выбор
sv: automatiskt vald
tr: kendiliğinden seçildi
uk: автоматичний вибір

source: Unselect
ca: Desmarca
de: Abwählen
el: Αποεπιλογή
es: Deseleccionar
fi: Poista valinta
fr: Désélectionner
id: Batalkan pilihan
it: Deseleziona
ja: 未選択
ka: მონიშვნის მოხსნა
pt_br: Desmarcar
ru: Отменить выбор
sv: Avmarkera
tr: Seçimi kaldır
uk: Відмінити обране

source: Filter by pattern title or description
ca: Filtra per títol o descripció del patró
de: Nach Mustertitel oder Beschreibung filtern
el: Φιλτράρισμα βάσει τίτλου ή περιγραφής προτύπου
es: Filtrar por título o descripción del patrón
fi: Suodata ohjelmistoryhmän nimen tai kuvauksen perusteella
fr: Filtrer par titre ou description du modèle
id: Memfilter berdasarkan judul atau deskripsi pola
it: Filtra per titolo o descrizione del pattern
ja: パターンタイトルまたは説明でフィルタ
ka: გაფილტვრა ნიმუშის სახელით ან აღწერით
pt_br: Filtrar por título ou descrição do padrão
ru: Фильтр по названию или описанию шаблона
sv: Filtrera efter mönstertitel eller beskrivning
tr: Desen başlığına veya açıklamasına göre filtrele
uk: Фільтр за назвою або описом шаблону

source: Installation will take %s.
ca: La instal·lació necessitarà %s.
de: Installation wird %s in Anspruch nehmen.
el: Η εγκατάσταση θα καταλάβει %s.
es: La instalación utilizará %s.
fi: Asennus vie tilaa %s.
fr: L'installation utilisera %s.
id: Penginstalan akan memakan waktu %s.
it: L'installazione richiederà %s.
ja: インストールするには %s が必要です。
ka: დაყენებას დასჭირდება %s.
pt_br: A instalação levará %s.
ru: Установка займёт %s.
sv: Installationen kommer att ta %s.
tr: Kurulum %s kadar olacak.
uk: Встановлення займе %s.

source: This space includes the base system and the selected software patterns, if any.
ca: Aquest espai inclou el sistema de base i els patrons de programari seleccionats, si n'hi ha.
de: Dieser Bereich umfasst das Basissystem und die ausgewählten Softwaremuster, falls vorhanden.
el: Αυτός ο χώρος περιλαμβάνει το βασικό σύστημα και τα επιλεγμένα πρότυπα λογισμικού, εάν υπάρχουν.
es: Este espacio incluye el sistema base y los patrones de software seleccionados, si los hubiera.
fi: Tämä tila sisältää perusjärjestelmän ja mahdolliset valitut ohjelmistoryhmät.
fr: Cet espace comprend le système de base et les modèles logiciels sélectionnés, le cas échéant.
id: Ruang ini mencakup sistem dasar dan pola perangkat lunak yang dipilih, jika ada.
it: Questo spazio include il sistema di base e i pattern software selezionati, se presenti.
ja: この容量にはシステムの基本部分のほか、選択したソフトウエアパターンが含まれます。
ka: ეს სივრცე შეიცავს საბაზისო სისტემას და არჩეულ პროგრამის ნიმუშებს, თუ არსებობს.
pt_br: Este espaço inclui o sistema base e os padrões de software selecionados, se houver.
ru: Это пространство включает в себя базовую систему и выбранные шаблоны программного обеспечения, если таковые имеются.
sv: Detta utrymme inkluderar bassystemet och de valda programvarumönsterna, om några.
tr: Bu alan, varsa temel sistemi ve seçili yazılım desenlerini içerir.
uk: Цей простір включає базову систему та вибрані програмні шаблони, якщо такі є.

source: logical volume
ca: volum lògic
de: logisches Volume
el: λογικός τόμος
es: volúmen lógico
fi: looginen taltio
fr: volume logique
id: volume logis
it: Volume LVM
ja: 論理ボリューム
ka: ლოგიკური ტომი
pt_br: volume lógico
ru: логический том
sv: logisk volym
tr: mantıksal alan
uk: логічний том

source: partition
ca: partició
el: κατάτμηση
es: partición
fi: osio
id: partisi
it: partizione
ja: パーティション
ka: დანაყოფი
pt_br: partição
ru: раздел
tr: bölüm
uk: розділ

source: A generic size of %1$s will be used for the new %2$s
ca: S'usarà una mida genèrica de %1$s per a la %2$s nova
de: Für die neue %2$s wird eine generische Größe von %1$s verwendet
el: Θα χρησιμοποιηθεί ένα γενικό μέγεθος %1$s για τη νέα %2$s
es: Se utilizará un tamaño genérico de %1$s para el(la) nuevo(a) %2$s
fi: Yleistä kokoa %1$s tullaan käyttämään uudelle laitteelle %2$s
fr: Une taille générique de %1$s sera utilisée pour la nouvelle %2$s
it: Una dimensione generica di %1$s sará utilizzata per la nuova %2$s
ja: 新しい %2$s に対しては一般的なサイズ %1$s を使用します
ka: ზოგადი ზომა %1$s გამოყენებული იქნება ახალი %2$s-სთვის
pt_br: Um tamanho genérico de %1$s será usado para a nova %2$s
ru: Для нового раздела %2$s будет использовано %1$s
sv: En generisk storlek av %1$s kommer att användas för den nya %2$s
tr: Yeni %2$s için %1$s genel boyutu kullanılacak
uk: Для нового розділу %2$s буде використано %1$s

source: A generic size range between %1$s and %2$s will be used for the new %3$s
ca: S'usarà un interval de mida genèric entre %1$s i %2$s per a la %3$s nova
de: Ein generischer Größenbereich zwischen %1$s und %2$s wird für die neue %3$s verwendet
el: Θα χρησιμοποιηθεί ένα γενικό εύρος μεγέθους μεταξύ %1$s και %2$s για τη νέα %3$s
es: Un intervalo de tamaño genérico entre %1$s y %2$s se utilizará para el nuevo %3$s
fi: Yleistä kokoa väliltä %1$s - %2$s tullaan käyttämään uudelle laitteelle %3$s
fr: Un intervalle de taille générique entre %1$s et %2$s sera utilisé pour le nouvel élément %3$s
id: Rentang ukuran umum antara %1$s dan %2$s akan digunakan untuk %3$s yang baru
it: Una dimensione generica tra %1$s e %2$s sará utilizzata per la nuova %3$s
ja: 新しい %3$s に対しては一般的なサイズ %1$s から %2$s の範囲を使用します
pt_br: Uma faixa de tamanhos genéricos entre %1$s e %2$s será usada para o novo %3$s
ru: Для нового раздела %3$s будет использовано пространство в диапазоне между %1$s и %2$s
sv: Ett generiskt storleksintervall mellan %1$s och %2$s kommer att användas för den nya %3$s
tr: Yeni %3$s için %1$s ile %2$s arasında genel bir boyut aralığı kullanılacak
uk: Для нового розділу %3$s буде використано типовий діапазон розмірів між %1$s і %2$s

source: A generic minimum size of %1$s will be used for the new %2$s
ca: S'usarà una mida mínima genèrica de %1$s per a la %2$s nova
de: Eine generische Mindestgröße von %1$s wird für die neue %2$s verwendet
el: Θα χρησιμοποιηθεί ένα γενικό ελάχιστο μέγεθος %1$s για τη νέα %2$s
es: Un tamaño mínimo genérico de %1$s se utilizará para el %2$s nuevo
fi: Yleistä minimikokoa %1$s tullaan käyttämään uudelle laitteelle %2$s
fr: Une taille générique minimale de %1$s sera utilisée pour le nouvel élément %2$s
id: Ukuran minimum standar %1$s akan digunakan untuk %2$s yang baru
it: Una dimensione minima generica di %1$s sarà utilizzata per la nuova %2$s
ja: 新しい %2$s に対しては少なくとも %1$s を使用します
ka: ახალი %2$s-სთვის გამოყენებული იქნება ზოგადი ზომა %1$s
pt_br: Um tamanho mínimo genérico de %1$s será usado para o novo %2$s
ru: Для нового раздела %2$s будет использоваться минимум %1$s
sv: En generisk minimistorlek av%1$s kommer att användas för den nya %2$s
tr: Yeni %2$s için genel bir asgari %1$s boyutu kullanılacak
uk: Для нового розділу %2$s буде використано типовий мінімальний розмір %1$s

source: A %1$s of %2$s will be created for %3$s if possible
ca: Si és possible, es crearà una %1$s de %2$s per a %3$s
de: Eine %1$s mit %2$s wird nach Möglichkeit für %3$s erstellt
el: Θα δημιουργηθεί μια %1$s μεγέθους %2$s για το %3$s, εάν είναι εφικτό
es: Si fuera posible, se creará una %1$s de %2$s para %3$s
fi: %1$s / %2$s tullaan luomaan kohteelle %3$s jos mahdollista
fr: Un élément de type %1$s de %2$s sera créé pour %3$s si possible
id: %1$s dari %2$s akan dibuat untuk %3$s jika memungkinkan
it: Una %1$s di %2$s verrà creata per %3$s se possibile
ja: 可能であれば、 %2$s の %1$s を %3$s 向けに作成します
ka: %1$s ზომით %2$s შეიქმნება %3$s-სთვის, თუ ეს შესაძლებელია
pt_br: Se possível, %1$s de %2$s será criado(a) para %3$s
ru: Для %3$s будет создан раздел %1$s размером %2$s, если это возможно
sv: En %1$s av %2$s kommer att skapas för %3$s om möjligt
tr: Mümkünse %3$s için %2$s'den %1$s oluşturulacak
uk: Для %3$s буде створено розділ %1$s розміром %2$s, якщо це можливо

source: A %1$s with a size between %2$s and %3$s will be created for %4$s if possible
ca: Si és possible, es crearà una %1$s amb una mida entre %2$s i %3$s per a %4$s
de: Ein %1$s mit einer Größe zwischen %2$s und %3$s wird nach Möglichkeit für %4$s erstellt
el: Θα δημιουργηθεί μια %1$s με μέγεθος μεταξύ %2$s και %3$s για το %4$s, εάν είναι εφικτό
es: Si fuera posible, se creará una %1$s de entre %2$s y %3$s para %4$s
fi: %1$s kooltaan välillä %2$s - %3$s tullaan luomeelle kohteelle %4$s jos mahdollista
fr: Un élément de type %1$s présentant une taille comprise entre %2$s et %3$s sera créé pour %4$s si possible
id: %1$s dengan ukuran antara %2$s dan %3$s akan dibuat untuk %4$s jika memungkinkan
it: Una %1$s con una dimensione tra %2$s e %3$s verrà creata per %4$s se possibile
ja: 可能であれば、 %2$s から %3$s までの範囲で %1$s を %4$s 向けに作成します
ka: %1$s ზომით %2$s-%3$s შეიქმნება %4$s-სთვის, თუ ეს შესაძლებელია
pt_br: Se possível, %1$s com tamanho entre %2$s e %3$s será criado(a) para %4$s
ru: Для %4$s будет создан раздел %1$s с размером между %2$s и %3$s, если это возможно
sv: En %1$s med en storlek mellan %2$s och %3$s kommer att skapas för %4$s om möjligt
tr: Mümkünse %4$s için %2$s ile %3$s arasında bir boyuta sahip %1$s oluşturulacak
uk: Для %4$s буде створено розділ %1$s розміром від %2$s до %3$s, якщо це можливо

source: A %1$s of at least %2$s will be created for %3$s if possible
ca: Si és possible es crearà una %1$s de com a mínim %2$s per a %3$s
de: Eine %1$s mit mindestens %2$s wird nach Möglichkeit für %3$s erstellt
el: Θα δημιουργηθεί μια %1$s μεγέθους τουλάχιστον %2$s για το %3$s, εάν είναι εφικτό
es: Si fuera posible, se creará una %1$s de al menos %2$s para %3$s
fi: %1$s, kooltaan vähintään %2$s, tullaan luomaan kohteelle %3$s jos mahdollista
fr: Un élément de type %1$s d'au moins %2$s sera créé pour %3$s si possible
id: %1$s dengan minimal %2$s akan dibuat untuk %3$s jika memungkinkan
it: Una %1$s di almeno %2$s verrà creata per %3$s se possibile
ja: 可能であれば、少なくとも %2$s の %1$s を %3$s 向けに作成します
ka: %1$s ზომით %2$s შეიქმნება %3$s-სთვის, თუ შესაძლებელია
pt_br: Se possível, %1$s de pelo menos %2$s será criado(a) para %3$s
ru: Для %3$s будет создан раздел %1$s с размером не менее %2$s, если это возможно
sv: En %1$s på minst %2$s kommer att skapas för %3$s om möjligt
tr: Mümkünse %3$s için en az %2$s'lik bir %1$s oluşturulacak
uk: Для %3$s буде створено розділ %1$s розміром щонайменше %2$s, якщо це можливо

source: Based on the amount of RAM in the system, a %1$s of %2$s will be planned for %3$s
ca: Segons la quantitat de memòria RAM del sistema, es planificarà una %1$s de %2$s per a %3$s
de: Basierend auf der Menge an RAM im System wird ein %1$s von %2$s für %3$s geplant
el: Με βάση την ποσότητα RAM στο σύστημα, θα σχεδιαστεί μια %1$s μεγέθους %2$s για το %3$s
es: Según la cantidad de RAM en el sistema, se planificará un %1$s de %2$s para %3$s
fi: Järjestelmän RAM-muistin määrään perustuen %1$s / %2$s on suunniteltu kohteelle %3$s
fr: En fonction de la quantité de RAM (mémoire vive) du système, %1$s de %2$s sera planifié pour %3$s
it: In base alla quantità di RAM nel sistema, %1$s di %2$s saranno pianificati per %3$s
ja: システムのメモリサイズに応じて、 %2$s の %1$s を %3$s 向けに計画します
pt_br: Com base na quantidade de RAM no sistema, uma %1$s de %2$s será planejada para %3$s
ru: Исходя из объема оперативной памяти в системе, для %3$s будет запланирован раздел %1$s размером %2$s
sv: Baserat på mängden RAM i systemet, kommer en %1$s av %2$s att planeras för %3$s
tr: Sistemdeki RAM miktarına bağlı olarak, %3$s için %1$s veya %2$s planlanacaktır
uk: На основі обсягу оперативної пам'яті в системі, для %3$s буде заплановано розділ %1$s розміром %2$s

source: Based on the amount of RAM in the system, a %1$s with a size between %2$s and %3$s will be planned for %4$s
ca: Segons la quantitat de memòria RAM del sistema, es planificarà una %1$s amb una mida d'entre %2$s i %3$s per a %4$s
de: Basierend auf der Menge an RAM im System wird ein %1$s mit einer Größe zwischen %2$s und %3$s für %4$s geplant
el: Με βάση την ποσότητα RAM στο σύστημα, θα σχεδιαστεί μια %1$s με μέγεθος μεταξύ %2$s και %3$s για το %4$s
es: En función de la cantidad de RAM en el sistema, se planificará un %1$s con un tamaño entre %2$s y %3$s para %4$s
fi: Järjestelmän RAM-muistin määrään perustuen %1$s , kooltaan %2$s - %3$s on suunniteltu kohteelle %4$s
fr: En fonction de la quantité de mémoire vive (RAM) du système, %1$s d'une taille comprise entre %2$s et %3$s sera planifiée pour %4$s
it: In base alla quantità di RAM nel sistema, un %1$s con dimensione compresa tra %2$s e %3$s sarà pianificato per %4$s
ja: システムのメモリサイズに応じて、 %2$s から %3$s までの範囲で %1$s を %4$s 向けに計画します
ka: სისტემის RAM-ზე დამოკიდებულებით %1$s-ის ზომა %2$s-%3$s შუალედიდან იქნება %4$s-სთვის
pt_br: Com base na quantidade de RAM no sistema, uma %1$s com tamanho entre %2$s e %3$s será planejada para %4$s
ru: Исходя из объема оперативной памяти в системе, для %4$s будет запланирован раздел %1$s размером от %2$s до %3$s
sv: Baserat på mängden RAM i systemet, kommer en %1$s med en storlek mellan %2$s och %3$s att planeras för %4$s
tr: Sistemdeki RAM miktarına bağlı olarak, %4$s için %2$s ile %3$s arasında bir boyuta sahip %1$s planlanacaktır.
uk: Виходячи з обсягу оперативної пам'яті в системі, для %4$s буде заплановано розділ %1$s розміром від %2$s до %3$s

source: Based on the amount of RAM in the system, a %1$s of at least %2$s will be planned for %3$s
ca: Segons la quantitat de memòria RAM del sistema, es planificarà una %1$s d'almenys %2$s per a %3$s
de: Basierend auf der Menge an RAM im System wird ein %1$s mit mindestens %2$s für %3$s geplant
el: Με βάση την ποσότητα RAM στο σύστημα, θα σχεδιαστεί μια %1$s μεγέθους τουλάχιστον %2$s για το %3$s
es: En función de la cantidad de RAM en el sistema, se planificará un %1$s de al menos %2$s para %3$s
fi: Järjestelmän RAM-muistin määrään perustuen %1$s, kooltaan vähintään %2$s on suunniteltu kohteelle %3$s
fr: En fonction de la quantité de mémoire vive (RAM) du système, %1$s d'au moins %2$s sera planifié pour %3$s
it: In base alla quantità di RAM nel sistema, un %1$s di almeno %2$s sarà pianificato per %3$s
ja: システムのメモリサイズに応じて、少なくとも %2$s の %1$s を %3$s 向けに計画します
pt_br: Com base na quantidade de RAM no sistema, uma %1$s de pelo menos %2$s será planejada para %3$s
ru: Исходя из объема оперативной памяти в системе, для %3$s будет запланирован раздел %1$s размером не менее %2$s
sv: Baserat på mängden RAM i systemet, kommer en %1$s på minst %2$s att planeras för %3$s
tr: Sistemdeki RAM miktarına bağlı olarak, %3$s için en az %2$s'lik bir %1$s planlanacaktır
uk: На основі обсягу оперативної пам'яті в системі, для %3$s буде заплановано розділ %1$s розміром не менше %2$s

source: The size for %1$s will be dynamically adjusted based on the amount of RAM in the system, the usage of Btrfs snapshots and the presence of a separate file system for %2$s.
ca: La mida de %1$s s'ajustarà dinàmicament segons la quantitat de RAM del sistema, l'ús de les instantànies de Btrfs i la presència d'un sistema de fitxers separat per a %2$s.
de: Die Größe für %1$s wird dynamisch angepasst, basierend auf der Menge an RAM im System, der Verwendung von Btrfs-Schnappschüssen und dem Vorhandensein eines separaten Dateisystems für %2$s.
el: Το μέγεθος για τη %1$s θα προσαρμοστεί δυναμικά με βάση την ποσότητα RAM στο σύστημα, τη χρήση στιγμιοτύπων Btrfs και την ύπαρξη ξεχωριστού συστήματος αρχείων για το %2$s.
es: El tamaño para %1$s se ajustará dinámicamente según el total de RAM del sistema, el uso de instantáneas Btrfs y la presencia de un sistema de archivos independiente para %2$s.
fi: Kohteen %1$s koko määritellään dynaamisesti järjestelmä RAM-muistin, Btrfs-vedosten käytön ja kohteen %2$s erillisen tiedostojärjestelmän olemassa olon perusteella.
fr: La taille de %1$s sera ajustée dynamiquement en fonction de la quantité de mémoire vive du système, de l'utilisation d'instantanés Btrfs et de la présence d'un système de fichiers distinct pour %2$s.
id: Ukuran untuk %1$s akan disesuaikan secara dinamis berdasarkan jumlah RAM dalam sistem, penggunaan snapshot Btrfs, dan keberadaan sistem berkas yang terpisah untuk %2$s.
it: La dimensione di %1$s verrà dinamicamente regolata in base alla quantità di RAM nel sistema, all'utilizzo degli snapshot Btrfs e alla presenza di un file system separato per %2$s.
ja: システムのメモリサイズと btrfs スナップショットの使用可否、そして %2$s 向けの個別ファイルシステムの存在に応じて、 %1$s 向けのサイズを動的に調整します。
pt_br: O tamanho para %1$s será ajustado dinamicamente com base na quantidade de RAM no sistema, no uso de instantâneos Btrfs e na presença de um sistema de arquivos separado para %2$s.
ru: Размер для %1$s будет динамически корректироваться в зависимости от объема оперативной памяти в системе, использования моментальных снимков Btrfs и наличия отдельной файловой системы для %2$s.
sv: Storleken för %1$s kommer att justeras dynamiskt baserat på mängden RAM i systemet, användningen av Btrfs-ögonblicksavbilder och förekomsten av ett separat filsystem för %2$s.
tr: %1$s için boyut, sistemdeki RAM miktarına, Btrfs anlık görüntülerinin kullanımına ve %2$s için ayrı bir dosya sisteminin varlığına bağlı olarak dinamik olarak ayarlanacaktır.
uk: Розмір для %1$s буде динамічно коригуватися залежно від обсягу оперативної пам'яті в системі, використання знімків Btrfs і наявності окремої файлової системи для %2$s.

source: The size for %1$s will be dynamically adjusted based on the amount of RAM in the system, the usage of Btrfs snapshots and the presence of separate file systems for %2$s.
ca: La mida de %1$s s'ajustarà dinàmicament segons la quantitat de RAM del sistema, l'ús de les instantànies de Btrfs i la presència de sistemes de fitxers separats per a %2$s.
de: Die Größe für %1$s wird dynamisch angepasst, basierend auf der Menge an RAM im System, der Verwendung von Btrfs-Schnappschüssen und dem Vorhandensein von separaten Dateisystemen für %2$s.
el: Το μέγεθος για τη %1$s θα προσαρμοστεί δυναμικά με βάση την ποσότητα RAM στο σύστημα, τη χρήση στιγμιοτύπων Btrfs και την ύπαρξη ξεχωριστών συστημάτων αρχείων για τα %2$s.
es: El tamaño para %1$s se ajustará dinámicamente según el total de RAM del sistema, el uso de instantáneas Btrfs y la presencia de sistemas de archivos independientes para %2$s.
fi: Kohteen %1$s koko määritellään dynaamisesti järjestelmä RAM-muistin, Btrfs-vedosten käytön ja kohteen %2$s erillisten tiedostojärjestelmien olemassa olon perusteella.
fr: La taille de %1$s sera ajustée dynamiquement en fonction de la quantité de mémoire vive du système, de l'utilisation d'instantanés Btrfs et de la présence de systèmes de fichiers distincts pour %2$s.
id: Ukuran untuk %1$s akan disesuaikan secara dinamis berdasarkan jumlah RAM dalam sistem, penggunaan snapshot Btrfs, dan keberadaan sistem berkas yang terpisah untuk %2$s.
it: La dimensione di %1$s verrà dinamicamente regolata in base alla quantità di RAM nel sistema, all'utilizzo degli snapshot Btrfs e alla presenza di un file system separato per %2$s.
ja: システムのメモリサイズと btrfs スナップショットの使用可否、そして %2$s 向けの個別ファイルシステムの存在に応じて、 %1$s 向けのサイズを動的に調整します。
pt_br: O tamanho para %1$s será ajustado dinamicamente com base na quantidade de RAM no sistema, no uso de instantâneos Btrfs e na presença de sistemas de arquivos separados para %2$s.
ru: Размер для %1$s будет динамически корректироваться в зависимости от объема оперативной памяти в системе, использования моментальных снимков Btrfs и наличия отдельных файловых систем для %2$s.
sv: Storleken för %1$s kommer att justeras dynamiskt baserat på mängden RAM i systemet, användningen av Btrfs-ögonblicksavbilder och förekomsten av separata filsystem för %2$s.
tr: %1$s için boyut, sistemdeki RAM miktarına, Btrfs anlık görüntülerinin kullanımına ve %2$s için ayrı dosya sistemlerinin varlığına bağlı olarak dinamik olarak ayarlanacaktır.
uk: Розмір для %1$s буде динамічно коригуватися залежно від обсягу оперативної пам'яті в системі, використання знімків Btrfs і наявності окремих файлових систем для %2$s.

source: The size for %s will be dynamically adjusted based on the amount of RAM in the system and the usage of Btrfs snapshots.
ca: La mida de %s s'ajustarà dinàmicament segons la quantitat de RAM del sistema i l'ús de les instantànies de Btrfs.
de: Die Größe für %s wird dynamisch angepasst, basierend auf der Menge an RAM im System und der Verwendung von Btrfs-Schnappschüssen.
el: Το μέγεθος για το %s θα προσαρμοστεί δυναμικά με βάση την ποσότητα RAM στο σύστημα και τη χρήση στιγμιοτύπων Btrfs.
es: El tamaño para %s se ajustará dinámicamente según el total de RAM del sistema y el uso de instantáneas Btrfs.
fi: Kohteen %s koko määritellään dynaamisesti järjestelmä RAM-muistinja Btrfs-vedosten käytön perusteella.
fr: La taille de %s sera ajustée dynamiquement en fonction de la quantité de mémoire vive du système et de l'utilisation d'instantanés Btrfs.
id: Ukuran untuk %s akan disesuaikan secara dinamis berdasarkan jumlah RAM yang tersedia di sistem dan penggunaan snapshot Btrfs.
it: La dimensione di %s verrà regolata dinamicamente in base alla quantità di RAM nel sistema e all'utilizzo degli snapshot Btrfs.
ja: システムのメモリサイズと btrfs スナップショットの使用可否に応じて、 %s 向けのサイズを動的に調整します。
pt_br: O tamanho para %s será ajustado dinamicamente com base na quantidade de RAM no sistema e no uso de instantâneos Btrfs.
ru: Размер для %s будет динамически корректироваться в зависимости от объема оперативной памяти в системе и использования моментальных снимков Btrfs.
sv: Storleken för %s kommer att justeras dynamiskt baserat på mängden RAM i systemet och användningen av Btrfs-ögonblicksavbilder.
tr: %s boyutu, sistemdeki RAM miktarına ve Btrfs anlık görüntülerinin kullanımına bağlı olarak dinamik olarak ayarlanacaktır.
uk: Розмір для %s буде динамічно коригуватися залежно від обсягу оперативної пам'яті в системі та використання знімків Btrfs.
