Repository: agama-project/agama-weblate
Catalog: web/*.po
Languages: ca, de, el, es, fi, fr, id, it, ja, ka, pt_br, ru, sv, tr, uk

source: IP address
ca: Adreça IP
de: IP-Adresse
fi: IP-osoite
fr: Adresse IP
id: Alamat IP
it: Indirizzo IP
ka: IP-მისამართი

source: Incorrect IP address
ca: Adreça IP incorrecta
de: Falsche IP-Adresse
fi: Virheellinen IP-osoite
fr: Adresse IP incorrecte
id: Alamat IP salah
it: Indirizzo IP errato
ka: არასწორი IP მისამართი
sv: Felaktig IP adress

source: Incorrect port
ca: Port incorrecte
de: Falscher Port
fi: Virheellinen portti
fr: Port incorrect
id: Port salah
it: Porta errata
ka: არასწორი პორტი
sv: Felaktig port

source: Edit %s
ca: Edita %s
de: %s bearbeiten
fi: Muokkaa kohdetta %s
fr: Modifier %s
it: Modifica %s
ka: %s-ის ჩასწორება
sv: Redigera %s

source: Initiator name successfully updated
ca: El nom de l'iniciador s'ha actualitzat correctament
de: Initiatorname erfolgreich aktualisiert
fi: Alullepanijan nimi päivitettty
fr: Nom de l'initiateur mis à jour
id: Nama inisiator telah berhasil diperbarui
it: Nome iniziatore aggiornato
ka: ინიციატორის სახელი წარმატებით განახლდა
sv: Initiatornamnet har uppdaterats

source: Initiator name could not be updated
ca: El nom de l'iniciador s'ha actualitzat correctament
de: Initiatorname konnte nicht aktualisiert werden
fi: Alullepanijan nimeä ei voi päivittää
fr: Le nom de l'initiateur n'a pas pu être mis à jour
id: Nama inisiator tidak dapat diperbarui
it: Impossibile aggiornare il nome dell'iniziatore
ka: ინიციატორის სახელის განახლება შეუძლებელია
sv: Initiatornamnet kunde inte uppdateras

source: Updating the initiator name
ca: Actualitzant el nom de l'iniciador
de: Aktualisieren des Initiatornamens
fi: Päivitetään alullepanijan nimeä
fr: Mise à jour du nom de l'initiateur
id: Memperbarui nama inisiator
it: Aggiornamento del nome dell'iniziatore
ka: ინიციატორის სახელის განახლება
sv: Uppdaterar initiatornamnet

source: Configuration read from the iSCSI Boot Firmware Table (iBFT).
ca: Configuració llegida a la taula del microprogramari d'arrencada iSCSI (iBFT).
de: Konfiguration aus der iSCSI Boot-Firmware-Tabelle (iBFT) gelesen.
fi: Asetukset luettu kohteesta iSCSI Boot Firmware Table (iBFT).
fr: Configuration lue à partir de la table iSCSI Boot Firmware (iBFT).
id: Konfigurasi dibaca dari Tabel Firmware Boot iSCSI (iBFT).
it: Configurazione letta da iBFT (iSCSI Boot Firmware Table).
ka: iSCSI-დან ჩამტვირთავი მიკროკოდიდან (iBFT) წაკითხული კონფიგურაცია.
sv: Konfiguration läst från iSCSI Boot Firmware Table (iBFT).

source: No iSCSI Boot Firmware Table (iBFT) found. The initiator can be configured manually.
ca: No s'ha trobat cap taula de microprogramari d'arrencada iSCSI (iBFT). L'iniciador es pot configurar manualment.
de: Keine iSCSI Boot-Firmware-Tabelle (iBFT) gefunden. Der Initiator kann manuell konfiguriert werden.
fi: iSCSI Boot Firmware Table (iBFT):tä ei löydy. Alullepanija (initiator) voidaan määrittää käsin.
fr: Aucune table iSCSI Boot Firmware (iBFT) n'a été trouvée. L'initiateur peut être configuré manuellement.
id: Tidak ditemukan Tabel Firmware Boot iSCSI (iBFT). Inisiator dapat dikonfigurasi secara manual.
it: Nessuna iBFT (iSCSI Boot Firmware Table) trovata. È possibile configurare manualmente l'iniziatore.
ka: iSCSI-ის ჩატვირთვის მიკროკოდის ცხრილი (iBFT) აღმოჩენილი არაა. ინიციატორი შეგიძლიათ, ხელით მოირგოთ.
sv: Ingen iSCSI Boot Firmware Table (iBFT) hittades. Initieraren kan konfigureras manuellt.

source: Login %s
ca: Entrada per a %s
de: %s anmelden
fi: Kirjautuminen %s
fr: Connexion %s
ka: %s-ზე შესვლა
sv: Inloggning %s

source: Connected (%s)
ca: Connectat (%s)
de: Verbunden (%s)
fi: Yhdistetty (%s)
fr: Connecté (%s)
id: Tersambung (%s)
it: Connesso (%s)
ka: მიერთებულია (%s)
sv: Ansluten (%s)

source: Logout
ca: Sortida
de: Abmelden
fi: Kirjaudu ulos
fr: Se déconnecter
id: Keluar
it: Disconnetti
ka: გასვლა
sv: Logga ut

source: No iSCSI targets found.
ca: No s'ha trobat cap destinació iSCSI.
de: Keine iSCSI-Ziele gefunden.
fi: iSCSI-kohteita ei löydy.
fr: Aucune cible iSCSI n'a été trouvée.
id: Tidak ditemukan target iSCSI.
it: Nessuna destinazione iSCSI trovata.
ka: პრობლემა iSCSI სამიზნეების აღმოჩენისას.
sv: Inga iSCSI mål hittades.

source: Please, perform an iSCSI discovery in order to find available iSCSI targets.
ca: Si us plau, executeu un descobriment d'iSCSI per trobar destinacions iSCSI disponibles.
de: Bitte führen Sie eine iSCSI-Erkennung durch, um verfügbare iSCSI-Ziele zu finden.
fi: Käytä iSCSI-havaitsemistoimintoa saatavilla olevien iSCSI-kohteiden löytämiseksi.
fr: Veuillez effectuer une découverte iSCSI afin de trouver les cibles iSCSI disponibles.
id: Lakukan penemuan iSCSI untuk menemukan target iSCSI yang tersedia.
it: Effettuare una rilevazione iSCSI per trovare le destinazioni iSCSI disponibili.
ka: განახორციელეთ iSCSI აღმოჩენა, რომ იპოვოთ ხელმისაწვდომი iSCSI სამიზნეები.
sv: Vänligen utför en iSCSI-upptäckt för att hitta tillgängliga iSCSI-mål.

source: Discover iSCSI targets
ca: Descobreix objectius iSCSI
de: iSCSI-Ziele entdecken
fi: Havaitaan iSCSI-kohteita
fr: Découvrir les cibles iCSI
id: Menemukan target iSCSI
it: Rileva destinazioni iSCSI
ka: iSCSI სამიზნეების აღმოჩენა
sv: Upptäck iSCSI-mål

source: Discover
ca: Descobreix
de: Erkennen
fi: Havaitse
fr: Découvrir
id: Temukan
it: Rileva
ka: აღმოაჩინეთ
sv: Upptäck

source: Targets
ca: Destinacions
de: Ziele
fi: Kohteet
fr: Cibles
id: Target
it: Destinazioni
ka: სამიზნეები
sv: Mål

source: Your system is rebooting
ca: El sistema es reinicia
id: Sistem Anda sedang melakukan reboot
it: Il sistema si sta riavviando
ka: მიმდინარეობს თქენი სისტემის გადატვირთვა
sv: Ditt system startar om

source: The installer interface is no longer available, so you can safely close this window.
ca: La interfície de l'instal·lador ja no està disponible, així que podeu tancar aquesta finestra de manera segura.
id: Antarmuka penginstal tidak lagi tersedia, jadi Anda dapat menutup jendela ini dengan aman.
it: L'interfaccia del programma di installazione non è più disponibile, è possibile chiudere la finestra in modo sicuro.
sv: Installationsgränssnittet är inte längre tillgängligt, så du kan säkert stänga det här fönstret.

source: Hide details
ca: Amaga els detalls
id: Sembunyikan detail
it: Nascondi i dettagli
ka: დეტალების დამალვა
sv: Dölj detaljer

source: See more details
ca: Mostra'n més detalls
id: Lihat detail lebih lanjut
it: Mostra più dettagli
ka: მეტი დეტალების ნახვა
sv: Se mer detaljer

source: Congratulations!
ca: Enhorabona!
id: Selamat!
it: Congratulazioni!
ka: გილოცავთ!
sv: Grattis!

source: The installation on your machine is complete.
ca: La instal·lació a la màquina s'ha completat.
id: Penginstalan pada mesin Anda sudah selesai.
it: Installazione completata.
ka: თქვენს მანქანაზე დაყენება დასრულდა.
sv: Installationen på din maskin har slutförts.

source: At this point you can reboot the machine to log in to the new system.
ca: En aquest punt, podeu reiniciar la màquina per iniciar sessió al sistema nou.
id: Pada titik ini, Anda dapat menyalakan ulang mesin untuk masuk ke sistem yang baru.
it: A questo punto puoi riavviare la macchina e connetterti al tuo nuovo sistema.
sv: Vid det här laget kan du starta om maskinen för att logga in till det nya systemet.

source: Cannot connect to Agama server
ca: No es pot connectar amb el servidor d'Agama.
id: Tidak dapat terhubung ke server Agama
it: Impossibile connettersi al server Agama
ka: Agama-ის სერვერთან მიერთება შეუძლებელია
sv: Kan inte ansluta till Agama server

source: Please, check whether it is running.
ca: Si us plau, comproveu si s'executa.
id: Silakan periksa apakah sudah berjalan.
it: Per favore, verificare se è in esecuzione.
ka: შეამოწმეთ, გაშვებულია თუ არა ის.
sv: Vänligen kontrollera om den är igång.

source: Currently selected %s
ca: Seleccionat actualment: %s

source: Show description
ca: Mostra'n la descripció

source: Hide description
ca: Amaga'n la descripció

source: There is other product available. Selecting a different product will automatically adjust some installation settings to match the chosen product's defaults.
ca: Hi ha un altre producte disponible. Si seleccioneu un producte diferent, s'ajustaran automàticament alguns paràmetres d'instal·lació perquè coincideixin amb els valors predeterminats del producte triat.

source: There are %d products available
ca: Hi ha %d productes disponibles

source: Transactional root file system
ca: Sistema de fitxers d'arrel transaccional
fi: Transaktionaalinen juuritiedostojärjestelmä
fr: Système de fichiers root transactionnel
id: Sistem file root transaksional
it: File system root transazionale
ka: ტრანზაქციული საწყისი ფაილური სისტემა
sv: Transaktionellt root filsystem

source: %s is an immutable system with atomic updates. It uses a read-only Btrfs file system updated via snapshots.
ca: %s és un sistema immutable amb actualitzacions atòmiques. Usa un sistema de fitxers Btrfs només de lectura actualitzat a través d'instantànies.
fi: %s on muuttumaton, atomisilla päivityksillä varustettu järjestelmä. Se käyttää kirjoitussuojattua, tilannevedoksilla päivitettävää Btrfs-tiedostojärjestelmää.
fr: %s est un système immuable avec des mises à jour atomiques. Il utilise un système de fichiers Btrfs en lecture seule mis à jour via des clichés.
id: %s adalah sistem yang tidak dapat diubah (immutable) dan mendukung pembaruan atomik. Sistem ini menggunakan file system Btrfs yang hanya-baca dan diperbarui melalui snapshot.
it: %s è un sistema immutabile con aggiornamenti atomici. Utilizza un file system Btrfs di sola lettura aggiornato tramite snapshot.
sv: %s är ett oföränderligt system med atomära uppdateringar. Det använder ett skrivskyddat Btrfs filsystem som uppdateras via ögonblicksavbilder.

source: Initiator details
ca: Detalls de l'iniciador
fi: Alullepanijan tiedot
fr: Détails de l'initiateur
id: Rincian inisiator
it: Dettagli dell'iniziatore
ka: ინიციატორის დეტალები
sv: Initiator detaljer

source: root
ca: arrel

source: %1$s (%2$s)
fi: %1$s (koko %2$s)

source: Not possible with the current setup. Click to know more.
id: Tidak memungkinkan dengan pengaturan saat ini. Klik untuk mengetahui lebih lanjut.
sv: Inte möjligt med den aktuella konfigurationen. Klicka för att veta mer.

source: At this point you can power off the machine.
id: Pada titik ini, Anda dapat mematikan mesin.
sv: Vid det här laget kan du stänga av maskinen.

source: Finish
id: Selesai
sv: Slutför

source: Installing the system, please wait...
id: Menginstal sistem, harap tunggu...
sv: Installerar systemet, vänligen vänta ...

source: Could not log in. Please, make sure that the password is correct.
id: Tidak dapat masuk. Harap pastikan kata sandi sudah benar.
sv: Kunde inte logga in. Kontrollera att lösenordet är korrekt.

source: Could not authenticate against the server, please check it.
id: Tidak dapat mengautentikasi server, silakan periksa.
sv: Kunde inte autentisera mot servern, vänligen kontrollera det.

source: Please, provide its password to log in to the system.
id: Harap berikan kata sandi untuk masuk ke sistem.
sv: Vänligen ange lösenordet för att logga in på systemet.

source: In progress
id: Dalam proses
sv: Pågår

source: Keyboard selection
id: Pemilihan keyboard
sv: Tangentbordsval

source: Locale selection
id: Pemilihan lokasi
sv: Lokal val

source: Timezone selection
id: Pemilihan zona waktu
sv: Tidszon val

source: Main navigation
id: Navigasi utama
sv: Huvudnavigering

source: Binding settings for '%s'
id: Pengaturan pengikatan untuk '%s'
sv: Bindningsinställningar för '%s'

source: Edit connection %s
id: Edit koneksi %s
sv: Redigera anslutning %s

source: Connect to %s
id: Hubungkan ke %s
sv: Anslut till %s

source: Overview
id: Ikhtisar
sv: Översikt

source: %s [must be registered].
id: %s [harus terdaftar].
sv: %s [måste registreras].

source: Available products
id: Produk yang tersedia
sv: Tillgängliga produkter

source: Configuring the product, please wait ...
id: Mengkonfigurasi produk, harap tunggu ...
sv: Konfigurerar produkten, vänta...

source: Software selection
id: Pemilihan perangkat lunak
sv: Val av programvara

source: Device Selection
id: Pemilihan Perangkat
sv: Val av enhet

source: Configure LVM logical volume at %s volume group
id: Konfigurasikan volume logis LVM di grup volume %s
sv: Konfigurera LVM logisk volym på %s volymgrupp

source: Configure LVM Volume Group
id: Konfigurasi Grup Volume LVM
sv: Konfigurera LVM volymgrupp

source: zFCP Disk Activation
id: Aktivasi Disk zFCP
sv: zFCP-diskaktivering

source: Root authentication methods
id: Metode otentikasi root
sv: Rotautentiseringsmetoder

source: Confirm Installation
id: Konfirmasi Instalasi

source: If you continue, partitions on your hard disk will be modified according to the provided installation settings.
id: Jika Anda melanjutkan, partisi pada hard disk Anda akan dimodifikasi sesuai dengan pengaturan instalasi yang disediakan.

source: Please, cancel and check the settings if you are unsure.
id: Mohon batalkan dan periksa pengaturan jika Anda tidak yakin.

source: Continue
id: Lanjutkan

source: Not selected yet
id: Belum dipilih

source: The system will use %s as its default language.
id: Sistem akan menggunakan %s sebagai bahasa default.

source: These are the most relevant installation settings. Feel free to browse the sections in the menu for further details.
id: Berikut ini adalah pengaturan instalasi yang paling relevan. Silakan telusuri bagian dalam menu untuk rincian lebih lanjut.

source: The installation will take
id: Instalasi akan memakan waktu

source: The installation will take %s including:
id: Instalasi akan memakan waktu %s termasuk:

source: Install using device %s shrinking existing partitions as needed.
id: Instal menggunakan perangkat %s mengecilkan partisi yang ada sesuai kebutuhan.

source: Install using device %s without modifying existing partitions.
id: Menginstal menggunakan perangkat %s tanpa mengubah partisi yang ada.

source: Install using device %s and deleting all its content.
id: Menginstal menggunakan perangkat %s dan menghapus semua isinya.

source: Install using device %s with a custom strategy to find the needed space.
id: Pasang menggunakan perangkat %s dengan strategi khusus untuk menemukan ruang yang dibutuhkan.

source: Install using several devices shrinking existing partitions as needed.
id: Pasang menggunakan beberapa perangkat yang mengecilkan partisi yang ada sesuai kebutuhan.

source: Install using several devices without modifying existing partitions.
id: Pasang menggunakan beberapa perangkat tanpa mengubah partisi yang ada.

source: Install using several devices and deleting all its content.
id: Pasang menggunakan beberapa perangkat dan hapus semua kontennya.

source: Install using several devices with a custom strategy to find the needed space.
id: Pasang menggunakan beberapa perangkat dengan strategi khusus untuk menemukan ruang yang dibutuhkan.

source: There are no disks available for the installation.
id: Tidak ada disk yang tersedia untuk pemasangan.

source: Install using an advanced configuration.
id: Instal menggunakan konfigurasi lanjutan.

source: Example: https://myserver.com
id: Contoh: https://myserver.com

source: Partitions to boot will be allocated at the installation disk.
id: Partisi untuk boot akan dialokasikan pada disk instalasi.

source: Partitions to boot will be allocated at the installation disk %s.
id: Partisi untuk boot akan dialokasikan pada disk instalasi %s.

source: Partitions to boot will be allocated at the following device.
id: Partisi untuk boot akan dialokasikan pada perangkat berikut.

source: Other options toggle
id: Tombol opsi lain

source: Other options
id: Opsi lain

source: Select the disk to configure partitions for booting
id: Pilih disk yang akan dikonfigurasi partisi untuk booting

source: Change boot options
id: Mengubah opsi boot

source: Details for %s
id: Rincian untuk %s

source: The needed LVM physical volumes will be added as partitions on the chosen disks, based on the sizes of the logical volumes. If you select more than one disk, the physical volumes may be distributed along several disks.
id: Volume fisik LVM yang diperlukan akan ditambahkan sebagai partisi pada disk yang dipilih, berdasarkan ukuran volume logis. Jika Anda memilih lebih dari satu disk, volume fisik mungkin didistribusikan ke beberapa disk.

source: Move the mount points currently configured at the selected disks to logical volumes of this volume group.
id: Pindahkan titik mount yang saat ini dikonfigurasi pada disk yang dipilih ke volume logis dari grup volume ini.

source: Add another partition or mount an existing one
id: Tambahkan partisi lain atau pasang partisi yang sudah ada

source: Installation Devices
id: Perangkat Pemasangan

source: Reloading data, please wait...
id: Muat ulang data, harap tunggu...

source: Collapse the list of planned actions
id: Lipat daftar tindakan yang direncanakan

source: Check the %d planned actions
id: Periksa %d tindakan yang direncanakan

source: During installation, several actions will be performed to setup the layout shown at the table below.
id: Selama pemasangan, beberapa tindakan akan dilakukan untuk mengatur tata letak yang ditunjukkan pada tabel di bawah ini.

source: Select a disk to format as %s
id: Pilih disk yang akan diformat sebagai %s

source: Select a disk to configure
id: Pilih disk yang akan dikonfigurasi

source: Select a disk to install the system
id: Pilih disk untuk memasang sistem

source: Select a disk to create %s
id: Pilih disk untuk membuat %s

source: The content may be deleted
id: Konten mungkin akan dihapus

source: Find space
id: Temukan ruang

source: DASD devices selection table
id: Tabel pemilihan perangkat DASD

source: Cannot format all selected devices
id: Tidak dapat memformat semua perangkat yang dipilih

source: Offline devices must be activated before formatting them. Please, unselect or activate the devices listed below and try it again
id: Perangkat offline harus diaktifkan sebelum memformatnya. Batalkan pilihan atau aktifkan perangkat yang tercantum di bawah ini dan coba lagi

source: This action could destroy any data stored on the devices listed below. Please, confirm that you really want to continue.
id: Tindakan ini dapat menghapus data yang tersimpan pada perangkat yang tercantum di bawah ini. Harap konfirmasikan bahwa Anda benar-benar ingin melanjutkan.

source: Perform an action
id: Melakukan tindakan

source: Set DIAG On
id: Mengatur DIAG Aktif

source: Set DIAG Off
id: Mengatur DIAG Tidak Aktif

source: Filter by min channel
id: Memfilter menurut saluran min

source: Remove min channel filter
id: Menghapus filter saluran min

source: Filter by max channel
id: Memfilter menurut saluran maks

source: Remove max channel filter
id: Menghapus filter saluran maks

source: DASDs table section
id: Bagian tabel DASD

source: Automatic LUN scan is [enabled]. Activating a controller which is running in NPIV mode will automatically configures all its LUNs.
id: Pemindaian LUN otomatis [diaktifkan]. Mengaktifkan pengontrol yang berjalan dalam mode NPIV akan secara otomatis mengonfigurasi semua LUN.

source: Automatic LUN scan is [disabled]. LUNs have to be manually configured after activating a controller.
id: Pemindaian LUN otomatis [dinonaktifkan]. LUN harus dikonfigurasi secara manual setelah mengaktifkan pengontrol.
