Repository: agama-project/agama-weblate
Catalog: web/*.po
Languages: ca, de, el, es, fi, fr, id, it, ja, ka, pt_br, ru, sv, tr, uk

source: Hostname could not be updated
ca: No s'ha pogut actualitzar el nom d'amfitrió
de: Hostname konnte nicht aktualisiert werden
el: Αδυναμία ενημέρωσης του ονόματος συστήματος
es: El nombre del equipo no se ha podido actualizar
fi: Verkkonimeä ei voi päivittää
fr: Le nom d'hôte n'a pas pu être mis à jour
id: Nama host tidak dapat diperbarui
it: Impossibile aggiornare il nome host
ja: ホスト名を更新できませんでした
ka: ჰოსტის სახელის განახლება შეუძლებელია
pt_br: Não foi possível atualizar o nome de host
ru: Не удалось обновить имя узла
sv: Värdnamnet kunde inte uppdateras
tr: Ana bilgisayar adı güncellenemedi
uk: Не вдалося оновити ім'я хоста

source: Using transient hostname: %s
ca: S'usa un nom d'amfitrió transitori: %s
de: Transienter Hostname wird verwendet: %s
el: Χρήση προσωρινού ονόματος συστήματος: %s
es: Se está utilizando un nombre temporal de equipo: %s
fi: Käytetään tilapäistä verkkonimeä: %s
fr: Utilisation d'un nom d'hôte transitoire : %s
id: Menggunakan nama host sementara: %s
it: Uso del nome host transitorio: %s
ja: 暫定的なホスト名を使用しています: %s
ka: გამოიყენება გარდამავლი ჰოსტის სახელი: %s
pt_br: Usando nome de host temporário: %s
ru: Использование переходного имени узла: %s
sv: Använder transient värdnamn: %s
tr: Geçici ana bilgisayar adı kullanılıyor: %s
uk: Використання перехідного імені хоста: %s

source: Product is already registered
ca: El producte ja està registrat.
de: Produkt ist bereits registriert
el: Το προϊόν είναι ήδη εγγεγραμμένο
es: El producto ya está registrado
fi: Tuote on jo rekisteröity
fr: Le produit est déjà enregistré
id: Produk sudah terdaftar
it: Il prodotto è già registrato
ja: 製品は既に登録済みです
ka: პროდუქტი უკვე რეგისტრირებულია
pt_br: Produto já registrado
ru: Продукт уже зарегистрирован
sv: Produkten är redan registrerad
tr: Ürün zaten kayıtlı
uk: Продукт вже зареєстровано

source: Updating the hostname now or later will not change the currently registered hostname.
ca: Actualitzar el nom d'amfitrió ara o més tard no canviarà el nom d'amfitrió registrat actualment.
de: Wenn Sie den Hostnamen jetzt oder später aktualisieren, wird der aktuell registrierte Hostname nicht geändert.
el: Η ενημέρωση του ονόματος συστήματος τώρα ή αργότερα δεν θα αλλάξει το ήδη εγγεγραμμένο όνομα συστήματος.
es: Actualizar el nombre del equipo ahora o más adelante no cambiará el nombre del equipo registrado actualmente.
fi: Isäntänimen päivittäminen nyt tai myöhemmin ei muuta tällä hetkellä rekisteröityä isäntänimeä.
fr: La mise à jour du nom d'hôte maintenant ou plus tard ne modifiera pas le nom d'hôte actuellement enregistré.
id: Mengubah nama host sekarang atau nanti tidak akan mengubah nama host yang saat ini terdaftar.
it: L'aggiornamento immediato o successivo del nome host non modificherà il nome host attuamente registrato.
ja: ここでホスト名を変更した場合も後から変更した場合も、登録済みのホスト名は変更されないことに注意してください。
ka: ჰოსტის სახელის შეცვლა ახლა, ან მოგვიანებით არ შეცვლის ამჟამად დარეგისტრირებულ ჰოსტის სახელს.
pt_br: A atualização do nome de host agora ou no futuro não altera o nome de host que já está registrado.
ru: Обновление имени узла сейчас или позже не приведет к изменению текущего зарегистрированного имени узла.
sv: Att uppdatera värdnamnet nu eller senare kommer inte att ändra det för närvarande registrerade värdnamnet.
tr: Ana bilgisayar adını şimdi veya daha sonra güncellemeniz, şu anda kayıtlı olan ana bilgisayar adını değiştirmeyecektir.
uk: Оновлення імені хоста зараз або пізніше не змінить поточне зареєстроване ім'я хоста.

source: This hostname is dynamic and may change after a reboot or network update, as configured by the local network administrator.
ca: Aquest nom d'amfitrió és dinàmic i pot canviar després d'un reinici o una actualització per xarxa, tal com el configura l'administrador de la xarxa local.
de: Dieser Hostname ist dynamisch und kann sich nach einem Neustart oder einer Netzwerkaktualisierung ändern, wie vom lokalen Netzwerkadministrator konfiguriert.
el: Αυτό το όνομα συστήματος είναι δυναμικό και ενδέχεται να αλλάξει μετά από επανεκκίνηση ή ενημέρωση δικτύου, σύμφωνα με τις ρυθμίσεις του διαχειριστή δικτύου.
es: El nombre del equipo es dinámico y puede cambiar tras un reinicio o actualización de red, según lo configure el administrador de la red local.
fi: Isäntänimi on dynaaminen ja voi muuttua uudelleenkäynnistyksen tai verkkopäivityksen myötä, siten kuten paikallinen verkkoylläpitäjä on määritellyt.
fr: Ce nom d'hôte est dynamique et peut changer après un redémarrage ou une mise à jour du réseau, selon la configuration effectuée par l'administrateur du réseau local.
id: Nama host ini bersifat dinamis dan dapat berubah setelah reboot atau pembaruan jaringan, sesuai dengan konfigurasi yang ditetapkan oleh administrator jaringan lokal.
it: Questo nome host è dinamico e potrebbe cambiare dopo un riavvio o una aggiornamento della rete, in base alla configurazione dell'amministratore di rete locale.
ja: ホスト名は動的なものとなります。ご利用のネットワークの設定に依存しますが、再起動やネットワーク側の変更によって変わってしまう場合があります。
ka: ეს ჰოსტის სახელი დინამიკურია და შეიძლება, შეიცვალოს დაყენების ან ქსელური განახლების შემდეგ, როგორც ამას ლოკალური ქსელის ადმინისტრატორი მიუთითებს.
pt_br: Este nome de host é dinâmico e pode mudar após a reinicialização ou atualização de rede, conforme configurado pelo administrador de rede local.
ru: Это имя узла является динамическим и может измениться после перезагрузки или обновления сети, как настроено администратором локальной сети.
sv: Detta värdnamn är dynamiskt och kan ändras efter en omstart eller nätverksuppdatering, som konfigurerats av den lokala nätverksadministratören.
tr: Bu ana bilgisayar adı değişkendir ve yeniden başlatma veya ağ güncellemesinden sonra yerel ağ yöneticisince yapılandırıldığı biçimde değişebilir.
uk: Це ім'я хоста є динамічним і може змінитися після перезавантаження або оновлення мережі, як це налаштовано адміністратором локальної мережі.

source: Use static hostname
ca: Usa un nom d'amfitrió estàtic
de: Statischen Hostnamen verwenden
el: Χρήση στατικού ονόματος συστήματος
es: Utilizar un nombre estático del equipo
fi: Käytä kiinteää verkkonimeä
fr: Utiliser un nom d'hôte statique
id: Gunakan nama host statis
it: Usa nome host statico
ja: 固定のホスト名を使用する
ka: სტატიკური ჰოსტის სახელის გამოყენება
pt_br: Usar nome de host estático
ru: Использовать статическое имя узла
sv: Använd statiskt värdnamn
tr: Durağan ana bilgisayar adı kullan
uk: Використовувати статичне ім'я хоста

source: Set a permanent hostname that won’t change with network updates.
ca: Estableix un nom d'amfitrió permanent que no canviarà amb les actualitzacions per xarxa.
de: Legen Sie einen permanenten Hostnamen fest, der sich bei Netzwerkaktualisierungen nicht ändert.
el: Ορίστε ένα μόνιμο όνομα συστήματος που δεν θα αλλάζει με τις ενημερώσεις δικτύου.
es: Establece un nombre permanente del equipo que no cambie con las actualizaciones de la red.
fi: Aseta pysyvä isäntänimi joka ei muuta verkkopäivityksissä.
fr: Définissez un nom d'hôte permanent qui ne changera pas avec les mises à jour du réseau.
id: Tetapkan nama host permanen yang tidak akan berubah saat pembaruan jaringan.
it: Imposta un nome host permanente che non cambierà con gli aggiornamenti della rete.
ja: ネットワーク側から指定された場合でも変化しない、固定のホスト名を設定します。
ka: დააყენეთ მუდმივი ჰოსტის სახელი, რომელიც არ შეიცვლება ქსელის განახლებებთან ერთად.
pt_br: Defina um nome de host permanente que não mude com as atualizações de rede.
ru: Установить постоянное имя хоста, которое не будет меняться при обновлении сети.
sv: Ställ in ett permanent värdnamn som inte ändras med nätverksuppdateringar.
tr: Ağ güncellemeleriyle değişmeyecek kalıcı bir ana bilgisayar adı ayarlayın.
uk: Встановити постійну назву хоста, яка не змінюватиметься з оновленнями мережі.

source: Static hostname
ca: Nom d'amfitrió estàtic
de: Statischer Hostname
el: Στατικό όνομα συστήματος
es: Nombre estático del equipo
fi: Kiinteä verkkonimi
fr: Nom d'hôte statique
id: Nama host statis
it: Nome host statico
ja: 固定のホスト名
ka: სტატიკური ჰოსტის სახელი
pt_br: Nome de host estático
ru: Статическое имя узла
sv: Statiskt värdnamn
tr: Durağan ana bilgisayar adı
uk: Статичне ім'я хоста

source: Define a user now
ca: Definiu un usuari ara
de: Definieren Sie jetzt einen Benutzer
el: Ορισμός χρήστη τώρα
es: Defina un usuario ahora
fi: Määritä käyttäjä nyt
fr: Définir un utilisateur maintenant
id: Tentukan pengguna sekarang
it: Definisci un utente ora
ja: 今すぐユーザを設定する
ka: მომხარებლის აღწერა
pt_br: Defina um usuário agora
ru: Определить пользователя
sv: Definera en användare nu
tr: Şimdi bir kullanıcı tanımlayın
uk: Вкажіть користувача

source: Discard
ca: Descarta'l
de: Verwerfen
el: Απόρριψη
es: Descartar
fi: Hylkää
fr: Rejeter
id: Buang
it: Ignora
ja: 破棄
ka: მოცილება
pt_br: Descartar
ru: Отказаться
sv: Kasta bort
tr: At
uk: Відмовитись

source: No user defined yet.
ca: Encara no s'ha definit cap usuari.
de: Noch kein Benutzer definiert.
el: Δεν έχει οριστεί χρήστης ακόμη.
es: Aún no se ha definido ningún usuario.
fi: Käyttäjää ei ole vielä määritetty.
fr: Aucun utilisateur n'a été défini.
id: Belum ada pengguna yang ditetapkan.
it: Non è stato ancora definito alcun utente.
ja: ユーザを設定していません。
ka: მომხმარებელი ჯერ აღწერილი არაა.
pt_br: Nenhum usuário definido ainda.
ru: Пользователь еще не определен.
sv: Ingen användare definierad ännu.
tr: Henüz kullanıcı tanımlı değil.
uk: Користувача ще не вказано.

source: Full name
ca: Nom complet
de: Vollständiger Name
el: Ονοματεπώνυμο
es: Nombre completo
fi: Koko nimi
fr: Nom complet
id: Nama lengkap
it: Nome completo
ja: フルネーム
ka: სრული სახელი
pt_br: Nome completo
ru: Полное имя
sv: Fullständigt namn
tr: Tam isim
uk: Повне ім'я

source: Username
ca: Nom d'usuari
de: Benutzername
el: Όνομα χρήστη
es: Nombre de usuario
fi: Käyttäjänimi
fr: Nom d'utilisateur
id: Nama pengguna
it: Nome utente
ja: ユーザ名
ka: მომხმარებლის სახელი
pt_br: Nome de usuário
ru: Имя пользователя
sv: Användarnamn
tr: Kullanıcı adı
uk: Ім'я користувача

source: First user
ca: Usuari primer
de: Erster Benutzer
el: Πρώτος χρήστης
es: Primer usuario
fi: Ensimmäinen käyttäjä
fr: Premier utilisateur
id: Pengguna pertama
it: Primo utente
ja: 最初のユーザ
ka: პირველი მომხმარებელი
pt_br: Primeiro usuário
ru: Первый пользователь
sv: Första användare
tr: İlk kullanıcı
uk: Перший користувач

source: Define the first user with admin (sudo) privileges for system management.
ca: Definiu el primer usuari amb privilegis d'administrador (sudo) per a la gestió del sistema.
de: Den ersten Benutzer mit Admin-Rechten (sudo) für die Systemverwaltung definieren.
el: Ορίστε τον πρώτο χρήστη με δικαιώματα διαχειριστή (sudo) για τη διαχείριση του συστήματος.
es: Defina un primer usuario con privilegios de admin (sudo) para la gestión del sistema.
fi: Määritä ensimmäinen käyttäjä pääkäyttäjän (sudo) oikeuksin järjestelmän hallintaan.
fr: Définissez le premier utilisateur avec des privilèges d'administrateur (sudo) pour la gestion du système.
id: Tentukan pengguna pertama dengan hak akses admin (sudo) untuk pengelolaan sistem.
it: Definire il primo utente con privilegi di amministratore (sudo) per la gestione del sistema.
ja: システム管理時に使用する管理者 (sudo) 権限を持つ最初のユーザを設定します。
ka: აღწერეთ პირველი მომხმარებელი ადმინისტრატორის (sudo) პრივილეგიებით სისტემის მართვისთვის.
pt_br: Defina o primeiro usuário com privilégios de admin (sudo) para gerenciamento do sistema.
ru: Определить первого пользователя с правами администратора (sudo) для управления системой.
sv: Definiera den första användaren med admin (sudo) privilegier för systemhantering.
tr: Sistem yönetimi için ilk kullanıcıyı admin (sudo) ayrıcalıklarıyla tanımlayın.
uk: Визначте першого користувача з правами адміністратора (sudo) для керування системою.

source: Username suggestion dropdown
ca: Menú desplegable de suggeriments de nom d'usuari
de: Dropdown-Liste mit Vorschlägen für Benutzernamen
el: Αναπτυσσόμενο μενού προτάσεων ονόματος χρήστη
es: Menú desplegable de sugerencias de nombre de usuario
fi: Ehdotetun käyttäjänimen pudotusvalikko
fr: menu déroulant de noms d'utilisateur suggérés
id: Tarik-turun saran nama pengguna
it: Menu a discesa dei nomi utenti suggeriti
ja: ユーザ名の提案ドロップダウン
ka: მომხმარებლის სახელის მინიშნების ჩამოსაშლელი მენიუ
pt_br: Menu suspenso de sugestões de nome de usuário
ru: Выпадающий список с предложением имени пользователя
sv: Rullgardinsmeny för användarnamnsförslag
tr: Kullanıcı adı önerisi açılır listesi
uk: Спадний список із пропозицією імені користувача

source: Use suggested username
ca: Usa el nom d'usuari suggerit
de: Vorgeschlagenen Benutzernamen verwenden
el: Χρήση προτεινόμενου ονόματος χρήστη
es: Usar nombre de usuario sugerido
fi: Käytä ehdotettua käyttäjänimeä
fr: Utiliser le nom d'utilisateur suggéré
id: Gunakan nama pengguna yang disarankan
it: Usa nome utente suggerito
ja: 提案されたユーザ名を使用する
ka: მინიშნებული მომხმარებლის სახელის გამოყენება
pt_br: Use o nome de usuário sugerido
ru: Используйте предложенное имя пользователя
sv: Använd föreslaget användarnamn
tr: Önerilen kullanıcı adını kullan
uk: Використайте запропоноване ім'я користувача

source: All fields are required
ca: Tots els camps són obligatoris.
de: Alle Felder sind erforderlich
el: Όλα τα πεδία είναι υποχρεωτικά
es: Todos los campos son obligatorios
fi: Kaikki kentät vaaditaan
fr: Tous les champs sont obligatoires
id: Semua bidang wajib diisi
it: Tutti i campi sono obbligatori
ja: 全ての項目に入力する必要があります
ka: ყველა ველი აუცილებელია
pt_br: Todos os campos são necessários
ru: Все поля обязательны для заполнения
sv: Alla fält krävs
tr: Tüm alanlar zorunludur
uk: Всі поля обов'язкові

source: Create user
ca: Crea un usuari
de: Benutzer erstellen
el: Δημιουργία χρήστη
es: Crear usuario
fi: Luo käyttäjä
fr: Créer un utilisateur
id: Membuat pengguna
it: Crea utente
ja: ユーザの作成
ka: მომხმარებლის შექმნა
pt_br: Criar usuário
ru: Создать пользователя
sv: Skapa användare
tr: Kullanıcı oluştur
uk: Створити користувача

source: Edit user
ca: Edita l'usuari
de: Benutzer bearbeiten
el: Επεξεργασία χρήστη
es: Editar usuario
fi: Muokkaa käyttäjää
fr: Modifier un utilisateur
id: Edit pengguna
it: Modifica utente
ja: ユーザの編集
ka: მომხმარებლის ჩასწორება
pt_br: Editar usuário
ru: Изменить пользователя
sv: Redigera användare
tr: Kullanıcıyı düzenle
uk: Змінити користувача

source: Using a hashed password.
ca: S'usa una contrasenya amb funció resum.
de: Verwendung eines gehashten Passworts.
el: Χρήση συνθηματικού με κατακερματισμό (hashed).
es: Utiliza una contraseña con hash.
fi: Käytetään tiivisteellistä salasanaa.
fr: En utilisant un mot de passe haché.
id: Menggunakan kata sandi yang dienkripsi.
it: Utilizzo di una password con hash.
ja: ハッシュ化されたパスワードを使用します。
ka: დაჰეშილი პაროლის გამოყენება.
pt_br: Usando uma senha com hash.
ru: Используя хэшированный пароль.
sv: Använder ett hashat lösenord.
tr: Karma şifre kullanımı.
uk: Використовуючи хешований пароль.

source: The password is weak
ca: La contrasenya és feble
de: Das Passwort ist schwach
el: Το συνθηματικό είναι ασθενές
es: La contraseña es débil
fi: Salasana on heikko
fr: Le mot de passe est faible
id: Kata sandi ini lemah
it: La password è debole
ja: パスワードが弱すぎます
ka: პაროლი სუსტია
pt_br: A senha é fraca
ru: Слабый пароль
sv: Lösenordet är svagt
tr: Şifre zayıf
uk: Слабкий пароль

source: Root user
ca: Usuari d'arrel
de: Root-Benutzer
el: Χρήστης root
es: Usuario root
fi: Pääkäyttäjä
fr: Utilisateur root
id: Pengguna root
it: Utente root
ja: root ユーザ
ka: Root მომხმარებელი
pt_br: Usuário root
ru: Root-пользователь
sv: Root användare
tr: Root kullanıcısı
uk: Користувач root

source: Alongside defining the first user, authentication methods for the root user can be configured.
ca: A més de definir el primer usuari, es poden configurar mètodes d'autenticació per a l'usuari d'arrel.
de: Neben der Definition des ersten Benutzers können auch die Authentifizierungsmethoden für den Root-Benutzer konfiguriert werden.
el: Παράλληλα με τον ορισμό του πρώτου χρήστη, μπορούν να ρυθμιστούν μέθοδοι πιστοποίησης για τον χρήστη root.
es: Además de definir el primer usuario, se pueden configurar los métodos de autenticación del usuario root.
fi: Ensimmäisen käyttäjän lisäksi on mahdollista määrittää pääkäyttäjän (root) tunnistautumistavat.
fr: Outre la définition du premier utilisateur, il est possible de configurer les méthodes d'authentification de l'utilisateur root.
id: Selain mendefinisikan pengguna pertama, metode autentikasi untuk pengguna root dapat dikonfigurasi.
it: Oltre a definire il primo utente, è possibile configurare i metodi di autenticazione per l'utente root.
ja: 最初のユーザの作成とは別に、 root ユーザに対する認証方式を設定することができます。
pt_br: Junto com a definição do primeiro usuário, é possível configurar métodos de autenticação para o usuário root.
ru: Наряду с определением первого пользователя можно настроить методы аутентификации для root-пользователя.
sv: Förutom att definiera den första användaren kan autentiseringsmetoder för rootanvändaren konfigureras.
tr: İlk kullanıcıyı tanımlamanın yanı sıra, root kullanıcı için kimlik doğrulama yöntemleri de yapılandırılabilir.
uk: Крім зазначення першого користувача, можна налаштувати методи автентифікації для root-користувача.

source: Defined (hidden)
ca: Definit (ocult)
de: Definiert (ausgeblendet)
el: Ορισμένο (κρυφό)
es: Definido (oculto)
fi: Määritelty (piilotettu)
fr: Défini (masqué)
id: Didefinisikan (tersembunyi)
it: Definito (nascosto)
ja: 設定済み (非表示)
ka: აღწერილი (დამალული)
pt_br: Definido (oculto)
ru: Определён (скрыт)
sv: Definerad (dold)
tr: Tanımlı (gizli)
uk: Заданий (приховано)

source: Not defined
ca: No definit
de: Nicht definiert
el: Μη ορισμένο
es: No definido
fi: Ei määritelty
fr: Non défini
id: Tidak didefinisikan
it: Non definito
ja: 未設定
ka: აღწერილი არაა
pt_br: Não definido
ru: Не определён
sv: Inte definerad
tr: Tanımlanmamış
uk: Не заданий

source: Public SSH Key
ca: Clau pública SSH
de: Öffentlicher SSH-Schlüssel
el: Δημόσιο κλειδί SSH
es: Clave SSH pública
fi: Julkinen SSH-avain
fr: Clé publique SSH
id: Kunci SSH Publik
it: Chiave SSH pubblica
ja: 公開 SSH 鍵
ka: საჯარო SSH გასაღები
pt_br: Chave SSH pública
ru: Публичный ключ SSH
sv: Publik SSH nyckel
tr: Genel SSH Anahtarı
uk: Відкритий SSH-ключ

source: Upload, paste, or drop an SSH public key
ca: Carregueu, enganxeu o deixeu-hi anar una clau pública SSH
de: Öffentlichen SSH-Schlüssel hochladen, einfügen oder ablegen
el: Μεταφορτώστε, επικολλήστε ή σύρετε ένα δημόσιο κλειδί SSH
es: Subir, pegar o arrastrar una clave pública SSH
fi: Lataa, liitä tai pudota julkinen SSH-avain
fr: Téléverser, coller ou déposer une clé publique SSH
id: Unggah, tempel, atau jatuhkan kunci publik SSH
it: Carica, incolla o rilascia una chiave SSH pubblica
ja: SSH 公開鍵のアップロード／貼り付け／ドロップ
ka: ატვირთეთ, ჩასვით, ან დააგდეთ ზედ SSH-ის საჯარო გასაღები
pt_br: Carregar, colar ou descartar uma chave pública SSH
ru: Загрузите, вставьте или сбросьте публичный ключ SSH
sv: Ladda upp, klistra in eller dra in och släpp en SSH publik nyckel
tr: Bir SSH genel anahtarını yükleyin, yapıştırın veya bırakın
uk: Завантажте, вставте або скиньте відкритий ключ SSH

source: Upload
ca: Carrega
de: Hochladen
el: Μεταφόρτωση
es: Subir
fi: Lataa
fr: Charger
id: Unggah
it: Carica
ja: アップロード
ka: ატვირთვა
pt_br: Enviar
ru: Загрузить
sv: Ladda upp
tr: Yükle
uk: Завантажити

source: Clear
ca: Esborra
de: Leeren
el: Εκκαθάριση
es: Limpiar
fi: Tyhjennä
fr: Vider
id: Hapus
it: Cancella
ja: 消去
ka: გაწმენდა
pt_br: Limpar
ru: Очистить
sv: Rensa
tr: Temizle
uk: Очистити

source: Public SSH Key is empty.
ca: La clau SSH pública és buida.
de: Öffentlicher SSH-Schlüssel ist leer.
el: Το δημόσιο κλειδί SSH είναι κενό.
es: La clave pública SSH está vacía.
fi: Julkinen SSH-avain on tyhjä.
fr: La clé publique SSH est vide.
id: Kunci SSH Publik kosong.
it: La chiave SSH pubblica è vuota.
ja: 公開 SSH 鍵が設定されていません。
ka: საჯარო SSH გასაღები ცარიელია.
pt_br: A chave SSH pública está vazia.
ru: Публичный SSH-ключ пуст.
sv: Publik SSH nyckel är tom.
tr: Genel SSH Anahtarı boş.
uk: Відкритий ключ SSH порожній.

source: Use password
ca: Usa contrasenya
de: Passwort verwenden
el: Χρήση συνθηματικού
es: Utilizar contraseña
fi: Käytä salasanaa
fr: Utiliser un mot de passe
id: Gunakan kata sandi
it: Usa password
ja: パスワードの使用
ka: პაროლის გამოყენება
pt_br: Usar senha
ru: Использовать пароль
sv: Använd lösenord
tr: Şifre kullan
uk: Використовувати пароль

source: Use public SSH Key
ca: Usa una clau pública SSH
de: Öffentlichen SSH-Schlüssel verwenden
el: Χρήση δημόσιου κλειδιού SSH
es: Utilizar clave pública SSH
fi: Käytä julkista SSH-avainta
fr: Utiliser la clé publique SSH
id: Gunakan Kunci SSH Publik
it: Usa chiave SSH pubblica
ja: 公開 SSH 鍵の使用
ka: საჯარო SSH გასაღების გამოყენება
pt_br: Usar chave SSH pública
ru: Использовать публичный ключ SSH
sv: Använd publik SSH nyckel
tr: Genel SSH Anahtarını Kullan
uk: Використати відкритий ключ SSH

source: Swap
ca: Intercanvi
de: Auslagerung
es: Intercambio
fi: Sivutustila
ja: スワップ

source: Options toggle
ca: Canvi d'opcions
de: Optionen umschalten
fi: Valinnat-tila
fr: Bouton de bascule des options
id: Sakelar opsi
it: Abilita opzioni
ka: პარამეტრის გადართვა
pt_br: Alternar opções
sv: Växla mellan alternativ
uk: Показ налаштувань

source: Wi-Fi
de: WLAN

source: [FIXME]
de: [REPARIERMICH]
fr: [À RÉGLER]
ka: [გამასწორე]
sv: [FIXA MIG]

source: Only available if authentication by target is provided
ca: Només està disponible si es proporciona l'autenticació per destinació.
de: Nur verfügbar, wenn Authentifizierung durch das Ziel angeboten wird
fi: Käytettävissä vain kohteen mukaan tunnistautumisen kanssa
fr: Disponible uniquement si l'authentification par la cible est fournie
id: Hanya tersedia jika autentikasi berdasarkan target disediakan
it: Disponibile solo se viene fornita l'autenticazione per destinazione
ka: ხელმისაწვდომია, მხოლოდ, მაშინ, თუ მითითებულია ავთენტიკაცია სამიზნით
sv: Endast tillgängligt om autentisering via mål tillhandahålls

source: Authentication by target
ca: Autenticació per destinació
de: Authentifizierung durch das Ziel
fi: Kohteen mukaan tunnistautuminen
fr: Authentification par cible
id: Otentikasi berdasarkan target
it: Autenticazione per destinazione
ka: ავთენტიკაცია სამიზნით
sv: Autentisering av mål

source: Incorrect user name
ca: Nom d'usuari incorrecte
de: Falscher Benutzername
fi: Virheellinen käyttäjänimi
fr: Nom d'utilisateur incorrect
id: Nama pengguna salah
it: Nome utente errato
ka: არასწორი მომხმარებლის სახელი
sv: Felaktigt användarnamn

source: Incorrect password
ca: Contrasenya incorrecta
de: Falsches Passwort
fi: Virheellinen salasana
fr: Mot de passe incorrect
id: Kata sandi salah
it: Password errata
ka: არასწორი პაროლი
sv: Felaktigt lösenord

source: Authentication by initiator
ca: Autenticació per iniciador
de: Authentifizierung durch den Initiator
fi: Alullepanijan mukaan tunnistautuminen
fr: Authentification par initiateur
id: Otentikasi oleh inisiator
it: Autenticazione per iniziatore
ka: ავთენტიკაცია ინიციატორით
sv: Autentisering av initiativtagare

source: Target Password
ca: Contrasenya de destinació
de: Ziel-Passwort
fi: Kohteen salasana
fr: Mot de passe cible
id: Kata sandi target
it: Password di destinazione
ka: სამიზნე პაროლი
sv: Mål lösenord

source: Discover iSCSI Targets
ca: Descobreix les destinacions iSCSI
de: iSCSI-Ziele erkennen
fi: Havaitse iSCSI-kohteita
fr: Découvrir les cibles iSCSI
id: Menemukan Target iSCSI
it: Rileva destinazioni iSCSI
ka: iSCSI სამიზნეების აღმოჩენა
sv: Upptäck iSCSI mål

source: Make sure you provide the correct values
ca: Assegureu-vos que proporcioneu els valors correctes
de: Stellen Sie sicher, dass Sie die richtigen Werte angeben
fi: Varmista että tarjoat oikeita arvoja
fr: Assurez-vous de fournir les bonnes valeurs
id: Pastikan Anda memberikan nilai yang benar
it: Assicuarsi di fornire i valori corretti
ka: დარწმუნდით, რომ შეყვანილი მნიშვნელობები სწორია
sv: Se till att du anger rätt värden
