Repository: agama-project/agama-weblate
Catalog: web/*.po
Languages: ca, de, el, es, fi, fr, id, it, ja, ka, pt_br, ru, sv, tr, uk

source: Breadcrumbs
ca: Ruta de navegació
de: Brotkrümel
el: Ίχνη πλοήγησης
ja: パンくず
ru: Навигационная цепочка
uk: Навігаційна панель

source: Change mode
de: Modus ändern
el: Αλλαγή λειτουργίας
ja: モードの変更
ru: Изменить режим
uk: Змінити режим

source: Change product or mode
de: Produkt oder Modus ändern
el: Αλλαγή προϊόντος ή λειτουργίας
ja: 製品またはモードの変更
ru: Изменить продукт или режим
uk: Змінити продукт або режим

source: Change product
ca: Canvia el producte
de: Produkt ändern
el: Αλλαγή προϊόντος
es: Cambiar de producto
fi: Vaihda tuotetta
fr: Changer de produit
id: Mengubah produk
it: Cambia prodotto
ja: 製品の変更
ka: პროდუქტის შეცვლა
pt_br: Alterar produto
ru: Изменить продукт
sv: Ändra produkt
tr: Ürünü değiştir
uk: Змінити продукт

source: Download logs
ca: Baixa els registres
de: Protokolle herunterladen
el: Λήψη καταγραφών (logs)
es: Descargar registros
fi: Lataa lokit
fr: Télécharger les journaux
id: Unduh log
it: Scarica i logs
ja: ログのダウンロード
ka: ჟურნალის გადმოწერა
pt_br: Baixar logs
ru: Скачать журналы
sv: Ladda ner loggar
tr: Günlükleri indir
uk: Завантажити журнали

source: The system is rebooting
de: Das System wird neu gestartet
el: Το σύστημα κάνει επανεκκίνηση
ja: システムを再起動しています
ru: Система перезапускается
uk: Система перезапускається

source: You can safely close this window.
de: Sie können dieses Fenster gefahrlos schließen.
el: Μπορείτε να κλείσετε αυτό το παράθυρο με ασφάλεια.
ja: このウインドウは閉じてかまいません。
ru: Это окно можно закрыть.
uk: Ви можете сміливо закривати це вікно.

source: The installer interface is no longer available.
de: Die Oberfläche des Installationsprogramms ist nicht mehr verfügbar.
el: Η διεπαφή του προγράμματος εγκατάστασης δεν είναι πλέον διαθέσιμη.
ja: インストーラの処理は完了しています。
ru: Интерфейс программы установки больше недоступен.
uk: Інтерфейс програми встановлення більше недоступний.

source: Installation failed
el: Η εγκατάσταση απέτυχε
ja: インストールが失敗しました
ru: Сбой установки

source: Download logs to troubleshoot or share with support.
el: Κάντε λήψη των καταγραφών για αντιμετώπιση προβλημάτων ή για κοινοποίηση στην υποστήριξη.
ja: ログをダウンロードして原因を調査するか、サポートに共有してください。
ru: Загрузите журналы для устранения неполадок или отправки в службу поддержки.

source: Reboot to try again.
el: Κάντε επανεκκίνηση για να δοκιμάσετε ξανά.
ja: 再起動してやり直してください。
ru: Перезагрузите устройство и попробуйте снова.

source: TPM sealing requires the new system to be booted directly.
ca: El segellament TPM requereix que el sistema nou s'iniciï directament.
de: Bei der TPM-Versiegelung muss das neue System direkt gebootet werden.
el: Η σφράγιση TPM απαιτεί την απευθείας εκκίνηση του νέου συστήματος.
es: El sellado TPM requiere que el nuevo sistema se inicie directamente.
fi: TPM-sinetöinti vaatii uuden järjestelmän suoran käynnistämisen.
fr: Le cryptage via TPM impose que le nouveau système soit démarré directement.
id: Penyegelan TPM mengharuskan sistem baru untuk di-boot secara langsung.
it: Il nuovo sistema deve essere avviato direttamente per permettere la sigillatura TPM.
ja: TPM シーリングを使用するには、新しいシステムを直接起動する必要があります。
ka: TPM-ის დაბეჭდვას ახალი სისტემის პირდაპირ ჩატვირთვა სჭირდება.
pt_br: A vedação TPM exige que o novo sistema seja inicializado diretamente.
ru: Запечатывание TPM требует прямой загрузки новой системы.
sv: TPM-försegling kräver att det nya systemet startas upp direkt.
tr: TPM yalıtımıyla yeni sistemin doğrudan başlatılması gerekir.
uk: Запечатування TPM вимагає прямого завантаження нової системи.

source: If a local media was used to run this installer, remove it before the next boot.
ca: Si s'ha usat un mitjà local per executar aquest instal·lador, traieu-lo abans de la propera arrencada.
de: Wenn ein lokales Medium zur Ausführung dieses Installationsprogramms verwendet wurde, entfernen Sie es vor dem nächsten Start.
el: Εάν χρησιμοποιήθηκε τοπικό μέσο για την εκτέλεση της εγκατάστασης, αφαιρέστε το πριν την επόμενη εκκίνηση.
es: Si se ha utilizado un medio local para ejecutar este instalador, expúlselo antes del próximo inicio.
fi: Jos paikallista mediaa käytettiin tämän asennusohjelman suorittamiseen, irrota media ennen seuraavaa uudelleenkäynnistystä.
fr: Si un périphérique local a été utilisé pour exécuter ce programme d'installation, retirez-le avant le prochain démarrage.
id: Jika media lokal digunakan untuk menjalankan penginstalasi ini, hapus media tersebut sebelum boot berikutnya.
it: Se è stato utilizzato un supporto locale per eseguire questo programma di installazione, rimuoverlo prima del prossimo avvio.
ja: このインストーラの起動に際してローカルメディアを使用している場合は、次回の再起動までの間にメディアを取り出しておいてください。
pt_br: Se uma mídia local foi usada para executar este instalador, remova-a antes da próxima inicialização.
ru: Если для запуска этой программы установки использовался локальный носитель, извлеките его перед следующей загрузкой.
sv: Om ett lokalt media användes för att köra det här installationsprogrammet, ta bort det före nästa uppstart.
tr: Bu yükleyiciyi çalıştırmak için yerel medya kullanıldıysa bir sonraki önyüklemeden önce bunu kaldırın.
uk: Якщо для запуску цієї програми використовувався локальний носій, витягніть його перед наступним завантаженням.

source: The final step to configure the Trusted Platform Module (TPM) to automatically open encrypted devices will take place during the first boot of the new system. For that to work, the machine needs to boot directly to the new boot loader.
ca: El pas final per configurar el Mòdul de plataforma de confiança (TPM) per obrir automàticament dispositius encriptats es farà durant la primera arrencada del nou sistema. Perquè això funcioni, la màquina ha d'arrencar directament amb el carregador d'arrencada nou.
de: Der letzte Schritt zur Konfiguration des Trusted Platform Module (TPM) zum automatischen Öffnen verschlüsselter Geräte erfolgt beim ersten Booten des neuen Systems. Damit dies funktioniert, muss der Rechner direkt mit dem neuen Bootloader booten.
el: Το τελικό βήμα για τη ρύθμιση του Trusted Platform Module (TPM) για το αυτόματο άνοιγμα κρυπτογραφημένων συσκευών θα πραγματοποιηθεί κατά την πρώτη εκκίνηση του νέου συστήματος. Για να λειτουργήσει αυτό, το μηχάνημα πρέπει να εκκινήσει απευθείας στον νέο φορτωτή εκκίνησης (boot loader).
es: El último paso para configurar Trusted Platform Module (TPM) para abrir automáticamente dispositivos cifrados se llevará a cabo durante el primer inicio del nuevo sistema. Para que eso funcione, la máquina necesita iniciarse directamente con el nuevo cargador de arranque.
fi: Viimeinen kohta on tehdä Trusted Platform Module (TPM) -asetukset, jotta salattujen laitteiden aukaisu automaattisesti tapahtuu uuteen järjestelmään ensimmäistä kertaa käytettäessä. Jotta tämä toimisi, laite tulee käynnistää suoraan uudeen käynnistyslataimeen.
fr: La dernière étape pour configurer le Trusted Platform Module (TPM) pour qu'il ouvre automatiquement les périphériques cryptés aura lieu lors du premier démarrage du nouveau système. Pour que cela fonctionne, la machine doit démarrer directement avec le nouveau chargeur d'amorçage.
id: Langkah terakhir untuk mengonfigurasi Trusted Platform Module (TPM) agar dapat membuka perangkat yang dienkripsi secara otomatis selama booting pertama dari sistem yang baru. Agar dapat berfungsi, mesin harus melakukan booting secara langsung ke boot loader yang baru.
it: Per configurare il Trusted Platform Module (TPM) in modo che apra automaticamente i dispositivi cifrati, l'ultimo passaggio avrà luogo al primo avvio del nuovo sistema. La macchina deve avviarsi direttamente nel nuovo boot loader per completare l'operazione.
ja: Trusted Platform Module (TPM) の設定の最後では、新しいシステムの初回起動時に暗号化されたデバイスを自動で解除するよう設定します。これを動作させるためには、マシンが新しいブートローダを直接起動するように設定しておく必要があります。
pt_br: A etapa final para configurar o Trusted Platform Module (TPM) para abrir automaticamente dispositivos criptografados ocorrerá durante a primeira inicialização do novo sistema. Para que isso funcione, a máquina precisa inicializar diretamente no novo gerenciador de boot.
ru: Последний шаг по настройке Доверенного платформенного модуля (TPM) на автоматическое открытие зашифрованных устройств будет выполнен во время первой загрузки новой системы. Чтобы это сработало, машина должна загрузиться непосредственно в новый загрузчик.
sv: Det sista steget för att konfigurera Trusted Platform Module (TPM) för att automatiskt öppna krypterade enheter kommer att ske under den första uppstarten av det nya systemet. För att det ska fungera måste maskinen startas direkt till den nya uppstartshanteraren.
tr: Güvenilir Platform Modülünü (TPM) şifrelenmiş aygıtları kendiliğinden açacak biçimde yapılandırmanın son adımı, yeni sistemin ilk önyüklemesi sırasında gerçekleştirilecektir. Bunun çalışması için makine doğrudan yeni önyükleyiciye önyüklemelidir.
uk: Останній крок з налаштування модуля довіреної платформи (TPM) для автоматичного відкриття зашифрованих пристроїв відбудеться під час першого завантаження нової системи. Щоб це спрацювало, комп'ютер повинен завантажитися безпосередньо з новим завантажувачем.

source: Installation complete
de: Installation abgeschlossen
el: Η εγκατάσταση ολοκληρώθηκε
ja: インストール完了
ru: Установка завершена
uk: Встановлення завершено

source: You can reboot the machine to log in to the new system.
de: Sie können den Rechner neu starten, um sich bei dem neuen System anzumelden.
el: Μπορείτε να κάνετε επανεκκίνηση του μηχανήματος για να συνδεθείτε στο νέο σύστημα.
ja: あとはマシンを再起動して新しいシステムにログインするだけです。
ru: Можете перезагружать устройство, чтобы войти в новую систему.
uk: Ви можете перезавантажити пристрій, щоб увійти в нову систему.

source: Installation in progress
ca: Instal·lació en curs
de: Installation läuft
el: Εγκατάσταση σε εξέλιξη
ja: インストールを行っています
ru: Установка в процессе
uk: Встановлення триває

source: Language
ca: Llengua
de: Sprache
el: Γλώσσα
es: Idioma
fi: Kieli
fr: Langue
id: Bahasa
it: Lingua
ja: 言語
ka: ენა
pt_br: Idioma
ru: Язык
sv: Språk
tr: Dil
uk: Мова

source: Keyboard layout
ca: Disposició del teclat
de: Tastaturbelegung
el: Διάταξη πληκτρολογίου
es: Distribución del teclado
fi: Näppäimistön asettelu
fr: Disposition du clavier
id: Tata letak keyboard
it: Layout di tastiera
ja: キーボードレイアウト
ka: კლავიატურის განლაგება
pt_br: Layout do teclado
ru: Раскладка клавиатуры
sv: Tangentbordslayout
tr: Klavye düzeni
uk: Розкладка клавіатури

source: Cannot be changed in remote installation
ca: No es pot canviar a la instal·lació remota.
de: Kann bei der Ferninstallation nicht geändert werden
el: Δεν είναι δυνατή η αλλαγή σε απομακρυσμένη εγκατάσταση
es: No se puede cambiar en instalación remota
fi: Ei voi muuttaa etäasennuksessa
fr: Ne peut être modifié dans l'installation à distance
id: Tidak dapat diubah dalam instalasi jarak jauh
it: Non può essere cambiato nell'installazione remota
ja: リモートインストールの場合は変更できません
ka: ვერ შეიცვლება დაშორებული დაყენებისას
pt_br: Não pode ser alterado na instalação remota
ru: Нельзя изменить при удаленной установке
sv: Kan inte ändras i fjärrinstallation
tr: Uzaktan kurulumda değiştirilemez
uk: Неможливо змінити під час віддаленого встановлення

source: This will affect only the installer interface, not the product to be installed. You can adjust the product’s localization later in the Localization settings page.
ca: Això afectarà només la interfície de l'instal·lador, no el producte que s'ha d'instal·lar. Podeu ajustar la localització del producte més endavant a la pàgina de configuració de la localització.
de: Dies betrifft nur die Oberfläche des Installationsprogramms, nicht das zu installierende Produkt. Sie können die Lokalisierung des Produkts später auf der Seite mit den Lokalisierungseinstellungen anpassen.
el: Αυτό θα επηρεάσει μόνο τη διεπαφή του εγκαταστάτη, όχι το προϊόν που θα εγκατασταθεί. Μπορείτε να προσαρμόσετε την τοπικοποίηση του προϊόντος αργότερα στη σελίδα ρυθμίσεων Τοπικοποίησης.
es: Esto sólo afectará a la interfaz del instalador, no el producto a instalar. Puede ajustar la ubicación del producto más adelante en la página de configuración de ubicación.
fi: Tämä vaikuttaa vain asennusohjelman käyttöliittymään, ei asennettavaan tuotteeseen. Voit muuttaa tuotteen kotoistamisesta myöhemmin asetussivulta.
fr: Cela n'affectera que l'interface du programme d'installation, et non le produit à installer. Vous pouvez ajuster la localisation du produit ultérieurement dans la page Paramètres de localisation.
id: Hal ini hanya akan memengaruhi antarmuka penginstal, bukan produk yang akan diinstal. Anda dapat menyesuaikan lokalisasi produk nanti di halaman Pengaturan Lokalisasi.
it: Questa operazione interesserà solo l'interfaccia del programma di installazione, non il prodotto da installare. È possibile modificare la localizzazione del prodotto successivamente nella pagina Impostazioni di localizzazione.
ja: ここでの設定はインストーラ自身にのみ適用され、インストールする製品には適用されません。製品に対する設定を行いたい場合は、ローカライゼーション設定のページで行ってください。
pt_br: Isso afetará apenas a interface do instalador, não o produto que será instalado. Você poderá ajustar a localização do produto mais tarde na página de configurações de Localização.
ru: Это повлияет только на интерфейс программы установки, не на устанавливаемый продукт. Настроить локализацию продукта Вы сможете позже в разделе «Локализация».
sv: Detta påverkar endast installationsgränssnittet, inte produkten som ska installeras. Du kan justera produktens lokalisering senare på sidan Lokaliseringsinställningar.
tr: Bu yalnızca yükleyici arayüzünü etkileyecektir, yüklenecek ürünü değil. Ürünün yerelleştirmesini daha sonra Yerelleştirme ayarları sayfasında ayarlayabilirsiniz.
uk: Це вплине тільки на інтерфейс установника, не на продукт, що встановлюється. Змінити параметри локалізації продукту Ви зможете пізніше на сторінці налаштувань локалізації.

source: More language and keyboard layout options for the selected product may be available in [Localization] page.
ca: És possible que hi hagi més opcions de llengua i disposicions de teclat per al producte seleccionat a la pàgina [Localization].
de: Weitere Sprach- und Tastaturbelegungsoptionen für das ausgewählte Produkt sind unter Umständen auf der Seite [Localization] verfügbar.
el: Περισσότερες επιλογές γλώσσας και διάταξης πληκτρολογίου για το επιλεγμένο προϊόν ενδέχεται να είναι διαθέσιμες στη σελίδα [Τοπικοποίηση].
es: Es posible que haya más idiomas y opciones de distribución de teclado para el producto seleccionado en la página de [Ubicación].
fi: Lisää kieli- ja näppäimistöasetteluvaihtoehtoja valitulle tuotteelle saattaa olla tarjolla [Kotoistaminen]-sivulla.
fr: D'autres options de langue et de disposition du clavier pour le produit sélectionné peuvent être disponibles sur la page [Localization].
id: Opsi bahasa dan tata letak keyboard tambahan untuk produk yang dipilih mungkin tersedia di halaman [Localization].
it: Nella pagina [Localizzazione] potrebbero essere disponibili altre opzioni di lingua e mappatura della tastiera per il prodotto selezionato.
ja: 選択した製品に対する言語やキーボードレイアウトの詳細な設定は、 [ローカライゼーション] のページにあります。
pt_br: Mais opções de idioma e layout de teclado para o produto selecionado podem estar disponíveis na página [Localização].
ru: Для выбранного продукта могут быть доступны другие варианты языков и раскладок клавиатуры в разделе [Локализации].
sv: Fler språk och tangentbordslayoutalternativ för den valda produkten kan finnas tillgängliga på sidan [Lokalisering].
tr: Seçili ürün için daha çok dil ve klavye düzeni seçeneği [Yerelleştirme] sayfasında bulunabilir.
uk: Більше варіантів мов і розкладок клавіатури може бути доступно на сторінці [Локалізації].

source: Language and keyboard
ca: Llengua i teclat
de: Sprache und Tastatur
el: Γλώσσα και πληκτρολόγιο
es: Idioma y teclado
fi: Kieli ja näppäimistö
fr: Langue et clavier
id: Bahasa dan keyboard
it: Lingua e tastiera
ja: 言語とキーボード
ka: ენა და კლავიატურა
pt_br: Idioma e teclado
ru: Язык и клавиатура
sv: Språk och tangentbordslayout
tr: Dil ve klavye
uk: Мова і клавіатура

source: Use these same settings for the selected product
ca: Usa aquests mateixos paràmetres per al producte seleccionat
de: Dieselben Einstellungen für das ausgewählte Produkt verwenden
el: Χρήση των ίδιων ρυθμίσεων για το επιλεγμένο προϊόν
es: Utilizar los mismos ajustes para el producto seleccionado
fi: Käytä näitä samoja asetuksia valitulle tuotteelle
fr: Utiliser les mêmes paramètres pour le produit sélectionné
id: Gunakan pengaturan yang sama untuk produk yang dipilih
it: Usa le stesse impostazioni per il prodotto selezionato
ja: 選択した製品に対しても同じ設定を使用する
ka: იგივე პარამეტრების გამოყენება მონიშნული პროდუქტისთვის
pt_br: Usar estas mesmas configurações para o produto selecionado
ru: Исп. эти же настройки для выбранного продукта
sv: Använd samma inställningar för den valda produkten
tr: Seçili ürün için aynı ayarları kullan
uk: Використовувати ці ж налаштування для обраного продукту

source: Accept
ca: Accepta-ho
de: Annehmen
el: Αποδοχή
es: Aceptar
fi: Hyväksy
fr: Accepter
id: Terima
it: Accetta
ja: 受け入れる
ka: დასტური
pt_br: Aceitar
ru: Подтвердить
sv: Acceptera
tr: Kabul Et
uk: Прийняти

source: More languages might be available for the selected product at [Localization] page
ca: És possible que hi hagi més llengües disponibles per al producte seleccionat a la pàgina [Localitzation]
de: Weitere Sprachen für das ausgewählte Produkt sind unter Umständen auf der Seite [Localization] verfügbar
el: Περισσότερες γλώσσες ενδέχεται να είναι διαθέσιμες για το επιλεγμένο προϊόν στη σελίδα [Τοπικοποίηση]
es: Es posible que haya más idiomas disponibles para el producto seleccionado en la página de [Ubicación]
fi: Lisää kieliä valitulle tuotteelle saattaa olla tarjolla [Kotoistaminen]-sivulla
fr: D'autres langues peuvent être disponibles pour le produit sélectionné sur la page [Localization]
id: Bahasa lain mungkin tersedia untuk produk yang dipilih di halaman [Localization]
it: Nella pagina [Localizzazione] potrebbero essere disponibili altre lingue per il prodotto selezionato
ja: 選択した製品に対する言語の詳細な設定は、 [ローカライゼーション] のページにあります
ka: მეტი ენა, შეიძლება, [Localization]-ის გვერდზე იყოს ხელმისაწვდომი
pt_br: Mais idiomas podem estar disponíveis para o produto selecionado na página [Localização]
ru: Для выбранного продукта могут быть доступны другие языки в разделе [Локализации]
sv: Fler språk kan vara tillgängliga för den valda produkten på [Lokalisering] sidan
tr: Seçili ürün için [Yerelleştirme] sayfasında daha çok dil bulunabilir
uk: Більше мов може бути доступно на сторінці [Локалізації]

source: Change Language
ca: Canvia'n la llengua
de: Sprache ändern
el: Αλλαγή γλώσσας
es: Cambiar idioma
fi: Vaihda kieltä
fr: Modifier la langue
id: Ubah Bahasa
it: Cambia lingua
ja: 言語の変更
ka: ენის შეცვლა
pt_br: Alterar idioma
ru: Изменить язык
sv: Ändra språk
tr: Dili değiştir
uk: Змінити мову

source: Use for the selected product too
ca: Usa-la també per al producte seleccionat
de: Auch für das ausgewählte Produkt verwenden
el: Χρήση και για το επιλεγμένο προϊόν
es: Utilizar también para el producto seleccionado
fi: Käytä myös valitulle tuotteelle
fr: À utiliser également pour le produit sélectionné
id: Gunakan juga untuk produk yang dipilih
it: Usa anche per il prodotto selezionato
ja: 選択した製品に対しても使用する
ka: გამოყენება მონიშნული პროდუქტისთვისაც
pt_br: Usar também para o produto selecionado
ru: Исп. также для выбранного продукта
sv: Använd även för den valda produkten
tr: Seçili ürün için de kullan
uk: Використовувати також для обраного продукту

source: Change keyboard
ca: Canvia el teclat
de: Tastatur ändern
el: Αλλαγή πληκτρολογίου
es: Cambiar teclado
fi: Vaihda näppäimistöä
fr: Changer de clavier
id: Ganti papan ketik
it: Cambia tastiera
ja: キーボードの変更
ka: კლავიატურის შეცვლა
pt_br: Alterar teclado
ru: Изменить клавиатуру
sv: Ändra tangentbordslayout
tr: Klavyeyi değiştir
uk: Змінити клавіатуру

source: More keymap layout might be available for the selected product at [Localization] page
ca: Pot ser que hi hagi més disposicions de teclat disponibles per al producte seleccionat a la pàgina [Localitzation]
de: Weitere Tastaturbelegungen für das ausgewählte Produkt sind unter Umständen auf der Seite [Localization] verfügbar
el: Περισσότερες διατάξεις πληκτρολογίου ενδέχεται να είναι διαθέσιμες για το επιλεγμένο προϊόν στη σελίδα [Τοπικοποίηση]
es: Puede haber más distribuciones de teclado disponibles para el producto seleccionado en la página de [Ubicación]
fi: Lisää näppäimistöasetteluvaihtoehtoja valitulle tuotteelle saattaa olla tarjolla [Kotoistaminen]-sivulla
fr: D'autres plans de codage clavier peuvent être disponibles pour le produit sélectionné sur la page [Localization]
id: Mungkin ada lebih banyak tata letak keyboard yang tersedia untuk produk yang dipilih di halaman [Localization]
it: Nella pagina [Localizzazione] potrebbero essere disponibili altre mappatura della tastiera per il prodotto selezionato
ja: 選択した製品に対するキーボードレイアウトの詳細な設定は、 [ローカライゼーション] のページにあります
pt_br: Mais layouts de mapa de teclado podem estar disponíveis para o produto selecionado na página [Localização]
ru: Для выбранного продукта могут быть доступны другие раскладки клавиатуры в разделе [Локализации]
sv: Fler tangentbordslayouter kan vara tillgängliga för den valda produkten på [Lokalisering] sidan
tr: Seçili ürün için daha çok klavye düzeni [Yerelleştirme] sayfasında bulunabilir
uk: Більше розкладок клавіатури може бути доступно на сторінці [Локалізації]

source: Change display language
ca: Canvia la llengua de visualització
de: Anzeigesprache ändern
el: Αλλαγή γλώσσας εμφάνισης
es: Cambiar el idioma de visualización
fi: Vaihda näyttökieltä
fr: Modifier la langue d'affichage
id: Ubah bahasa tampilan
it: Cambia lingua visualizzata
ja: 表示言語の変更
ka: საჩვენებელი ენის შეცვლა
pt_br: Alterar idioma de exibição
ru: Изменить язык
sv: Ändra visningsspråk
tr: Görüntüleme dilini değiştir
uk: Змінити видиму мову

source: Change keyboard layout
ca: Canvia la disposició del teclat
de: Tastaturbelegung ändern
el: Αλλαγή διάταξης πληκτρολογίου
es: Cambiar distribución del teclado
fi: Vaihda näppäimistön asettelua
fr: Modifier la disposition du clavier
id: Ubah tata letak keyboard
it: Cambia mappagura della tastiera
ja: キーボードレイアウトの変更
ka: კლავიატურის განლაგების შეცვლა
pt_br: Alterar layout de teclado
ru: Изменить раскладку клавиатуры
sv: Ändra tangentbordslayout
tr: Klavye düzenini değiştir
uk: Змінити розкладку клавіатури

source: Change display language and keyboard layout
ca: Canvia la llengua de visualització i la disposició del teclat
de: Anzeigesprache und Tastaturbelegung ändern
el: Αλλαγή γλώσσας εμφάνισης και διάταξης πληκτρολογίου
es: Cambiar idioma de visualización y distribución del teclado
fi: Vaihda näyttökieltä ja näppäimistön asettelua
fr: Modifier la langue d'affichage et la disposition du clavier
id: Ubah bahasa tampilan dan tata letak keyboard
it: Cambia lingua visualizzata e mappatura della tastiera
ja: 表示言語とキーボードレイアウトの変更
ka: საჩვენებელი ენისა და კლავიატურის განლაგების შეცვლა
pt_br: Alterar idioma de exibição e layout de teclado
ru: Изменить язык и раскладку клавиатуры
sv: Ändra visningsspråk och tangentbordslayout
tr: Görüntüleme dilini ve klavye düzenini değiştir
uk: Змінити мову та розкладку клавіатури

source: More installer options
el: Περισσότερες επιλογές εγκατάστασης
ja: さらなるインストーラのオプション
ru: Другие параметры установщика

source: More
el: Περισσότερα
ja: 続く
ru: Ещё
