Repository: agama-project/agama-weblate
Catalog: web/*.po
Languages: ca, de, el, es, fi, fr, id, it, ja, ka, pt_br, ru, sv, tr, uk

source: To ensure the new system is able to boot, the installer may need to create or configure some partitions in the appropriate disk.
ca: Per garantir que el sistema nou pugui arrencar, és possible que l'instal·lador hagi de crear o configurar algunes particions al disc adequat.
de: Um sicherzustellen, dass das neue System starten kann, muss das Installationsprogramm möglicherweise einige Partitionen auf der entsprechenden Festplatte erstellen oder konfigurieren.
el: Για να διασφαλιστεί ότι το νέο σύστημα μπορεί να εκκινήσει, ο εγκαταστάτης ενδέχεται να χρειαστεί να δημιουργήσει ή να ρυθμίσει ορισμένες κατατμήσεις στον κατάλληλο δίσκο.
es: Para garantizar que el nuevo sistema pueda arrancar, es posible que el instalador tenga que crear o configurar algunas particiones en el disco correspondiente.
fi: Jotta järjestelmä käynnistyisi, asennusohjelman saattaa täytyä luoda tai tehdä osioiden asetusmuutoksia soveltuvalla levyllä.
fr: Pour s'assurer que le nouveau système puisse démarrer, le programme d'installation peut avoir besoin de créer ou de configurer certaines partitions sur le disque approprié.
id: Untuk memastikan sistem baru dapat melakukan booting, penginstal mungkin perlu membuat atau mengonfigurasi beberapa partisi di disk yang sesuai.
it: Affinché il nuovo sistema possa avviarsi, l'installatore potrebbe dover creare o configurare delle partizioni nel disco appropriato.
ja: システムを起動できるようにするため、インストーラは適切なディスク内にいくつかの追加パーティションを作成もしくは設定する必要があるかもしれません。
pt_br: Para garantir que o novo sistema possa inicializar, o instalador pode precisar criar ou configurar algumas partições no disco apropriado.
ru: Чтобы обеспечить загрузку новой системы, программе установки может потребоваться создать или настроить некоторые разделы на соответствующем диске.
sv: För att säkerställa att det nya systemet kan starta kan installationsprogrammet behöva skapa eller konfigurera vissa partitioner på lämplig disk.
tr: Yeni sistemin önyükleme yapabilmesini sağlamak için yükleyicinin uygun diskte bazı bölümler oluşturması veya yapılandırması gerekebilir.
uk: Щоб забезпечити можливість завантаження нової системи, програмі встановлення може знадобитися створити або налаштувати деякі розділи на відповідному диску.

source: Boot options
ca: Opcions d'arrencada
de: Boot-Optionen
el: Επιλογές εκκίνησης
es: Opciones de arranque
fi: Käynnistysvalinnat
fr: Options de démarrage
id: Opsi boot
it: Opzioni di avvio
ja: 起動オプション
ka: ჩატვირთვის პარამეტრები
pt_br: Opções de inicialização
ru: Параметры загрузки
sv: Uppstartsalternativ
tr: Önyükleme seçenekleri
uk: Параметри завантаження

source: Automatic
ca: Automàtica
de: Automatisch
el: Αυτόματη
es: Automático
fi: Automaattinen
fr: Automatique
id: Otomatis
it: Automatico
ja: 自動
ka: ავტომატური
pt_br: Automático
ru: Автоматически
sv: Automatisk
tr: Kendiliğinden
uk: Автоматично

source: Select a disk
ca: Seleccioneu un disc
de: Festplatte auswählen
el: Επιλέξτε έναν δίσκο
es: Seleccione un disco
fi: Valitse levy
fr: Sélectionner un disque
id: Pilih disk
it: Seleziona un disco
ja: ディスクの選択
ka: აირჩიეთ დისკი
pt_br: Selecionar um disco
ru: Выберите диск
sv: Välj en disk
tr: Bir disk seçin
uk: Оберіть диск

source: Partitions to boot will be set up if needed at the following device.
ca: Les particions per arrencar s'establiran, si cal, al dispositiu següent:
de: Partitionen zum Booten werden bei Bedarf auf dem folgenden Gerät eingerichtet.
el: Οι κατατμήσεις που απαιτούνται για την εκκίνηση θα ρυθμιστούν, εάν απαιτείται, στην ακόλουθη συσκευή.
es: Las particiones para arrancar se configurarán si es necesario en el siguiente dispositivo.
fi: Käynnistämiseen tarvittavat osiot otetaan tarvittaessa käyttöön seuraavalta laitteelta.
ja: 下記のデバイス内に必要に応じて起動用のパーティションを割り当てます。
ka: ჩატვირთვადი დანაყოფები გამოიყოფა საჭიროებისამებრ შემდეგი მოწყობილობიდან.
pt_br: As partições para inicialização serão configuradas se necessário no seguinte dispositivo.
ru: При необходимости разделы для загрузки будут созданы на следующем устройстве.
sv: Partitioner att starta från kommer att konfigureras om det behövs på följande enhet.
uk: Розділи для завантаження будуть налаштовані за необхідності на наступному пристрої.

source: Choose a disk for placing the boot loader
ca: Trieu un disc per posar-hi el carregador d'arrencada
de: Wählen Sie eine Festplatte für den Bootloader aus
el: Επιλέξτε έναν δίσκο για την τοποθέτηση του φορτωτή εκκίνησης (boot loader)
es: Escoge un disco para poner el cargador de arranque
fi: Valitse levy jolle käynnistyslatain asennetaan
fr: Choisir un disque pour placer le chargeur d'amorçage
id: Pilih disk untuk menempatkan boot loader
it: Seleziona un disco per installare il boot loader
ja: ブートローダを配置するディスクを選択してください
ka: აირჩიეთ დისკის ჩამტვირთავის განსათავსებლად
pt_br: Escolha um disco para colocar o carregador de inicialização
ru: Выберите диск для размещения загрузчика
sv: Välj en disk för att placera uppstartsladdaren
tr: Önyükleyiciyi yerleştirmek için disk seç
uk: Оберіть диск для розміщення завантажувача

source: Do not configure
ca: No ho configuris
de: Nicht konfigurieren
el: Να μη γίνει ρύθμιση
es: No configurar
fi: Älä tee asetuksia
fr: Ne pas configurer
id: Jangan konfigurasikan
it: Non configurare
ja: 設定しない
ka: მორგება არ მოხდება
pt_br: Não configurar
ru: Не настраивать
sv: Konfigurera inte
tr: Yapılandırmayın
uk: Не налаштовувати

source: No partitions will be automatically configured for booting. Use with caution.
ca: No es configurarà automàticament cap partició per a l'arrencada. Useu-ho amb precaució.
de: Es werden keine Partitionen automatisch für das Booten konfiguriert. Seien Sie vorsichtig.
el: Καμία κατάτμηση δεν θα ρυθμιστεί αυτόματα για την εκκίνηση. Χρησιμοποιήστε το με προσοχή.
es: No se configurarán automáticamente particiones para el arranque. Úselo con precaución.
fi: Käynnistämiseen käytettäviä osioita ei ole automaattisesti otettu käyttöön. Käytä tällaisia asetuksia varoen.
fr: Aucune partition ne sera automatiquement configurée pour le démarrage. À utiliser avec précaution.
id: Tidak ada partisi yang akan dikonfigurasi secara otomatis untuk booting. Gunakan dengan hati-hati.
it: Le partizioni per l'avvio non verranno configurate automaticamente.Usare con cautela.
ja: 起動用のパーティションを自動設定しません。注意してお使いください。
ka: ჩასატვირთად დანაყოფების ავტომატური მორგება არ მოხდება. ფრთხილად გამოიყენეთ.
pt_br: Nenhuma partição será configurada automaticamente para inicialização. Use com cautela.
ru: Ни один раздел не будет автоматически настроен для загрузки. Используйте с осторожностью.
sv: Inga partitioner kommer att konfigureras automatiskt för uppstart. Använd med försiktighet.
tr: Önyükleme için hiçbir bölüm kendiliğinden yapılandırılmayacak. Dikkatli kullanın.
uk: Жоден розділ не буде автоматично налаштовано для завантаження. Використовуйте з обережністю.

source: No devices configured yet
ca: Encara no s'ha configurat cap dispositiu
de: Noch keine Geräte konfiguriert
el: Δεν έχουν ρυθμιστεί συσκευές ακόμη
es: Aún no hay dispositivos configurados
fi: Laitteiden asetuksia ei ole tehty
fr: Encore aucun appareil configuré
id: Belum ada perangkat yang dikonfigurasi
it: Non è stato ancora configurato alcun dispositivo
ja: まだ何もデバイスを選択していません
ka: ჯერ მოწყობილობები მორგებული არაა
pt_br: Nenhum dispositivo ainda foi configurado
ru: Устройства ещё не настроены
sv: Inga enheter har konfigurerats ännu
tr: Henüz hiçbir cihaz yapılandırılmadı
uk: Пристрої ще не налаштовані

source: Use actions below to set up your devices or click %s to start from scratch with the default configuration.
ca: Useu les accions següents per configurar els dispositius o cliqueu a %s per començar des de zero amb la configuració predeterminada.
de: Verwenden Sie die nachstehenden Aktionen, um Ihre Geräte einzurichten, oder klicken Sie auf %s, um mit der Standardkonfiguration von vorn zu beginnen.
el: Χρησιμοποιήστε τις παρακάτω ενέργειες για να ρυθμίσετε τις συσκευές σας ή κάντε κλικ στο %s για να ξεκινήσετε από το μηδέν με την προεπιλεγμένη διαμόρφωση.
es: Utilice las operaciones siguientes para configurar sus dispositivos o haga clic en %s para empezar desde cero con la configuración predeterminada.
fi: Käytä alle olevia toimintoja laitteiden asetusten tekemiseen tai napsauta %s lähteäksesi liikkeelle tyhjältä pöydältä oletuasetuksilla.
fr: Utilisez les actions ci-dessous pour configurer vos périphériques ou cliquez sur %s pour repartir de zéro avec la configuration par défaut.
id: Gunakan tindakan di bawah ini untuk mengatur perangkat Anda atau klik %s untuk memulai dari awal dengan konfigurasi default.
it: Usare le azioni seguenti per configurare i dispositivi o fare clic su %s per iniziare da zero con la configurazione predefinita.
ja: 下記にあるアクションを押してデバイスを設定するか、もしくは %s を押して何もない状態から設定を行ってください。
pt_br: Use as ações a seguir para configurar os dispositivos ou clique em %s para iniciar do zero com a configuração padrão.
ru: Используйте приведенные ниже действия для настройки устройств или нажмите %s, чтобы начать с нуля с конфигурацией по умолчанию.
sv: Använd åtgärderna nedan för att ställa in dina enheter eller klicka på %s för att börja från början med standardkonfigurationen.
tr: Aygıtlarınızı ayarlamak için aşağıdaki eylemleri kullanın veya öntanımlı yapılandırmayla sıfırdan başlamak için %s ögesine tıklayın.
uk: Виконайте наведені нижче дії, щоб налаштувати ваші пристрої, або натисніть %s, щоб почати з нуля з типовою конфігурацією.

source: reset to defaults
ca: restableix els valors predeterminats
de: Auf Standardeinstellungen zurücksetzen
el: επαναφορά προεπιλογών
es: restablecer valores predeterminados
fi: palauta oletuksiin
fr: rétablir les valeurs par défaut
id: kembalikan ke default
it: ripristina le impostazioni predefinite
ja: 既定値に戻す
ka: ჩამოყრა ნაგულისხმევზე
pt_br: redefinir aos padrões
ru: сброс настроек по умолчанию
sv: återställ till standard
tr: öntanımlılara sıfırla
uk: скинути до типових налаштувань

source: Select a device to define partitions or to mount
ca: Seleccioneu un dispositiu per definir-ne les particions o per muntar-lo
de: Wählen Sie ein Gerät aus, um Partitionen zu definieren oder einzuhängen
el: Επιλέξτε μια συσκευή για ορισμό κατατμήσεων ή για προσάρτηση
es: Seleccione un dispositivo para definir particiones o para montarlo
fi: Valitse laite osioiden määrittämiseen tai liittämiseen
fr: Sélectionner un périphérique pour définir des partitions ou effectuer le montage
id: Pilih perangkat untuk mendefinisikan partisi atau untuk mount
it: Seleziona un dispositivo per definire le partizioni o montare
ja: パーティションの設定またはマウントを行うデバイスを選択してください
ka: აირჩიეთ დისკი დანაყოფების აღწერისთვის, ან მისამაგრებლად
pt_br: Selecionar um dispositivo para definir as partições ou para montar
ru: Выберите устройство для определения разделов или монтирования
sv: Välj en enhet för att definiera partitioner eller för att montera
tr: Bölümleri tanımlamak veya bağlamak için bir aygıt seçin
uk: Виберіть пристрій для визначення розділів або монтування

source: Select another device to define partitions or to mount
ca: Seleccioneu un altre dispositiu per definir-ne les particions o per muntar-lo
de: Wählen Sie ein anderes Gerät aus, um Partitionen zu definieren oder einzuhängen
el: Επιλέξτε άλλη συσκευή για ορισμό κατατμήσεων ή για προσάρτηση
es: Seleccione otro dispositivo para definir particiones o para montarlo
fi: Valitse toinen laite osioiden määrittämiseen tai liittämiseen
fr: Sélectionner un autre périphérique pour définir des partitions ou effectuer le montage
id: Pilih perangkat lain untuk mendefinisikan partisi atau untuk mount
it: Seleziona un altro dispositivo per definire le partizioni o montare
ja: パーティションの設定またはマウントを行う他のデバイスを選択してください
ka: აირჩიეთ სხვა დისკი დანაყოფების აღწერის, ან მიმაგრებისთვის
pt_br: Selecionar outro dispositivo para definir as partições ou para montar
ru: Выберите другое устройство для определения разделов или монтирования
sv: Välj en annan enhet för att definiera partitioner eller för att montera
tr: Bölümleri tanımlamak veya bağlamak için başka bir cihaz seçin
uk: Виберіть інший пристрій для створення розділів або монтування

source: Select a disk to define partitions or to mount
ca: Seleccioneu un disc per definir-ne les particions o per muntar-lo
de: Wählen Sie eine Festplatte aus, um Partitionen zu definieren oder einzuhängen
el: Επιλέξτε έναν δίσκο για ορισμό κατατμήσεων ή για προσάρτηση
es: Seleccione un disco para definir particiones o para montarlo
fi: Valitse levy osioiden määrittämiseen tai liittämiseen
fr: Sélectionner un disque pour définir des partitions ou effectuer le montage
id: Pilih perangkat lain untuk mendefinisikan partisi atau untuk mount
it: Seleziona un disco per definire le partizioni o montare
ja: パーティションの設定またはマウントを行うディスクを選択してください
ka: აირჩიეთ დისკი დანაყოფების აღწერისთვის, ან მიმაგრებისთვის
pt_br: Selecionar um disco para definir as partições ou para montar
ru: Выберите диск для определения разделов или монтирования
sv: Välj en disk för att definiera partitioner eller för att montera
tr: Bölümleri tanımlamak veya bağlamak için disk seç
uk: Виберіть диск для визначення розділів або монтування

source: Select another disk to define partitions or to mount
ca: Seleccioneu un altre disc per definir-ne les particions o per muntar-lo
de: Wählen Sie eine andere Festplatte aus, um Partitionen zu definieren oder einzuhängen
el: Επιλέξτε άλλον δίσκο για ορισμό κατατμήσεων ή για προσάρτηση
es: Seleccione otro disco para definir particiones o para montarlo
fi: Valitse toinen levy osioiden määrittämiseen tai liittämiseen
fr: Sélectionner un autre disque pour définir des partitions ou effectuer le montage
id: Pilih disk lain untuk mendefinisikan partisi atau untuk mount
it: Seleziona un altro disco per definire le partizioni o montare
ja: パーティションの設定またはマウントを行う他のディスクを選択してください
ka: აირჩიეთ სხვა დისკი დანაყოფების აღწერისთვის, ან მიმაგრებისთვის
pt_br: Selecionar outro disco para definir as partições ou para montar
ru: Выберите другой диск для определения разделов или монтирования
sv: Välj en annan disk för att definiera partitioner eller för att montera
tr: Bölümleri tanımlamak veya bağlamak için başka disk seç
uk: Виберіть інший диск для створення розділів або монтування

source: Already using all available devices
ca: Ja s'usen tots els dispositius disponibles
de: Alle verfügbaren Geräte werden bereits verwendet
el: Χρησιμοποιούνται ήδη όλες οι διαθέσιμες συσκευές
es: Ya se están utilizando todos los dispositivos disponibles
fi: Kaikki saatavilla olevat laitteet ovat jo käytössä
fr: Tous les périphériques disponibles sont déjà utilisés
id: Sudah menggunakan semua perangkat yang tersedia
it: I dispositivi disponibili sono già interamente utilizzati
ja: 既に利用可能な全てのデバイスを使用しています
ka: უკვე გამოიყენება ყველა ხელმისაწვდომი მოწყობილობა
pt_br: Todos os dispositivos disponíveis já estão em uso
ru: Уже используются все доступные устройства
sv: Använder redan alla tillgängliga enheter
tr: Zaten uygun tüm aygıtlar kullanılıyor
uk: Вже використані всі наявні пристрої

source: Already using all available disks
ca: Ja s'usen tots els discs disponibles
de: Alle verfügbaren Festplatten werden bereits verwendet
el: Χρησιμοποιούνται ήδη όλοι οι διαθέσιμοι δίσκοι
es: Ya se están utilizando todos los discos disponibles
fi: Kaikki saatavilla olevat levyt ovat jo käytössä
fr: Tous les disques disponibles sont déjà utilisés
id: Sudah menggunakan semua disk yang tersedia
it: I dischi disponibili sono già interamente utilizzati
ja: 既に利用可能な全てのディスクを使用しています
ka: უკვე ვიყენებ ყველა ხელმისაწვდომ დისკს
pt_br: Todos os discos disponíveis já estão em uso
ru: Уже используются все доступные диски
sv: Använder redan alla tillgängliga diskar
tr: Zaten tüm kullanılabilir diskler kullanılıyor
uk: Вже використані всі наявні диски

source: Extend the installation beyond the currently selected device
ca: Amplia la instal·lació més enllà del dispositiu seleccionat actualment
de: Die Installation über das aktuell ausgewählte Gerät hinaus erweitern
el: Επέκταση της εγκατάστασης πέρα από την τρέχουσα επιλεγμένη συσκευή
es: Ampliar la instalación más allá del dispositivo seleccionado actualmente
fi: Laajenna asennusta käyttämään muutakin kuin nykyistä laitetta
fr: Étendre l’installation au-delà du périphérique actuellement sélectionné
it: Estendi l'installazione oltre il dispositivo attualmente selezionato
ja: 現在選択されている %d 個のデバイスからさらにインストールを拡張する
ka: დაყენების გაფართოება ამჟამად არჩეული მოწყობილობის მიღმა
pt_br: Estender a instalação além do dispositivo selecionado
ru: Расширение установки за пределы текущего %d устройства
sv: Utöka installationen bortom den valda enheten
tr: Kurulumu şu anda seçili olan cihazın ötesine genişletin
uk: Розширення встановлення за межі поточного %d пристрою

source: Extend the installation beyond the currently selected disk
ca: Ampliar la instal·lació més enllà del disc seleccionat actualment
de: Die Installation über die aktuell ausgewählte Festplatte hinaus erweitern
el: Επέκταση της εγκατάστασης πέρα από τον τρέχοντα επιλεγμένο δίσκο
es: Ampliar la instalación más allá del disco seleccionado actualmente
fi: Laajenna asennusta käyttämään muutakin kuin nykyistä levyä
fr: Étendre l’installation au-delà du disque actuellement sélectionné
it: Estendi l'installazione oltre il disco attualmente selezionato
ja: 現在選択されている %d 個のディスクからさらにインストールを拡張する
ka: დაყენების გაფართოება ამჟამად არჩეული დისკის მიღმა
pt_br: Estender a instalação além do disco selecionado
ru: Расширение установки за пределы текущего %d диска
sv: Utöka installationen bortom den valda disken
tr: Kurulumu şu anda seçili olan diskin ötesine geçirin
uk: Розширення встановлення за межі поточного %d диска

source: Start configuring a basic installation
ca: Comenceu a configurar una instal·lació bàsica
de: Konfiguration einer Basisinstallation beginnen
el: Έναρξη διαμόρφωσης μιας βασικής εγκατάστασης
es: Comience configurando una instalación básica
fi: Ala perusasennuksen asetusten teko
fr: Commencer à configurer une installation de base
id: Mulai mengkonfigurasi instalasi dasar
it: Avvia la configurazione per un'installazione di base
ja: 基本的なインストールの設定を開始する
ka: საბაზისო დაყენების მორგების დაწყება
pt_br: Começar a configuração de uma instalação básica
ru: Начать настройку базовой установки
sv: Börja konfigurera en grundläggande installation
tr: Bir temel bir kurulumu yapılandırmaya başlayın
uk: Почати налаштування базової інсталяції

source: Add device menu
ca: Afegeix el menú del dispositiu
de: Gerätemenü hinzufügen
el: Μενού προσθήκης συσκευής
es: Añadir menú de dispositivo
fi: Lisää laitevalikko
fr: Ajouter le menu du périphérique
id: Tambahkan menu perangkat
it: Aggiungi menu del dispositivo
ja: デバイスメニューの追加
ka: მოწყობილობის მენიუს დამატება
pt_br: Adicionar menu do dispositivo
ru: Меню добавления устройств
sv: Lägg till enhetsmeny
tr: Cihaz menüsü ekle
uk: Меню додавання пристроїв

source: Define a new LVM on top of one or several disks
ca: Definiu un LVM nou en un o diversos discs
de: Einen neuen LVM auf einer oder mehreren Festplatten definieren
el: Ορισμός ενός νέου LVM πάνω από έναν ή περισσότερους δίσκους
es: Definir un nuevo LVM sobre uno o varios discos
fi: Määritä uusi LVM yhdelle tai usemmalle levylle
fr: Définir un nouveau LVM au-dessus d'un ou de plusieurs disques
id: Buat partisi LVM baru di atas satu atau beberapa disk
it: Definisci un nuovo LVM su uno o più dischi
ja: 1 つもしくは複数のディスクに対して新しい LVM を設定する
ka: აღწერეთ ახალი LVM ერთი ან მეტი დისკით
pt_br: Definir uma nova LVM além de um ou vários discos
ru: Определение нового LVM поверх одного или нескольких дисков
sv: Definiera en ny LVM ovanpå en eller flera diskar
tr: Bir veya birkaç diskin üzerine yeni bir LVM tanımlayın
uk: Визначення нового LVM над одним або кількома дисками

source: Define a new LVM on the disk
ca: Definiu un LVM nou al disc
de: Einen neuen LVM auf der Festplatte definieren
el: Ορισμός ενός νέου LVM στον δίσκο
es: Defina un LVM nuevo en el disco
fi: Määritä uusi LVM levylle
fr: Définir un nouveau LVM sur le disque
id: Buat partisi LVM baru di disk
it: Definisci un nuovo LVM sul disco
ja: ディスクに対して新しい LVM を設定する
ka: ახალი LVM-ის აღწერა დისკზე
pt_br: Definir uma nova LVM no disco
ru: Определить новый LVM на диске
sv: Definiera en ny LVM på disken
tr: Diskte yeni bir LVM tanımlayın
uk: Задати новий LVM на диску

source: Configure device menu
ca: Configura el menú del dispositiu
de: Gerätemenü konfigurieren
el: Μενού ρύθμισης συσκευής
es: Configurar menú de dispositivo
fi: Laitteen asetusvalikko
fr: Configurer le menu du périphérique
id: Konfigurasi menu perangkat
it: Configura menu del dispositivo
ja: デバイスメニューの設定
ka: მოწყობილობის მენიუს მორგება
pt_br: Configurar menu do dispositivo
ru: Меню настройки устройства
sv: Konfigurera enhetsmeny
tr: Cihaz yapılandırma menüsü
uk: Меню налаштування пристрою

source: Add LVM volume group
ca: Afegeix un grup de volums d'LVM
de: LVM-Volume-Gruppe hinzufügen
el: Προσθήκη ομάδας τόμων (volume group) LVM
es: Añadir grupo de volúmenes LVM
fi: Lisää LVM-taltioryhmä
fr: Ajouter un groupe de volumes LVM
id: Tambahkan grup volume LVM
it: Aggiungi gruppo di volumi LVM
ja: 新規 LVM ボリュームグループの追加
ka: LVM ტომების ჯგუფის დამატება
pt_br: Adicionar grupo de volumes LVM
ru: Добавить группу томов LVM
sv: Lägg till LVM volymgrupp
tr: LVM disk grubu ekle
uk: Додати групу томів LVM

source: More devices
ca: Més dispositius
de: Weitere Geräte
el: Περισσότερες συσκευές
es: Más dispositivos
fi: Lisää laitteita
fr: Autres périphériques
id: Lebih banyak perangkat
it: Altri dispositivi
ja: さらなるデバイス
ka: მეტი მოწყობილობა
pt_br: Mais dispositivos
ru: Другие устройства
sv: Mer enheter
tr: Daha çok aygıt
uk: Інші пристрої

source: More storage options
ca: Més opcions d'emmagatzematge
de: Weitere Speicherungsoptionen
el: Περισσότερες επιλογές αποθήκευσης
es: Más opciones de almacenamiento
fi: Lisää tallenustilavalintoja
ja: さらなるストレージオプション
ka: საცავის მეტი პარამეტრი
pt_br: Mais opções de armazenamento
ru: Дополнительные параметры хранилища
sv: Mer lagringsalternativ
uk: Більше варіантів зберігання

source: Discover and connect to iSCSI targets
ca: Descobriu objectius iSCSI i connecteu-vos-hi
de: iSCSI-Ziele erkennen und mit ihnen verbinden
el: Εντοπισμός και σύνδεση σε στόχους (targets) iSCSI
es: Descubra y conéctese a destinos iSCSI
fi: Löydä ja yhdistä iSCSI-kohteita
fr: Découvrir les cibles iSCSI et s'y connecter
id: Temukan dan hubungkan ke target iSCSI
it: Individua e stabilisci una connessione con i target iSCSI
ja: iSCSI ターゲットの検出と接続
ka: iSCSI სამიზნეების აღმოჩენა და მიერთება
pt_br: Descobrir e conectar aos destinos iSCSI
ru: Обнаружение и подключение к целям iSCSI
sv: Upptäck och anslut till iSCSI mål
tr: iSCSI hedeflerini keşfedin ve onlara bağlanın
uk: Виявлення та підключення до iSCSI-об'єктів

source: Configure iSCSI
ca: Configuració d'iSCSI
de: iSCSI konfigurieren
el: Ρύθμιση iSCSI
es: Configurar iSCSI
fi: Tee iSCSI-asetukset
fr: Configurer iSCSI
id: Konfigurasi iSCSI
it: Configura iSCSI
ja: iSCSI の設定
ka: iSCSI-ის მორგება
pt_br: Configurar iSCSI
ru: Настройка iSCSI
sv: Konfigurera iSCSI
tr: iSCSI'yi yapılandırın
uk: Налаштувати iSCSI

source: Activate zFCP disks
ca: Activa els discs zFCP
de: zFCP-Festplatten aktivieren
el: Ενεργοποίηση δίσκων zFCP
es: Activar discos zFCP
fi: Aktivoi zFCP-levyt
fr: Activer les disques zFCP
id: Aktifkan disk zFCP
it: Attiva i dischi zFCP
ja: zFCP ディスクの有効化
ka: zFCP დისკების გააქტიურება
pt_br: Ativar discos zFCP
ru: Активировать диски zFCP
sv: Aktivera zFCP-diskar
tr: zFCP disklerini etkinleştirin
uk: Активувати диски zFCP

source: Configure zFCP
ca: Configuració de zFCP
de: zFCP konfigurieren
el: Ρύθμιση zFCP
es: Configurar zFCP
fi: Tee zFCP-asetukset
fr: Configurer zFCP
id: Konfigurasikan zFCP
it: Configura zFCP
ja: zFCP の設定
ka: zFCP-ის მორგება
pt_br: Configurar zFCP
ru: Настроить zFCP
sv: Konfigurera zFCP
tr: zFCP'yi yapılandırın
uk: Налаштувати zFCP
