Repository: agama-project/agama-weblate
Catalog: web/*.po
Languages: ca, de, el, es, fi, fr, id, it, ja, ka, pt_br, ru, sv, tr, uk

source: Hide
ca: Amaga
de: Ausblenden
el: Απόκρυψη
es: Ocultar
fi: Piilota
fr: Masquer
id: Sembunyikan
it: Nascondi
ja: 隠す
ka: დამალვა
pt_br: Ocultar
ru: Скрыть
sv: Dölj
tr: Gizle
uk: Приховати

source: Show
ca: Mostra
de: Anzeigen
el: Εμφάνιση
es: Mostrar
fi: Näytä
fr: Afficher
id: Tampilkan
it: Mostra
ja: 表示
ka: ჩვენება
pt_br: Mostrar
ru: Показать
sv: Visa
tr: Göster
uk: Показати

source: Server options
ca: Opcions del servidor
de: Serveroptionen
el: Επιλογές διακομιστή
es: Opciones del servidor
fi: Palvelinvalinnat
fr: Options du serveur
id: Opsi server
it: Opzioni server
ja: サーバオプション
ka: სერვერის პარამეტრები
pt_br: Opções do servidor
ru: Опции серверов
sv: Server alternativ
tr: Sunucu seçenekleri
uk: Параметри сервера

source: Register using SUSE server
ca: Registreu-vos amb el servidor SUSE
de: Mittels SUSE Server registrieren
el: Εγγραφή με χρήση διακομιστή SUSE
es: Registrarse usando el servidor SUSE
fi: Rekisteröi SUSE-palvelinta käyttämällä
fr: S'enregistrer à l'aide du serveur SUSE
id: Daftar menggunakan server SUSE
it: Registra con il server SUSE
ja: SUSE サーバを利用して登録
ka: რეგისტრაცია SUSE Server-ის გამოყენებით
pt_br: Registrar usando servidor SUSE
ru: Регистрация с помощью сервера SUSE
sv: Registrera genom att använda SUSE server
tr: SUSE sunucusunu kullanarak kaydol
uk: Реєстрація з допомогою сервера SUSE

source: Register using a custom registration server
ca: Registreu-vos amb un servidor de registre personalitzat
de: Mittels eines benutzerdefinierten Registrierungsservers registrieren
el: Εγγραφή με χρήση προσαρμοσμένου διακομιστή εγγραφής
es: Registrarse usando un servidor de registro personalizado
fi: Rekisteröi käyttäen mukautettua rekisteröintipalvelinta
fr: S'enregistrer à l'aide d'un serveur d'enregistrement personnalisé
id: Daftar menggunakan server pendaftaran kustom
it: Registra con un server di registrazione personalizzato
ja: 独自の登録サーバを利用して登録
ka: რეგისტრაცია მორგებული რეგისტრაციის სერვერით
pt_br: Registrar usando um servidor de registro personalizado
ru: Регистрация с помощью пользовательского сервера регистрации
sv: Registrera dig med en anpassad registreringsserver
tr: Özel bir kayıt sunucusu kullanarak kaydol
uk: Реєстрація за допомогою спеціального реєстраційного сервера

source: Server URL
ca: URL del servidor
el: URL διακομιστή
es: URL del servidor
fi: Palvelimen URL
fr: URL du serveur
id: URL Server
it: URL server
ja: サーバ URL
ka: სერვერის URL
pt_br: URL do servidor
ru: URL сервера
tr: Sunucu URL'si
uk: URL сервера

source: Example: %s
ca: Exemple: %s
de: Beispiel: %s
el: Παράδειγμα: %s
es: Ejemplo: %s
fi: Esimerkki: %s
fr: Exemple : %s
it: Esempio: %s
ja: 例: %s
ka: მაგ: %s
pt_br: Exemplo: %s
ru: Пример: %s
sv: Exempel: %s
tr: Örnek: %s
uk: Приклад: %s

source: Provide registration code
ca: Proporcioneu el codi de registre
de: Registrierungscode angeben
el: Δώστε τον κωδικό εγγραφής
es: Proporcione el código de registro
fi: Kirjoita rekisteröintikoodi
fr: Fournir le code d'enregistrement
id: Berikan kode pendaftaran
it: Fornisci codice di registrazione
ja: 登録コードを入力する
ka: შეიყვანეთ რეგისტრაციის კოდი
pt_br: Inserir código de registro
ru: Укажите код регистрации
sv: Ange registreringskod
tr: Kayıt kodunu sağlayın
uk: Вкажіть код реєстрації

source: Provide email address
ca: Proporcioneu una adreça de correu electrònic.
de: E-Mail-Adresse angeben
el: Δώστε τη διεύθυνση email
es: Proporcione una dirección de correo electrónico
fi: Kirjoita sähköpostiosoite
fr: Fournir une adresse électronique
id: Berikan alamat email
it: Fornire un indirizzo e-mail
ja: 電子メールアドレスを入力する
ka: შეიყვანეთ ელფოსტის მისამართი
pt_br: Inserir endereço de e-mail
ru: Укажите адрес эл. почты
sv: Ange en e-postadress
tr: E-posta adresini belirtin
uk: Вкажіть адресу електронної пошти

source: Check the following before continuing
ca: Comproveu el següent abans de continuar:
de: Überprüfen Sie Folgendes, bevor Sie fortfahren
el: Ελέγξτε τα παρακάτω πριν συνεχίσετε
es: Compruebe lo siguiente antes de continuar
fi: Tarkista seuraavat ennen jatkamista
fr: Vérifiez ce qui suit avant de continuer
id: Periksa hal-hal berikut sebelum melanjutkan
it: Verificare quanto segue prima di continuare
ja: 続行する前に下記をご確認ください
ka: შეამოწმეთ შემდეგი ელემენტები გაგრძელებამდე
pt_br: Verifique o seguinte antes de continuar
ru: Прежде чем продолжить, проверьте следующее
sv: Kontrollera följande innan du fortsätter
tr: Devam etmeden önce aşağıdakileri kontrol edin
uk: Перш ніж продовжити, перевірте наступне

source: Register
ca: Registra
de: Registrieren
el: Εγγραφή
es: Registrar
fi: Rekisteröi
fr: Enregistrer
id: Mendaftar
it: Registrare
ja: 登録
ka: რესგისტრაცია
pt_br: Registro
ru: Зарегистрировать
sv: Registrera
tr: Kaydol
uk: Зареєструвати

source: The product will be registered with "%s" hostname
ca: El producte es registrarà amb el nom d'amfitrió %s.
de: Das Produkt wird unter dem Hostnamen „%s“ registriert
el: Το προϊόν θα εγγραφεί με το όνομα συστήματος (hostname) «%s»
es: El producto se registrará con el nombre de host "%s"
fi: Tuote rekisteröidään isäntänimellä ”%s”
ja: 製品をホスト名 "%s" で登録します
ka: პროდუქტი დარეგისტრირდება ჰოსტის სახელით "%s"
ru: Продукт будет зарегистрирован с именем узла «%s»
sv: Produkten kommer att registreras med "%s" värdnamn
uk: Продукт буде зареєстрований з назвою хоста «%s»

source: You cannot change it later. Go to the %s section if you want to modify it before proceeding with registration.
ca: No ho podeu canviar més tard. Aneu a la secció %s si voleu modificar-la abans de procedir al registre.
de: Sie können ihn später nicht mehr ändern. Gehen Sie zum Abschnitt %s, wenn Sie ihn vor der Registrierung ändern möchten.
el: Δεν μπορείτε να το αλλάξετε αργότερα. Μεταβείτε στην ενότητα %s αν θέλετε να το τροποποιήσετε πριν προχωρήσετε στην εγγραφή.
es: No puede cambiarlo más tarde. Vaya a la sección %s si desea modificarlo antes de proceder con el registro.
fi: Et voi muuttaa sitä myöhemmin. Mene %s-osioon, jos haluat muokata sitä ennen rekisteröinnin jatkamista.
fr: Vous ne pouvez pas modifier cette valeur ultérieurement. Allez à la section %s si vous voulez la modifier avant de procéder à l'enregistrement.
id: Anda tidak dapat mengubahnya nanti. Pergi ke bagian %s jika Anda ingin mengubahnya sebelum melanjutkan proses pendaftaran.
it: Non sarà possibile modificarlo in seguito. Vai alla sezione %s se desideri modificarlo prima di procedere con la registrazione.
ja: 登録内容は後から変更することができません。登録に際して変更しておきたい項目がある場合は、 %s セクションに移動してください。
pt_br: Não é possível alterá-lo mais tarde. Vá para a seção %s para modificá-lo antes de prosseguir para o registro.
ru: Вы не сможете изменить его позже. Перейдите в раздел «%s», если хотите изменить его перед тем, как продолжить регистрацию.
sv: Du kan inte ändra den senare. Gå till avsnittet %s om du vill ändra den innan du fortsätter med registreringen.
tr: Daha sonra değiştiremezsiniz. Kayıt işlemine devam etmeden önce değiştirmek istiyorsanız %s bölümüne gidin.
uk: Ви не зможете змінити його пізніше. Перейдіть до розділу %s, якщо хочете змінити це перед тим, як продовжити реєстрацію.

source: hostname
ca: Nom d'amfitrió
el: όνομα συστήματος
es: nombre del equipo
fi: isäntänimi
fr: nom d'hôte
ja: ホスト名
ka: ჰოსტის სახელი
pt_br: nome de host
ru: имя узла
sv: värdnamn
tr: ana bilgisayar adı
uk: ім'я хоста

source: Extensions
de: Erweiterungen
el: Επεκτάσεις
es: Extensiones
fi: Laajennukset
id: Ekstensi
ja: 拡張
pt_br: Extensões
ru: Расширения
tr: Uzantılar
uk: Розширення

source: %d other mode available
de: %d weiterer Modus verfügbar
el: %d άλλη διαθέσιμη λειτουργία
ja: %d 個の他のモードが利用可能です
ru: Доступен %d другой режим
uk: Доступно %d інший режим

source: %d mode available
de: %d Modus verfügbar
el: %d διαθέσιμη λειτουργία
ja: %d 個のモードが利用可能です
ru: Доступен %d режим
uk: Доступний %d режим

source: License acceptance required
de: Lizenzannahme erforderlich
el: Απαιτείται αποδοχή της άδειας χρήσης
ja: ライセンスの受け入れが必要です
ru: Требуется принятие лицензии
uk: Необхідно прийняти ліцензію

source: Show more
ca: Mostra'n més
de: Mehr anzeigen
el: Εμφάνιση περισσότερων
ja: 表示を増やす
ru: Показать ещё
uk: Показати більше

source: Show less
ca: Mostra'n menys
de: Weniger anzeigen
el: Εμφάνιση λιγότερων
ja: 表示を減らす
ru: Свернуть
uk: Показати менше

source: I have read and accept the [license] for %s
ca: He llegit i accepto la [llicència] de %s
de: Ich habe die [Lizenz] für %s gelesen und akzeptiere sie
el: Έχω διαβάσει και αποδέχομαι την [άδεια χρήσης] για το %s
es: He leído y acepto la [license] para %s
fi: Olen lukenut ja hyväksyn [lisenssin] tuotteelle %s
fr: J'ai lu et j'accepte la [licence] pour %s
id: Saya telah membaca dan menerima [lisensi] untuk %s
it: Confermo di aver letto e accettato la [licenza] per %s
ja: %s に対する [ライセンス] を受け入れます
ka: მე წავიკითხე და დავეთანხმე ლიცენზიას %s-სთვის
pt_br: Eu li e aceito a [licença] do %s
ru: Я прочитал(-а) и принимаю [лицензию] для %s
sv: Jag har läst och accepterar [licensen] för %s
tr: %s için [lisansı] okudum ve kabul ediyorum
uk: Я прочитав і приймаю [license] на %s

source: Change to %s
de: Ändern zu %s
el: Αλλαγή σε %s
ja: %s に変更
ru: Изменить на %s
uk: Змінити на %s

source: Select %s
de: %s auswählen
el: Επιλογή %s
ja: %s を選択
ru: Выбрать %s
uk: Вибір %s

source: Select a product to continue.
de: Wählen Sie ein Produkt aus, um fortzufahren.
el: Επιλέξτε ένα προϊόν για να συνεχίσετε.
ja: 続行するには製品を選択してください。
ru: Выберите продукт, чтобы продолжить.
uk: Виберіть продукт для продовження.

source: Select a product mode to continue.
de: Wählen Sie einen Produktmodus aus, um fortzufahren.
el: Επιλέξτε μια λειτουργία προϊόντος για να συνεχίσετε.
ja: 続行するには製品モードを選択してください。
ru: Выберите режим продукта, чтобы продолжить.
uk: Виберіть режим продукту для продовження.

source: License acceptance is required to continue.
de: Zum Fortfahren ist die Annahme der Lizenz erforderlich.
el: Απαιτείται αποδοχή της άδειας χρήσης για να συνεχίσετε.
ja: 続行するにはライセンスの受け入れが必要です。
ru: Для продолжения необходимо принять условия лицензии.
uk: Для продовження необхідно прийняти ліцензію.

source: Switch to a different mode
de: Wechseln Sie zu einem anderen Modus
el: Μετάβαση σε διαφορετική λειτουργία
ja: 異なるモードに切り替え
ru: Перекл. на другой режим
uk: Перейти в інший режим

source: Choose a mode
de: Wählen Sie einen Modus aus
el: Επιλέξτε λειτουργία
ja: モードを選択
ru: Выберите режим
uk: Виберіть режим

source: Choose a product
de: Wählen Sie ein Produkt aus
el: Επιλέξτε ένα προϊόν
ja: 利用可能な %d 個の製品から選択してください
ru: Выберите продукт
uk: Виберіть продукт

source: Switch to another product
de: Wechseln Sie zu einem anderen Produkt
el: Μετάβαση σε άλλο προϊόν
ja: 利用可能な %d 個の製品のいずれかに切り替え
ru: Переключитесь на другой продукт
uk: Перейти до іншого продукту

source: Switch to a different mode or another product
de: Wechseln Sie zu einem anderen Modus oder einem anderen Produkt
el: Μετάβαση σε μια διαφορετική λειτουργία ή άλλο προϊόν
ja: 異なるモード、もしくは利用可能な %d 個の製品のいずれかに切り替え
ru: Переключитесь на другой режим или другой продукт
uk: Перейти до іншого режиму або іншого продукту

source: Current selection
de: Aktuelle Auswahl
el: Τρέχουσα επιλογή
ja: 現在の選択
ru: Текущий выбор
uk: Поточний вибір

source: View license
de: Lizenz ansehen
el: Προβολή άδειας χρήσης
ja: ライセンスの表示
ru: Показать лицензию
uk: Переглянути ліцензію

source: Select a mode
de: Wählen Sie einen Modus aus
el: Επιλέξτε λειτουργία
ja: モードの選択
ru: Выберите режим
uk: Оберіть режим

source: Select a product
ca: Seleccioneu un producte
de: Wählen Sie ein Produkt aus
el: Επιλέξτε προϊόν
es: Seleccione un producto
fi: Valitse tuote
fr: Sélectionner un produit
id: Pilih produk
it: Seleziona un prodotto
ja: 製品の選択
ka: აირჩიეთ პროდუქტი
pt_br: Selecione um produto
ru: Выберите продукт
sv: Välj en produkt
tr: Bir ürün seçin
uk: Оберіть продукт

source: Select a mode and confirm your choice.
de: Wählen Sie einen Modus aus und bestätigen Sie Ihre Auswahl.
el: Επιλέξτε μια λειτουργία και επιβεβαιώστε την επιλογή σας.
ja: モードを選択したあと、確認のためにボタンを押してください。
ru: Выберите режим и подтвердите свой выбор.
uk: Виберіть режим і підтвердіть свій вибір.

source: Confirm the product selection.
de: Bestätigen Sie die Produktauswahl.
el: Επιβεβαιώστε την επιλογή προϊόντος.
ja: 製品セクションで確認を行ってください。
ru: Подтвердите выбор продукта.
uk: Підтвердіть вибір продукту.

source: Select a product and confirm your choice.
de: Wählen Sie ein Produkt aus und bestätigen Sie Ihre Auswahl.
el: Επιλέξτε ένα προϊόν και επιβεβαιώστε την επιλογή σας.
ja: 製品を選択したあと、確認のためにボタンを押してください。
ru: Выберите продукт и подтвердите свой выбор.
uk: Виберіть продукт і підтвердіть свій вибір.

source: Installation settings will automatically update to match the new product's defaults.
de: Die Installationseinstellungen werden automatisch aktualisiert, um den Standardeinstellungen des neuen Produkts zu entsprechen.
el: Οι ρυθμίσεις εγκατάστασης θα ενημερωθούν αυτόματα ώστε να ταιριάζουν με τις προεπιλογές του νέου προϊόντος.
ja: インストール設定は新たに選択した製品の既定値にあわせて自動調整されます。
ru: Параметры установки будут автоматически обновлены в соответствии с параметрами по умолчанию нового продукта.
uk: Налаштування інсталяції автоматично оновляться відповідно до нових стандартних налаштувань продукту.

source: The extension has been registered with key %s.
ca: L'extensió s'ha registrat amb la clau %s.
de: Die Erweiterung wurde mit dem Schlüssel %s registriert.
el: Η επέκταση έχει εγγραφεί με το κλειδί %s.
es: La extensión se ha registrado con la clave %s.
fi: Laajennus on rekisteröity avaimella %s.
fr: L'extension a été enregistrée avec la clé %s.
id: Ekstensi telah terdaftar dengan kunci %s.
it: L'estensione è stata registrata con la chiave %s .
ja: 拡張を %s の鍵で登録しました。
ka: ეს გაფართოება დარეგისტრირებულია გასაღებით %s.
pt_br: A extensão foi registrada com a chave %s.
ru: Расширение было зарегистрировано с ключом %s.
sv: Tillägget har registrerats med nyckeln %s.
tr: Uzantı %s anahtarıyla kaydedildi.
uk: Розширення було зареєстровано з ключем %s.

source: The extension was registered without any registration code.
ca: L'extensió s'ha registrat sense cap codi de registre.
de: Die Erweiterung wurde ohne einen Registrierungscode registriert.
el: Η επέκταση εγγράφηκε χωρίς κωδικό εγγραφής.
es: La extensión se ha registrado sin ningún código de registro.
fi: Laajennus rekisteröitiin ilman rekisteröintikoodia.
fr: L'extension a été enregistrée sans aucun code d'enregistrement.
it: L'estensione è stata registrata senza alcun codice di registrazione.
ja: 登録コード無しで拡張の登録を行いました。
ka: ეს გაფართოება დარეგისტრირებულია რეგისტრაციის კოდის გარეშე.
pt_br: A extensão foi registrada sem nenhum código de registro.
ru: Расширение было зарегистрировано без кода регистрации.
sv: Tillägget registrerades utan någon registreringskod.
tr: Uzantı herhangi bir kayıt kodu olmadan kaydedildi.
uk: Розширення було зареєстровано без коду реєстрації.

source: Beta
fr: Bêta
ja: ベータ
ka: ბეტა
ru: Бета-версия
uk: Бета

source: Recommended
ca: Recomanat
de: Empfohlen
el: Προτεινόμενο
es: Recomendado
fi: Suositeltu
fr: Recommandé
id: Direkomendasikan
it: Consigliato
ja: 推奨
ka: რეკომენდებულია
pt_br: Recomendado
ru: Рекомендуется
sv: Rekommenderad
tr: Tavsiye edilen
uk: Рекомендовано

source: Not available
ca: No disponible
de: Nicht verfügbar
el: Μη διαθέσιμο
es: No disponible
fi: Ei saatavilla
fr: Non disponible
id: Tidak tersedia
it: Non disponibile
ja: 利用不可
ka: ხელმისაწვდომი არაა
pt_br: Não disponível
ru: Недоступно
sv: Inte tillgänglig
tr: Müsait değil
uk: Недоступно

source: This extension is not available on the server. Ask the server administrator to mirror the extension.
ca: Aquesta extensió no està disponible al servidor. Demaneu a l'administrador del servidor que repliqui l'extensió.
de: Diese Erweiterung ist auf dem Server nicht verfügbar. Bitten Sie den Serveradministrator, die Erweiterung zu spiegeln.
el: Αυτή η επέκταση δεν είναι διαθέσιμη στον διακομιστή. Ζητήστε από τον διαχειριστή του διακομιστή να δημιουργήσει ένα είδωλο της επέκτασης.
es: Esta extensión no está disponible en el servidor. Pida al administrador del servidor que replique la extensión.
fi: Tämä laajennus ei ole saatavilla palvelimella. Pyydä palvelimen ylläpitoa peilaamaan laajennus.
fr: Cette extension n'est pas disponible sur le serveur. Demandez à l'administrateur du serveur de mettre en miroir l'extension.
id: Ekstensi ini tidak tersedia di server. Mintalah administrator server untuk menyalin ekstensi tersebut.
it: Questa estensione non è disponibile sul server. Chiedere all'amministratore del server di eseguire il mirroring dell'estensione.
ja: この拡張はサーバ内にはありません。拡張の追加についてはサーバ管理者にお尋ねください。
pt_br: Esta extensão não está disponível no servidor. Peça que o administrador do sistema espelhe a extensão.
ru: Это расширение недоступно на сервере. Попросите администратора сервера "отзеркалить" расширение.
sv: Det här tillägget är inte tillgängligt på servern. Be serveradministratören att spegla tillägget.
tr: Bu uzantı sunucuda mevcut değil. Sunucu yöneticisinden uzantıyı yansıtmasını isteyin.
uk: Це розширення недоступне на сервері. Попросіть адміністратора сервера віддзеркалити розширення.

source: Question
ca: Pregunta
de: Frage
el: Ερώτηση
es: Pregunta
fi: Kysmys
id: Pertanyaan
it: Domanda
ja: 質問
ka: კითხვა
pt_br: Pergunta
ru: Вопрос
sv: Fråga
tr: Soru
uk: Питання

source: Configuration unreachable or invalid
ca: Configuració inaccessible o no vàlida
de: Konfiguration nicht erreichbar oder ungültig
el: Η διαμόρφωση είναι απρόσιτη ή μη έγκυρη
es: No se puede acceder a la configuración o la configuración no es válida
fi: Asetuksia ei voida ladata tai ne eivät ole kelvollisia
fr: Configuration inaccessible ou invalide
it: Configurazione non raggiungibile o non valida
ja: 設定に到達できないか、正しくありません
ka: კონფიგურაცია ხელმიუწვდომელია, ან არასწორია
pt_br: Configuração indisponível ou inválida
ru: Конфигурация недоступна или недействительна
sv: Konfigurationen är oåtkomlig eller ogiltig
tr: Konfigürasyon ulaşılamaz veya geçersiz
uk: Конфігурація недоступна або не синхронізована

source: The encryption password did not work
ca: La contrasenya d'encriptació no ha funcionat.
de: Das Verschlüsselungspasswort hat nicht funktioniert
el: Το συνθηματικό κρυπτογράφησης δεν λειτούργησε
es: La contraseña de cifrado no ha funcionado
fi: Salauksen salasana ei toiminut
fr: Le mot de passe de chiffrement n'a pas fonctionné
id: Kata sandi enkripsi tidak berfungsi
it: La password di crittografia non ha funzionato
ja: 暗号化パスワードが正しくありません
ka: დაშიფვრის პაროლმა არ იმუშავა
pt_br: A senha de criptografia não funcionou
ru: Пароль шифрования не сработал
sv: Krypteringslösenordet fungerade inte
tr: Şifreleme şifresi işe yaramadı
uk: Пароль шифрування не спрацював

source: Encrypted Device
ca: Dispositiu encriptat
de: Verschlüsseltes Gerät
el: Κρυπτογραφημένη συσκευή
es: Dispositivo cifrado
fi: Salattu laite
fr: Appareil chiffré
id: Perangkat Terenkripsi
it: Dispositivo criptato
ja: 暗号化されたデバイス
ka: დაშიფრული მოწყობილობა
pt_br: Dispositivo criptografado
ru: Зашифрованное устройство
sv: Krypterad enhet
tr: Şifrelenmiş Aygıt
uk: Зашифрований пристрій

source: Encryption Password
ca: Contrasenya d'encriptació
de: Verschlüsselungspasswort
el: Συνθηματικό κρυπτογράφησης
es: Contraseña de cifrado
fi: Salauksen salasana
fr: Mot de passe de chiffrement
id: Kata Sandi Enkripsi
it: Password di crittografia
ja: 暗号化パスワード
ka: დაშიფვრის პაროლი
pt_br: Senha de criptografia
ru: Пароль шифрования
sv: Krypteringslösenord
tr: Şifreleme Şifresi
uk: Пароль шифрування

source: Installing a broken package affects system stability and is a big security risk!
ca: Instal·lar un paquet trencat afecta l'estabilitat del sistema i és un risc important de seguretat!
de: Die Installation eines defekten Pakets beeinträchtigt die Systemstabilität und stellt ein großes Sicherheitsrisiko dar!
el: Η εγκατάσταση ενός κατεστραμμένου πακέτου επηρεάζει τη σταθερότητα του συστήματος και αποτελεί μεγάλο κίνδυνο για την ασφάλεια!
es: ¡Instalar un paquete roto afecta a la estabilidad del sistema y supone un gran riesgo para la seguridad!
fi: Rikkinäisen paketin asentaminen vaikuttaa järjestelmän vakauteen ja on iso tietoturvariski!
fr: L'installation d'un paquet défectueux affecte la stabilité du système et constitue un risque important pour la sécurité !
id: Memasang paket yang rusak akan memengaruhi stabilitas sistem dan menimbulkan risiko keamanan yang besar!
it: L'installazione di un pacchetto danneggiato compromette la stabilità del sistema ed è un grande rischio per la sicurezza!
ja: 壊れたパッケージをインストールしてしまうと、システムの安定性が損なわれるほか、セキュリティ上のリスクにもなります！
ka: გაფუჭებული პაკეტის დაყენებას გავლენა აქვს სისტემის სტაბილურობაზე და შეიცავს უსაფრთხოების დიდ რისკს!
pt_br: A instalação de um pacote corrompido afeta a estabilidade do sistema e é um grande risco à segurança!
ru: Установка повреждённого пакета влияет на стабильность системы и представляет собой большой риск для безопасности!
sv: Att installera ett trasigt paket påverkar systemets stabilitet och är en stor säkerhetsrisk!
tr: Bozuk bir paketin kurulumu sistem kararlılığını etkiler ve büyük bir güvenlik riski oluşturur!
uk: Встановлення пошкоджених пакунків впливає на стабільність системи і є великим ризиком для безпеки!

source: Continuing without installing the package can result in a broken system. In some cases the system might not even boot.
ca: Continuar sense instal·lar el paquet pot resultar en un sistema trencat. En alguns casos, és possible que el sistema ni tan sols arrenqui.
de: Wenn Sie fortfahren, ohne das Paket zu installieren, kann dies zu einem defekten System führen. In manchen Fällen lässt sich das System nicht einmal starten.
el: Η συνέχιση χωρίς την εγκατάσταση του πακέτου μπορεί να οδηγήσει σε κατεστραμμένο σύστημα. Σε ορισμένες περιπτώσεις, το σύστημα ενδέχεται να μην εκκινεί καν.
es: Continuar sin instalar el paquete puede resultar en un sistema inestable. En algunos casos, es posible que el sistema ni siquiera arranque.
fi: Jatkaminen asentamatta pakettia voi johtaa rikkinäiseen järjestelmään. Joissain tapauksissa järjestelmä ei välttämättä edes käynnisty.
fr: Si vous poursuivez sans installer le paquet, votre système risque d'être défectueux. Dans certains cas, le système peut même ne pas démarrer.
id: Melanjutkan tanpa memasang paket dapat mengakibatkan sistem rusak. Dalam beberapa kasus, sistem bahkan mungkin tidak dapat melakukan booting.
it: Proseguire senza installare il pacchetto potrebbe causare malfunzionamenti nel sistema e, in alcuni casi, impedirne l'avvio.
ja: このパッケージをインストールせずに続行してしまうと、システムは正しく動作しない可能性があるほか、場合によっては全く起動しなくなることもあり得ます。
pt_br: Continuar com a instalação do pacote pode causar defeito no sistema. Em alguns casos, o sistema talvez não seja inicializado.
ru: Продолжение работы без установки пакета может привести к поломке системы. В некоторых случаях система может даже не загрузиться.
sv: Att fortsätta utan att installera paketet kan resultera i ett trasigt system. I vissa fall kanske systemet inte ens startar.
tr: Paketi yüklemeden devam etmek bozuk bir sisteme neden olabilir. Bazı durumlarda sistem önyükleme bile yapmayabilir.
uk: Продовження роботи без встановлення пакунка може призвести до поломки системи. У деяких випадках система може навіть не завантажитися.

source: Package installation failed
ca: Ha fallat la instal·lació del paquet.
de: Paketinstallation fehlgeschlagen
el: Η εγκατάσταση του πακέτου απέτυχε
es: Error en la instalación del paquete
fi: Paketin asennus epäonnistui
fr: L'installation du paquet a échoué
id: Pemasangan paket gagal
it: Installazione del pacchetto non riuscita
ja: インストールのインストール失敗
ka: პაკეტის დაყენება ჩავარდა
pt_br: Falha na instalação do pacote
ru: Не удалось установить пакет
sv: Paket installation misslyckades
tr: Paket kurulumu başarısız oldu
uk: Не вдалося встановити пакунок
