Repository: agama-project/agama-weblate
Catalog: web/*.po
Languages: ca, de, el, es, fi, fr, id, it, ja, ka, pt_br, ru, sv, tr, uk

source: Mount point
ca: Punt de muntatge
de: Einhängepunkt
el: Σημείο προσάρτησης
es: Punto de montaje
fi: Liitoskohta
fr: Point de montage
id: Titik pemasangan
it: Punto di montaggio
ja: マウントポイント
ka: მიმაგრების წერტილი
pt_br: Ponto de montagem
ru: Точка монтирования
sv: Monteringspunkt
tr: Bağlantı noktası
uk: Точка монтування

source: Mount point toggle
ca: Commutació de punt de muntatge
de: Einhängepunktumschalter
el: Εναλλαγή σημείου προσάρτησης
es: Activar/desactivar punto de montaje
fi: Liitoskohdan tila
fr: Bouton à bascule du point de montage
id: Tombol titik mount
it: Attivazione/disattivazione del punto di montaggio
ja: マウントポイントの切り替え
ka: მიმაგრების წერტილის გადართვა
pt_br: Alternância de ponto de montagem
ru: Переключение точек монтирования
sv: Monteringspunkt växel
tr: Bağlantı noktası değişimi
uk: Показати точку монтування

source: Suggested mount points
ca: Punts de muntatge suggerits
de: Vorgeschlagene Einhängepunkte
el: Προτεινόμενα σημεία προσάρτησης
es: Puntos de montaje sugeridos
fi: Ehdotetut liitoskohdat
fr: Points de montage suggérés
id: Titik mount yang disarankan
it: Punti di montaggio suggeriti
ja: 提案されたマウントポイント
ka: ნარჩევი მიმაგრების წერტილები
pt_br: Pontos de montagem sugeridos
ru: Предлагаемые точки монтирования
sv: Föreslagna monteringspunkter
tr: Önerilen bağlama noktaları
uk: Пропоновані точки монтування

source: Clear selected mount point
ca: Suprimeix el punt de muntatge seleccionat
de: Ausgewählten Einhängepunkt löschen
el: Καθαρισμός επιλεγμένου σημείου προσάρτησης
es: Quitar punto de montaje seleccionado
fi: Tyhjennä valittu liitoskohta
fr: Retirer le point de montage sélectionné
id: Hapus titik mount yang dipilih
it: Cancella punto di montaggio selezionato
ja: マウントポイントの選択を解除
ka: მონიშნული მიმაგრების წერტილის გასუფთავება
pt_br: Limpar ponto de montagem selecionado
ru: Очистить выбранную точку монтирования
sv: Rensa vald monteringspunkt
tr: Seçilen bağlama noktasını temizle
uk: Видалити вибрану точку монтування

source: Use
ca: Usa'l
de: Verwenden
el: Χρήση
es: Emplear
fi: Käytä
fr: Utiliser
id: Gunakan
it: Usa
ja: 使用
ka: გამოყენება
pt_br: Usar
ru: Использовать
sv: Använd
tr: Kullan
uk: Використати

source: Select or enter a mount point
ca: Seleccioneu o introduïu un punt de muntatge
de: Einhängepunkt auswählen oder eingeben
el: Επιλέξτε ή εισαγάγετε ένα σημείο προσάρτησης
es: Seleccionar o introducir un punto de montaje
fi: Valitse tai syötä liitoskohta
fr: Sélectionner ou saisir un point de montage
id: Pilih atau masukkan titik mount
it: Selezionare o immettere un punto di montaggio
ja: マウントポイントの選択または入力
ka: აირჩიეთ, ან შეიყვანეთ მიმაგრების წერტილი
pt_br: Selecionar ou inserir um ponto de montagem
ru: Выберите или введите точку монтирования
sv: Välj eller ange en monteringspunkt
tr: Bir bağlama noktası seçin veya girin
uk: Виберіть або введіть точку монтування

source: File system
ca: Sistema de fitxers
de: Dateisystem
el: Σύστημα αρχείων
es: Sistema de archivos
fi: Tiedostojärjestelmä
fr: Système de fichiers
id: Sistem berkas
ja: ファイルシステム
ka: ფაილური სისტემა
pt_br: Sistema de arquivos
ru: Файловая система
sv: Filsystem
tr: Dosya sistemi
uk: Файлова система

source: Label
ca: Etiqueta
de: Bezeichnung
el: Ετικέτα
es: Etiqueta
fi: Nimike
fr: Étiquette
it: Etichetta
ja: ラベル
ka: ჭდე
pt_br: Rótulo
ru: Метка
sv: Etikett
tr: Etiket
uk: Ярлик

source: Enter a name
ca: Introduïu un nom
de: Name eingeben
el: Εισαγάγετε ένα όνομα
es: Introduzca un nombre
fi: Syötä nimi
fr: Saisir un nom
id: Masukkan nama
it: Immettere un nome
ja: 名前を入力してください
ka: შეიყვანეთ სახელი
pt_br: Inserir um nome
ru: Введите имя
sv: Ange ett namn
tr: Bir isim girin
uk: Введіть ім'я

source: The minimum cannot be greater than the maximum
ca: El mínim no pot ser superior al màxim
de: Das Minimum darf nicht größer sein als das Maximum
el: Το ελάχιστο δεν μπορεί να είναι μεγαλύτερο από το μέγιστο
es: El mínimo no puede ser mayor que el máximo
fi: Minimi ei voi olla isompi kuin maksimi
fr: Le minimum ne peut être supérieur au maximum
id: Nilai minimum tidak boleh lebih besar dari nilai maksimum
it: Il minimo non può essere superiore al massimo
ja: 最小サイズは最大サイズより小さくなければいけません
ka: მინიმუმი მაქსიმუმზე მეტი ვერ იქნება
pt_br: O mínimo não pode ser maior do que o máximo
ru: Минимальное значение не может быть больше максимального
sv: Minimum kan inte vara större än maximum
tr: Minimum, maksimumdan büyük olamaz
uk: Мінімум не може бути більшим за максимум

source: The maximum must be a number optionally followed by a unit like GiB or GB
ca: El màxim ha de ser un número seguit opcionalment d'una unitat com ara GiB o GB
de: Das Maximum muss eine Zahl sein, optional gefolgt von einer Einheit wie GiB oder GB
el: Το μέγιστο πρέπει να είναι ένας αριθμός που ακολουθείται προαιρετικά από μια μονάδα όπως GiB ή GB
es: El máximo debe ser un número, opcionalmente seguido de una unidad como GiB o GB
fi: Maisimin tulee olla luku jota voi seurata yksikkö kuten GiB tai GB
fr: Le maximum doit être un nombre suivi éventuellement d'une unité comme Gio ou Go
id: Nilai maksimum harus berupa angka, yang dapat diikuti oleh satuan seperti GiB atau GB
it: Il valore massimo deve essere un numero seguito facoltativamente da un'unità come GiB o GB
ja: 最大サイズは数値でなければいけません。なお、 GiB や GB のように単位を付けることもできます
pt_br: O máximo deve ser um número que pode ser seguido de uma unidade, como GiB ou GB
ru: Максимальное значение должно быть числом, за которым может следовать единица измерения, например GiB или GB
sv: Det maximala måste vara ett tal, eventuellt följt av en enhet som GiB eller GB
tr: Maksimum, isteğe bağlı olarak GiB veya GB gibi bir birim tarafından takip edilen bir sayı olmalıdır
uk: Максимальне значення повинно бути числом, за яким може слідувати одиниця виміру, наприклад, GiB або GB

source: The minimum must be a number optionally followed by a unit like GiB or GB
ca: El mínim ha de ser un número seguit opcionalment d'una unitat com ara GiB o GB
de: Das Minimum muss eine Zahl sein, optional gefolgt von einer Einheit wie GiB oder GB
el: Το ελάχιστο πρέπει να είναι ένας αριθμός που ακολουθείται προαιρετικά από μια μονάδα όπως GiB ή GB
es: El mínimo debe ser un número, opcionalmente seguido de una unidad como GiB o GB
fi: Minimin tulee olla luku jota voi seurata yksikkö kuten GiB tai GB
fr: Le minimum doit être un nombre suivi éventuellement d'une unité comme Gio ou Go
id: Nilai minimum harus berupa angka, yang dapat diikuti oleh satuan seperti GiB atau GB
it: Il valore minimo deve essere un numero seguito facoltativamente da un'unità come GiB o GB
ja: 最小サイズは数値でなければいけません。なお、 GiB や GB のように単位を付けることもできます
pt_br: O mínimo deve ser um número que pode ser seguido de uma unidade, como GiB ou GB
ru: Минимальное значение должно быть числом, за которым может следовать единица измерения, например GiB или GB
sv: Det minsta måste vara ett nummer, eventuellt följt av en enhet som GiB eller GB
tr: Minimum, isteğe bağlı olarak GiB veya GB gibi bir birimin izlediği bir sayı olmalıdır
uk: Мінімальне значення повинно бути числом, за яким може слідувати одиниця виміру, наприклад, GiB або GB

source: Size limits must be numbers optionally followed by a unit like GiB or GB
ca: Els límits de mida han de ser números seguits opcionalment d'una unitat com ara GiB o GB
de: Größenbeschränkungen müssen Zahlen sein, optional gefolgt von einer Einheit wie GiB oder GB
el: Τα όρια μεγέθους πρέπει να είναι αριθμοί που ακολουθούνται προαιρετικά από μια μονάδα όπως GiB ή GB
es: Los límites de tamaño deben ser números, opcionalmente seguidos de una unidad como Gib o GB
fi: Kokorajojen tulee olla lukuja joita voi seurata yksikkö kuten GiB tai GB
fr: Les limites de taille doivent être des nombres suivis éventuellement d'une unité comme Gio ou Go
id: Batasan ukuran harus berupa angka, yang dapat diikuti oleh satuan seperti GiB atau GB
it: I limiti delle dimensioni devono essere numeri seguiti facoltativamente da un'unità come GiB o GB
ja: サイズ制限は数値でなければいけません。なお、 GiB や GB のように単位を付けることもできます
pt_br: Os limites de tamanho devem ser números que podem ser seguidos de uma unidade, como GiB ou GB
ru: Ограничения на размер должны быть числами, за которыми могут следовать единицы измерения, например GiB или GB
sv: Storleksgränser måste vara siffror, eventuellt följt av en enhet som GiB eller GB
tr: Boyut sınırları, isteğe bağlı olarak GiB veya GB gibi bir birimin takip ettiği sayılar olmalıdır
uk: Обмеження розміру повинні бути числами, до яких можна додати одиницю виміру, наприклад, GiB або GB

source: Logical volume name
ca: Nom del volum lògic
de: Name des logischen Volumes
el: Όνομα λογικού τόμου
es: Nombre de volumen lógico
fi: Loogisen taltion nimi
fr: Nom du volume logique
id: Nama volume logis
it: Nome volume logico
ja: 論理ボリューム名
ka: ლოგიკური ტომის სახელი
pt_br: Nome do volume lógico
ru: Имя логического тома
sv: Logisk volym namn
tr: Mantıksal birim adı
uk: Назва логічного тому

source: Default file system for generic logical volumes
ca: Sistema de fitxers per defecte per a volums lògics genèrics
de: Standard-Dateisystem für generische logische Volumes
el: Προεπιλεγμένο σύστημα αρχείων για γενικούς λογικούς τόμους
es: Sistema de archivos por defecto para volúmenes lógicos genéricos
fi: Oletustiedostojärjestelmä loogisille taltioille
fr: Système de fichiers par défaut pour les volumes logiques génériques
id: Sistem berkas default untuk volume logis umum
it: File system predefinito per volumi logici generici
ja: 汎用パーティションに対する既定のファイルシステム
ka: ნაგულისხმევი ფაილური ზოგადი ლოგიკური ტომებისთვის
pt_br: Sistema de arquivos padrão para volumes lógicos genéricos
ru: Файловая система по умолчанию для общих логических томов
sv: Standardfilsystem för generiska logiska volymer
tr: Genel mantıksal birimler için öntanımlı dosya sistemi
uk: Типова файлова система для звичайних логічних томів

source: Format logical volume as
ca: Formata el volum lògic com a
de: Logisches Volume formatieren als
el: Διαμόρφωση λογικού τόμου ως
es: Dar formato lógico al volumen como
fi: Alusta looginen taltio tiedostojärjestelmällä
fr: Formater le volume logique en tant que
id: Format volume logis sebagai
it: Formatta il volume logico come
ja: 下記の形式で論理ボリュームをフォーマット
ka: ლოგიკური ტომის დაფორმატება, როგორც
pt_br: Formatar volume lógico como
ru: Форматировать логический том как
sv: Formatera logisk volym som
tr: Mantıksal birimi şu şekilde biçimlendir
uk: Форматувати логічний том як

source: Configure logical volume
ca: Configura un volum lògic
de: Logisches Volume konfigurieren
el: Ρύθμιση λογικού τόμου
ja: 論理ボリュームの設定
ru: Настройка логического тома
uk: Налаштувати логічний том

source: Size mode
ca: Mode de mida
de: Größenmodus
el: Λειτουργία μεγέθους
es: Modo de tamaño
fi: Koon tila
fr: Mode de la taille
id: Mode ukuran
it: Modalità dimensione
ja: サイズのモード
ka: ზომის რეჟიმი
pt_br: Modo de tamanho
ru: Режим размера
sv: Storleksläge
tr: Boyut modu
uk: Режим розміру

source: Enter a name for the volume group.
ca: Introduïu un nom per al grup de volums.
de: Name für die Volume-Gruppe eingeben.
el: Εισαγάγετε ένα όνομα για την ομάδα τόμων (volume group).
es: Introduzca un nombre para el grupo del volúmenes.
fi: Syötä taltioryhmän nimi.
fr: Entrez un nom pour le groupe de volumes.
id: Masukkan nama untuk grup volume.
it: Immettere un nome per il gruppo di volumi.
ja: ボリュームグループに対する名前を入力してください。
ka: შეიყვანეთ სახელი ტომების ჯგუფისთვის.
pt_br: Insira um nome para o grupo de volumes.
ru: Введите имя для группы томов.
sv: Ange ett namn för volymgrupp.
tr: Birim grubu için bir ad girin.
uk: Введіть назву групи томів.

source: Volume group '%s' already exists. Enter a different name.
ca: El grup de volums %s ja existeix. Introduïu un nom diferent.
de: Volume-Gruppe ‚%s‘ existiert bereits. Geben Sie einen anderen Namen ein.
el: Η ομάδα τόμων '%s' υπάρχει ήδη. Εισαγάγετε ένα διαφορετικό όνομα.
es: Ya existe el grupo '%s' de volúmenes. Introduzca un nombre diferente.
fi: Taltioryhmä ”%s” on jo olemassa, syötä toinen nimi.
fr: Le groupe de volumes '%s' existe déjà. Saisissez un autre nom.
id: Grup volume ‘%s’ sudah ada. Masukkan nama yang berbeda.
it: Gruppo di volumi '%s' già esistente. Immettere un nome diverso.
ja: ボリュームグループ '%s' は既に存在しています。別の名前を入力してください。
ka: ტომების ჯგუფი '%s' უკვე არსებობს. შეიყვანეთ განსხვავებული სახელი.
pt_br: O grupo de volumes '%s' já existe. Insira outro nome.
ru: Группа томов „%s“ уже существует. Введите другое имя.
sv: Volymgrupp '%s' existerar redan. Ange ett annat namn.
tr: '%s' birim grubu zaten mevcut. Farklı bir ad girin.
uk: Група томів „%s“ вже існує. Введіть іншу назву.

source: Select at least one disk.
ca: Seleccioneu almenys un disc.
de: Wählen Sie mindestens eine Festplatte aus.
el: Επιλέξτε τουλάχιστον έναν δίσκο.
es: Seleccione al menos un disco.
fi: Valitse vähintään yksi levy.
fr: Sélectionnez au moins un disque.
id: Pilih setidaknya satu disk.
it: Selezionare almeno un disco.
ja: 少なくとも 1 つのディスクを選択してください。
ka: აირჩიეთ, სულ ცოტა, ერთი დისკი.
pt_br: Selecione pelo menos um disco.
ru: Выберите хотя бы один диск.
sv: Välj åtminstone en disk.
tr: En az bir disk seç.
uk: Оберіть хоча б один диск.

source: Configure Volume Group
ca: Configura un grup de volums
de: Volume-Gruppe konfigurieren
el: Ρύθμιση ομάδας τόμων
ja: ボリュームグループの設定
ru: Настройка группы томов
uk: Налаштувати групу томів

source: Disks
ca: Discs
de: Festplatten
el: Δίσκοι
es: Discos
fi: Levyt
fr: Disques
id: Disk
it: Dischi
ja: ディスク
ka: დისკები
pt_br: Discos
ru: Диски
sv: Diskar
tr: Diskler
uk: Диски

source: The needed LVM physical volumes will be added as partitions on the chosen disks, based on the sizes of the logical volumes. If you select more than one disk, the physical volumes may be distributed along several disks.
ca: Els volums físics d'LVM necessaris s'afegiran com a particions als discs triats, segons les mides dels volums lògics. Si seleccioneu més d'un disc, els volums físics poden estar distribuïts en diversos discs.
de: Die benötigten physikalischen LVM-Volumes werden als Partitionen auf den ausgewählten Festplatten hinzugefügt, basierend auf den Größen der logischen Volumes. Wenn Sie mehr als eine Festplatte auswählen, können die physikalischen Volumes auf mehrere Festplatten verteilt werden.
el: Οι απαιτούμενοι φυσικοί τόμοι LVM θα προστεθούν ως κατατμήσεις στους επιλεγμένους δίσκους, με βάση τα μεγέθη των λογικών τόμων. Εάν επιλέξετε περισσότερους από έναν δίσκους, οι φυσικοί τόμοι ενδέχεται να κατανεμηθούν σε αρκετούς δίσκους.
es: Los volúmenes físicos de LVM necesarios se añadirán como particiones en los discos elegidos, basándose en los tamaños de los volúmenes lógicos. Si selecciona más de un disco, los volúmenes físicos pueden distribuirse a lo largo de varios discos.
fi: Vaaditut fyysiset LVM-taltiot lisätään osioina valituille levyille, perustuen loogisten taltioiden kokoihin. Jos valitse useamman kuin yhden levyn fyysiset taltiot saatetaan jakaa usean levyn välille.
fr: Les volumes physiques LVM nécessaires seront ajoutés en tant que partitions sur les disques choisis, en fonction de la taille des volumes logiques. Si vous sélectionnez plus d'un disque, les volumes physiques peuvent être répartis sur plusieurs disques.
it: I volumi fisici LVM necessari saranno aggiunti come partizioni sui dischi selezionati, in base alle dimensioni dei volumi logici. Se si selezionano più dischi, i volumi fisici potrebbero essere distribuiti in diveresi dischi.
ja: 必要な LVM 物理ボリュームは、論理ボリュームのサイズを元に、選択したディスク内のパーティションとして追加されます。複数のディスクを選択した場合、物理ボリュームはそれらのディスクに分散して配置されます。
pt_br: Os volumes físicos LVM necessários serão adicionados como partições nos discos escolhidos, com base nos tamanhos dos volumes lógicos. Se você selecionar mais de um disco, os volumes físicos poderão ser distribuídos por vários discos.
ru: Необходимые физические тома LVM будут добавлены в качестве разделов на выбранных дисках, исходя из размеров логических томов. Если вы выберете несколько дисков, физические тома могут быть распределены по нескольким дискам.
sv: De fysiska LVM-volymerna som behövs kommer att läggas till som partitioner på de valda diskarna, baserat på storleken på de logiska volymerna. Om du väljer mer än en disk så kan, fysiska volymer vara fördelade på flera diskar.
tr: Gerekli LVM fiziksel birimleri, mantıksal birimlerin boyutlarına göre seçilen disklere bölümler halinde eklenecektir. Birden fazla disk seçerseniz, fiziksel birimler birkaç diske dağıtılabilir.
uk: Необхідні фізичні томи LVM будуть додані як розділи на обраних дисках, виходячи з розмірів логічних томів. Якщо Ви виберете кілька дисків, фізичні томи можуть бути розподілені по кількох дисках.

source: Move mount points
ca: Mou els punts de muntatge
de: Einhängepunkte verschieben
el: Μετακίνηση σημείων προσάρτησης
es: Mover puntos de montaje
fi: Siirrä liitoskohtia
fr: Déplacer les points de montage
id: Pindahkan titik mount
it: Sposta punti di montaggio
ja: マウントポイントの移動
ka: მიმაგრების წერტილების გადატანა
pt_br: Mover pontos de montagem
ru: Переместить точки монтирования
sv: Flytta monteringspunkter
tr: Bağlantı noktalarını taşı
uk: Перемістити точки монтування

source: Move the mount points currently configured at the selected disks to logical volumes of this volume group.
ca: Mou els punts de muntatge configurats actualment als discs seleccionats als volums lògics d'aquest grup de volums.
de: Verschieben Sie die derzeit auf den ausgewählten Festplatten konfigurierten Einhängepunkte auf logische Volumes dieser Volume-Gruppe.
el: Μετακίνηση των σημείων προσάρτησης που είναι επί του παρόντος ρυθμισμένα στους επιλεγμένους δίσκους, σε λογικούς τόμους αυτής της ομάδας τόμων.
es: Mueve los puntos de montaje actualmente configurados en los discos seleccionados a volúmenes lógicos de este grupo de volúmenes.
fi: Siirrä nykyisten valittujen levyjen asetettuja liitoskohtia tämän taltioryhmän loogisille taltioille.
fr: Déplacez les points de montage actuellement configurés sur les disques sélectionnés vers les volumes logiques de ce groupe de volumes.
it: Spostare i punti di montaggio attualmente configurati nei dischi selezionati nei volumi logici di questo gruppo di volumi.
ja: 選択したディスク内に設定されたマウントポイントを、このボリュームグループの論理ボリュームに移動します。
pt_br: Mova os pontos de montagem que estão configurados nos discos selecionados para os volumes lógicos deste grupo de volumes.
ru: Переместите точки монтирования, настроенные на выбранных дисках, на логические тома этой группы томов.
sv: Flytta monteringspunkterna som för närvarande är konfigurerade på de valda diskarna till logiska volymer på denna volymgrupp.
tr: Seçili disklerde şu anda yapılandırılmış olan bağlama noktalarını bu birim grubunun mantıksal birimlerine taşıyın.
uk: Перемістіть точки монтування, налаштовані на вибраних дисках, на логічні томи цієї групи томів.

source: Mount RAID %s
ca: Munta la RAID %s
de: RAID %s einhängen
el: Προσάρτηση RAID %s
es: Montar RAID %s
fi: Liitäs RAID %s
fr: Monter le RAID %s
it: Monta RAID %s
ja: RAID %s のマウント
ka: RAID %s-ის მიმაგრება
pt_br: Montar RAID %s
ru: Монтировать RAID-массив %s
sv: Montera RAID %s
tr: RAID %s'yi Bağla
uk: Монтувати RAID-масив %s

source: Format RAID %s
ca: Formata la RAID %s
de: RAID %s formatieren
el: Διαμόρφωση RAID %s
es: Formatear RAID %s
fi: Alusta RAID %s
fr: Formater le RAID %s
it: Formatta RAID %s
ja: RAID %s のフォーマット
ka: RAID %s-ის დაფორმატება
pt_br: Formatar RAID %s
ru: Отформатировать RAID-массив %s
sv: Formatera RAID %s
tr: RAID %s'yi biçimlendir
uk: Форматувати RAID-масив %s

source: Use RAID %s to install, host LVM and boot
ca: Usa la RAID %s per a la instal·lació, per a allotjar-hi l'LVM i per a l'arrencada
de: RAID %s zum Installieren, Hosten des LVM und Booten verwenden
el: Χρήση RAID %s για εγκατάσταση, φιλοξενία LVM και εκκίνηση
es: Usar RAID %s para instalar, alojar la LVM y arrancar
fi: Käytä kohdetta RAID %s asennukseen, LVM-taltioihin ja käynnistämiseen
fr: Utiliser le RAID %s pour effectuer l'installation, héberger LVM et démarrer
id: Gunakan RAID %s untuk memasang, meng-host LVM, dan mem-boot
it: Usa RAID %s per l'installazione, l'hosting di LVM e l'avvio
ja: インストール／ LVM の配置／起動用に RAID %s を使用する
ka: RAID %s-ის გამოყენება დასაყენებლად, LVM-ისთვის და ჩასატვირთად
pt_br: Usar RAID %s para instalar, hospedar o LVM e inicializar
ru: Исп. RAID-массив %s для установки, размещения LVM и загрузки
sv: Använd RAID %s för att installera, värd LVM och uppstart
tr: Kurulum, LVM'yi barındırmak ve önyüklemek için RAID %s'yi kullan
uk: Використати RAID-масив %s для встановлення, розміщення LVM та завантаження

source: Use RAID %s to install and host LVM
ca: Usa la RAID %s per a la instal·lació i per a allotjar-hi l'LVM
de: RAID %s zum Installieren und Hosten des LVM verwenden
el: Χρήση RAID %s για εγκατάσταση και φιλοξενία LVM
es: Usar RAID %s para instalar y alojar la LVM
fi: Käytä kohdetta RAID %s asennukseen ja LVM-taltioihin
fr: Utiliser le RAID %s pour effectuer l'installation et héberger LVM
id: Gunakan RAID %s untuk memasang dan meng-host LVM
it: Usa RAID %s per l'installazione e l'hosting di LVM
ja: インストールと LVM の配置用に RAID %s を使用する
ka: RAID %s-ის გამოყენება დასაყენებლად და LVM-სთვის
pt_br: Usar RAID %s para instalar e hospedar o LVM
ru: Исп. RAID-массив %s для установки и размещения LVM
sv: Använd RAID %s för att installera och vara värd för LVM
tr: Kurulum ve LVM'yi barındırmak için RAID %s'yi kullan
uk: Використати RAID-масив %s для встановлення та розміщення LVM

source: Use RAID %s to install and boot
ca: Usa la RAID %s per a la instal·lació i l'arrencada
de: RAID %s zum Installieren und Booten verwenden
el: Χρήση RAID %s για εγκατάσταση και εκκίνηση
es: Usar RAID %s para instalar y arrancar
fi: Käytä RAID-kohdetta %s asennukseen ja käynnistämiseen
fr: Utiliser le RAID %s pour effectuer l'installation et le démarrage
id: Gunakan RAID %s untuk menginstal dan mem-boot
it: Usa RAID %s per l'installazione e l'avvio
ja: インストールと起動用に RAID %s を使用する
ka: RAID %s-ის გამოყენება დასაყენებლად და ჩასატვირთად
pt_br: Usar RAID %s para instalar e inicializar
ru: Исп. RAID-массив %s для установки и загрузки
sv: Använd RAID %s för installation och uppstart
tr: Kurulum ve önyükleme için RAID %s kullan
uk: Використати RAID-масив %s для встановлення та завантаження

source: Use RAID %s to install
ca: Usa la RAID %s per a la instal·lació
de: RAID %s zum Installieren verwenden
el: Χρήση RAID %s για εγκατάσταση
es: Usar RAID %s para instalar
fi: Käytä kohdetta RAID %s asennukseen
fr: Utiliser le RAID %s pour effectuer l'installation
id: Gunakan RAID %s untuk memasang
it: Usa RAID %s per l'installazione
ja: インストールに RAID %s を使用する
ka: RAID %s-ის გამოყენება დასაყენებლად
pt_br: Usar RAID %s para instalar
ru: Исп. RAID-массив %s для установки
sv: Använd RAID %s för att installera
tr: Kurulum için RAID %s kullan
uk: Використати RAID-масив %s для встановлення

source: Use RAID %s for LVM, additional partitions and booting
ca: Usa la RAID %s per a l'LVM, per a les particions addicionals i l'arrencada
de: RAID %s für den LVM, zusätzliche Partitionen und zum Booten verwenden
el: Χρήση RAID %s για LVM, πρόσθετες κατατμήσεις και εκκίνηση
es: Usar RAID %s para la LVM, particiones adicionales y arrancar
fi: Käytä kohdetta RAID %s asennukseen, lisäosioihin ja käynnistämiseen
fr: Utiliser le RAID %s pour LVM, les partitions supplémentaires et le démarrage
id: Gunakan RAID %s untuk menginstal dan mem-boot
it: Usa RAID %s per LVM, partizioni aggiuntive e l'avvio
ja: LVM ／追加パーティション／起動用に RAID %s を使用する
ka: RAID %s-ის გამოყენება LVM-სთვის, დამატებითი დანაყოფებისთვის და ჩასატვირთად
pt_br: Usar RAID %s para LVM, partições adicionais e inicialização
ru: Исп. RAID-массив %s для LVM, дополнительных разделов и загрузки
sv: Använd RAID %s för LVM, ytterligare partitioner och uppstart
tr: LVM, ek bölümler ve önyükleme için RAID %s kullan
uk: Використати RAID-масив %s для LVM, додаткових розділів та завантаження
