Repository: agama-project/agama-weblate
Catalog: web/*.po
Languages: ca, de, el, es, fi, fr, id, it, ja, ka, pt_br, ru, sv, tr, uk

source: Edit volume group
ca: Edita el grup de volums
de: Volume-Gruppe bearbeiten
el: Επεξεργασία ομάδας τόμων
es: Editar grupo de volúmenes
fi: Muokkaa taltioryhmiä
fr: Modifier le groupe de volumes
id: Edit grup volume
it: Modifica gruppo di volumi
ja: ボリュームグループの編集
ka: ტომების ჯგუფის ჩასწორება
pt_br: Editar grupo de volumes
ru: Изменить группу томов
sv: Redigera volymgrupp
tr: Birim grubunu düzenle
uk: Змінити групу томів

source: Volume group %s
ca: Grup de volums %s
de: Volume-Gruppe %s
el: Ομάδα τόμων %s
es: Grupo de volumen %s
fi: Taltioryhmä %s
ja: ボリュームグループ %s
ka: ტომების ჯგუფი %s
pt_br: Grupo de volume %s
ru: Группа томов %s
sv: Volymgrupp %s
uk: Група томів %s

source: Create LVM volume group %s
ca: Crea el grup de volums d'LVM %s
de: LVM-Volume-Gruppe %s erstellen
el: Δημιουργία ομάδας τόμων LVM %s
es: Crear grupo de volúmenes LVM %s
fi: Luo LVM-taltioryhmä %s
fr: Créer le groupe de volumes LVM %s
id: Buat grup volume LVM %s
it: Crea gruppo di volumi LVM %s
ja: LVM ボリュームグループ %s の作成
ka: შეიქმნება LVM-ის ტომების ჯგუფი %s
pt_br: Criar grupo de volumes LVM %s
ru: Создать группу томов LVM %s
sv: Skapa LVM volymgrupp %s
tr: LVM birim grubu %s'yi oluştur
uk: Створити групу томів LVM %s

source: Empty LVM volume group %s
ca: Buida el grup de volums d'LVM %s
de: LVM-Volume-Gruppe %s löschen
el: Κενή ομάδα τόμων LVM %s
es: Grupo de volúmenes LVM %s vacío
fi: Tyhjennä LVM-taltioryhmä %s
fr: Vider le groupe de volumes LVM %s
id: Kosongkan volume grup LVM %s
it: Gruppo di volumi LVM %s vuoto
ja: 空の LVM ボリュームグループ %s
ka: ცარიელი LVM ტომების ჯგუფი %s
pt_br: Esvaziar grupo de volume LVM %s
ru: Очистить группу томов LVM %s
sv: Tom LVM volymgrupp %s
tr: Boş LVM birim grubu %s
uk: Очистити групу томів LVM %s

source: Add logical volume
ca: Afegeix un volum lògic
de: Logisches Volume hinzufügen
el: Προσθήκη λογικού τόμου
es: Añadir volumen lógico
fi: Lisää looginen taltio
fr: Ajouter un volume logique
id: Tambahkan volume logis
it: Aggiungi volume logico
ja: 論理ボリュームの追加
ka: ლოგიკური ტომის დამატება
pt_br: Adicionar volume lógico
ru: Добавить логический том
sv: Lägg till logisk volym
tr: Mantıksal birim ekle
uk: Додати логічний том

source: Logical volumes for %s
ca: Volums lògics per a %s
de: Logische Volumes für %s
el: Λογικοί τόμοι για %s
es: Volúmenes lógicos para %s
fi: Loogiset taltiot kohteelle %s
fr: Volumes logiques pour %s
id: Volume logis untuk %s
it: Volumi logici per %s
ja: %s に対する論理ボリューム
ka: ლოგიკური ტომები %s-სთვის
pt_br: Volumes lógicos para %s
ru: Логические тома для %s
sv: Logiska volymer för %s
tr: %s için mantıksal birimler
uk: Логічні томи для %s

source: The following logical volume will be created
ca: Es crearà el volum lògic següent:
de: Das folgende logische Volume wird erstellt
el: Ο ακόλουθος λογικός τόμος θα δημιουργηθεί
es: Se creará el volumen lógico siguiente
fi: Seuraava looginen taltio luodaan
fr: Le volume logique suivant sera créé
it: Sarà creato il seguente volume logico
ja: 下記の論理ボリュームを作成します
ka: შეიქმნება შემდეგი ლოგიკური ტომი
pt_br: O seguinte volume lógico será criado
ru: Будет создан следующий логический том
sv: Följande logiska volym kommer att skapas
tr: Aşağıdaki mantıksal birim oluşturulacak
uk: Буде створено такий логічний том

source: Formatting DASD devices
ca: Formatatge de dispositius DASD
de: DASD-Geräte formatieren
el: Διαμόρφωση συσκευών DASD
es: Formatear dispositivos DASD
fi: Alustetaan DASD-laitteita
fr: Formatage des périphériques DASD
id: Memformat perangkat DASD
it: Formattazione dei dispositivi DASD
ja: DASD デバイスをフォーマットしています
ka: DASD მოწყობილობების დაფორმატება
pt_br: Formatando dispositivos DASD
ru: Форматирование устройств DASD
sv: Formaterar DASD-enheter
tr: DASD aygıtlarının biçimlendirilmesi
uk: Форматування DASD-пристроїв

source: Activate
ca: Activa
de: Aktivieren
el: Ενεργοποίηση
es: Activar
fi: Aktivoi
fr: Activer
id: Mengaktifkan
it: Attiva
ja: 有効化
ka: აქტივაცია
pt_br: Ativar
ru: Активировать
sv: Aktivera
tr: Etkinleştir
uk: Активувати

source: Deactivate
ca: Desactiva
de: Deaktivieren
el: Απενεργοποίηση
es: Desactivar
fi: Deaktivoi
fr: Désactiver
id: Nonaktifkan
it: Disattiva
ja: 無効化
ka: დეაქტივაცია
pt_br: Desativar
ru: Деактивировать
sv: Inaktivera
tr: Devre dışı bırak
uk: Деактивувати

source: Set DIAG on
ca: Activa la DIAG
de: DIAG einschalten
el: Ενεργοποίηση DIAG
es: Activar DIAG
fi: Aseta DIAG päälle
fr: Régler DIAG sur "on"
it: Attiva DIAG
ja: DIAG を有効にする
ka: DIAG-ის ჩართვა
pt_br: Definir DIAG ligado
ru: Включить DIAG
sv: Sätt DIAGNOS på
tr: DIAG'ı açın
uk: Увімкнути DIAG

source: Set DIAG off
ca: Desactiva la DIAG
de: DIAG ausschalten
el: Απενεργοποίηση DIAG
es: Desactivar DIAG
fi: Aseta DIAG pois päältä
fr: Régler DIAG sur "off"
it: Disattiva DIAG
ja: DIAG を無効にする
ka: DIAG-ის გამორთვა
pt_br: Definir DIAG desligado
ru: Отключить DIAG
sv: Sätt DIAGNOS av
tr: DIAG'ı kapatın
uk: Вимкнути DIAG

source: Format
ca: Formata
de: Formatieren
el: Διαμόρφωση
es: Formatear
fi: Alusta
it: Formatta
ja: フォーマット
ka: დაფორმატება
pt_br: Formatar
ru: Формат
sv: Formatera
tr: Biçim
uk: Формат

source: Min channel
ca: Canal mínim
de: Minimaler Kanal
el: Ελάχιστο κανάλι
es: Canal mínimo
fi: Minimikanava
fr: Canal min
it: Canale minimo
ja: 最小チャネル
ka: მინ. არხი
pt_br: Canal mínimo
ru: Мин. канал
sv: Minimum kanal
tr: Minimum kanal
uk: Мін. канал

source: Max channel
ca: Canal màxim
de: Maximaler Kanal
el: Μέγιστο κανάλι
es: Canal máximo
fi: Maksimikanava
fr: Canal max
it: Canale massimo
ja: 最大チャネル
ka: მაქს. არხი
pt_br: Canal máximo
ru: Макс. канал
sv: Maximal kanal
tr: Maksimum kanal
uk: Макс. канал

source: Apply to the selected device
ca: Aplica-ho al dispositiu seleccionat
de: Auf das ausgewählte Gerät anwenden
fi: Toteuta valitulle laitteelle
fr: Appliquer à l’appareil sélectionné
it: Applica al dispositivo selezionato
ka: გადატარება მონიშნულ მოწყობილობაზე
pt_br: Aplicar ao dispositivo selecionado
ru: Применить к %s выбранному устройству
sv: Tillämpa på den valda enheten
uk: Застосувати до %s обраного пристрою

source: Select devices to enable bulk actions.
ca: Seleccioneu els dispositius per habilitar accions massives.
de: Wählen Sie Geräte aus, um Massenaktionen zu aktivieren.
fi: Valitse laitteita massatoimintojen toteuttamiseen.
fr: Sélectionner appareils pour activer les actions en masse.
it: Selezionare dispositivi per abilitare le azioni in lotto.
ka: აირჩიეთ მოწყობილობები ერთზე მეტი ქმედებისთვის.
pt_br: Selecionar dispositivos para habilitar ações em massa.
ru: Выберите устройства для выполнения массовых действий.
sv: Välj enheter för att aktivera massåtgärder.
uk: Виберіть пристрої для виконання масових дій.

source: No devices available
ca: No hi ha cap dispositiu disponible.
de: Keine Geräte verfügbar
el: Δεν υπάρχουν διαθέσιμες συσκευές
es: No hay ningún dispositivo disponible
fi: Laitteita ei saatavilla
fr: Pas d’appareils disponibles
it: Nessun dispositivo disponibile
ja: デバイスがありません
ka: მოწყობილობები ხელმისაწვდომი არაა
pt_br: Nenhum dispositivo disponível
ru: Нет доступных устройств
sv: Inga enheter tillgängliga
tr: Hiçbir cihaz mevcut değil
uk: Нема доступних пристроїв

source: No DASD devices were found in this machine.
ca: No s'ha trobat cap dispositiu DASD en aquesta màquina.
de: In dieser Maschine wurden keine DASD-Geräte gefunden.
fi: DASD-laitteita ei löydy tältä koneelta.
fr: Aucun dispositif DASD n’a été trouvé dans cette machine.
it: Nessun dispositivo DASD trovato in questa macchina.
ka: ამ მანქანაში DASD მოწყობილობები აღმოჩენილი არაა.
pt_br: Nenhum dispositivo DASD encontrado nesta máquina.
ru: На этой машине не обнаружено ни одного устройства DASD.
sv: Inga DASD-enheter hittades i den här maskinen.
uk: На цій машині не виявлено жодних пристроїв DASD.

source: Change filters and try again.
ca: Canvieu els filtres i torneu-ho a intentar.
de: Ändern Sie die Filter und versuchen Sie es erneut.
el: Αλλάξτε τα φίλτρα και δοκιμάστε ξανά.
es: Cambie los filtros y vuelva a intentarlo.
fi: Muuta suodattimia ja yritä uudelleen.
fr: Changez filtres puis réessayez.
it: Modificare i filtri e riprovare.
ja: フィルタを変更してやり直してください。
ka: შეცვალეთ ფილტრები და თავიდან სცადეთ.
pt_br: Alterar filtros e tentar novamente.
ru: Измените фильтры и попробуйте снова.
sv: Ändra filter och försök igen.
tr: Filtreleri değiştirip tekrar deneyin.
uk: Змініть фільтри та спробуйте ще раз.

source: Clear all filters
ca: Esborra tots els filtres
de: Alle Filter löschen
el: Εκκαθάριση όλων των φίλτρων
es: Borrar todos los filtros
fi: Tyhjennä kaikki suodattimet
fr: Retirer tous filtres
it: Cancella tutti i filtri
ja: 全てのフィルタを消去
ka: ყველა ფილტრის გასუფთავება
pt_br: Limpar todos os filtros
ru: Очистить все фильтры
sv: Rensa alla filter
tr: Tüm filtreleri temizle
uk: Очистити всі фільтри

source: Channel ID
ca: Identificador del canal
de: Kanalkennung
el: ID καναλιού
es: ID de canal
fi: Kanavatunniste
fr: ID du canal
id: ID saluran
it: ID canale
ja: チャネル ID
ka: არხის ID
pt_br: ID do canal
ru: Идентификатор канала
sv: Kanal-ID
tr: Kanal Kimliği
uk: Ідентифікатор каналу

source: DIAG
ka: დიაგ
ru: Режим DIAG
uk: Режим DIAG

source: No
de: Nein
el: Όχι
fi: Ei
fr: Non
id: Tidak
ja: いいえ
ka: არა
pt_br: Não
ru: Нет
sv: Nej
tr: Hayır
uk: Ні

source: Yes
ca: Sí
de: Ja
el: Ναι
es: Sí
fi: Kyllä
fr: Oui
id: Ya
it: Sì
ja: はい
ka: დიახ
pt_br: Sim
ru: Да
sv: Ja
tr: Evet
uk: Так

source: Formatted
ca: Formatat
de: Formatiert
el: Διαμορφωμένο
es: Formateado
fi: Alustettu
fr: Formaté
id: Diformat
it: Formattato
ja: フォーマット済み
ka: დაფორმატებული
pt_br: Formatado
ru: Отформатированный
sv: Formaterad
tr: Biçimlendirilmiş
uk: Відформатовано

source: Partition Info
ca: Informació de la partició
de: Partitionierungsinformationen
el: Πληροφορίες κατάτμησης
es: Información de la partición
fi: Osion tiedot
fr: Informations sur la partition
id: Info Partisi
it: Informazioni sulla partizione
ja: パーティション情報
ka: დანაყოფის ინფორმაცია
pt_br: Informação da partição
ru: Информация о разделе
sv: Partitionsinformation
tr: Bölüm Bilgisi
uk: Інформація про розділ

source: Applying changes
ca: S'apliquen els canvis
de: Änderungen werden angewendet
el: Εφαρμογή αλλαγών
es: Aplicando cambios
fi: Toteutetaan muutoksia
fr: Appliquer changements
it: Applicazione delle modifiche
ja: 変更を適用しています
ka: მიმდინარეობს ცვლილებების გადატარება
pt_br: Aplicando as alterações
ru: Применение изменений
sv: Tillämpar ändringar
tr: Değişiklikleri uygula
uk: Застосування змін

source: This may take a moment while updates complete.
ca: Això pot trigar una estona mentre es completen les actualitzacions.
de: Es kann einen Moment dauern, bis die Aktualisierungen abgeschlossen sind.
el: Αυτό μπορεί να πάρει λίγο χρόνο μέχρι να ολοκληρωθούν οι ενημερώσεις.
es: Las actualizaciones pueden tardar un momento.
fi: Päivitysten valmistuminen vie jonkin verran aikaa.
fr: Cela peut prendre un moment pendant que les mises à jour s'accomplissent.
it: Potrebbe volerci qualche istante quando gli aggiornamenti vengono completati.
ja: 更新が完了するまでしばらくお待ちください。
ka: განახლებების დასრულებას ცოტა დრო შეიძლება, დასჭირდეს.
pt_br: Isso pode levar alguns instantes enquanto as atualizações são concluídas.
ru: Это может занять некоторое время, пока обновление будет завершено.
sv: Detta kan ta en stund medan uppdateringarna slutförs.
tr: Güncellemeler tamamlanana kadar bu işlem biraz zaman alabilir.
uk: Це може зайняти деякий час, поки оновлення завершиться.

source: This message will close automatically when everything is done.
ca: Aquest missatge es tancarà automàticament quan tot estigui fet.
de: Diese Meldung wird automatisch geschlossen, wenn alles erledigt ist.
el: Αυτό το μήνυμα θα κλείσει αυτόματα όταν όλα ολοκληρωθούν.
es: Este mensaje se cerrará automáticamente cuando todo se complete.
fi: Tämä viesti sulkeutuu automaattisesti kun kaikki on valmista.
fr: Ce message se fermera automatiquement lorsque tout est fait.
it: Questo messaggio si chiuderà automaticamente quando tutto sarà completato.
ja: 全ての処理が完了すると、このメッセージは自動的に閉じます。
ka: ეს შეტყობინება ავტომატურად დაიხურება, როცა ყველაფერი დასრულდება.
pt_br: Esta mensagem fechará automaticamente quando tudo estiver concluído.
ru: Это сообщение закроется автоматически, когда все будет готово.
sv: Detta meddelande kommer att stängas automatiskt när allt är klart.
tr: Her şey tamamlandığında bu ileti kendiliğinden kapanacaktır.
uk: Це повідомлення закриється автоматично, коли все буде готово.

source: Cannot format %s
ca: No es pot formatar %s
de: %s kann nicht formatiert werden
el: Αδυναμία διαμόρφωσης του %s
es: No se puede formatear %s
fi: %s ei voida alustaa
fr: Impossible de formater %s
it: Impossibile formattare %s
ja: %s をフォーマットできません
ka: %s-ის დაფორმატება შეუძლებელია
pt_br: Não foi possível formatar %s
ru: Невозможно отформатировать %s
sv: Kan inte formatera %s
tr: %s biçimlendirilemiyor
uk: Неможливо форматувати %s

source: It is offline and must be activated before formatting it.
ca: És fora de línia i s'ha d'activar abans de formatar-lo.
de: Es ist offline und muss vor dem Formatieren aktiviert werden.
el: Είναι εκτός σύνδεσης και πρέπει να ενεργοποιηθεί πριν από τη διαμόρφωσή του.
es: No tiene conexión y debe activarse antes de poder formatearse.
fi: Se ei ole kytketty ja tulee aktivoida ennen alustusta.
fr: Il est hors ligne et doit être activé avant de le formater.
it: È offline e deve essere attivato prima di poter essere formattato.
ja: オフライン状態になっています。フォーマットを実施するには、あらかじめ有効化しなければなりません。
ka: გათიშულია და უნდა გაააქტიუროთ, სანამ დააფორმატებთ.
pt_br: Está offline e deve ser ativado antes de ser formatado.
ru: Устройство офлайн, перед форматированием его необходимо активировать.
sv: Den är offline och måste aktiveras innan den formateras.
tr: Çevrimdışıdır ve biçimlendirmeden önce etkinleştirilmesi gerekir.
uk: Пристрій офлайн, перед форматуванням його необхідно активувати.

source: Cannot format all the selected devices
ca: No es poden formatar tots els dispositius seleccionats.
de: Es können nicht alle ausgewählten Geräte formatiert werden
el: Αδυναμία διαμόρφωσης όλων των επιλεγμένων συσκευών
es: No se pueden formatear todos los dispositivos seleccionados
fi: Kaikkia valittuja laitteita ei voi alustaa
fr: Impossible de formater tous les appareils sélectionnés
it: Impossibile formattare tutti i dispositivi selezionati
ja: 選択した全てのデバイスをフォーマットできません
ka: ყველა მონიშნული მოწყობილობის დაფორმატება შეუძლებელია
pt_br: Não é possível formatar todos os dispositivos selecionados
ru: Невозможно отформатировать все выбранные устройства
sv: Kan inte formatera alla valda enheter
tr: Seçilen tüm cihazlar biçimlendirilemiyor
uk: Не вдається відформатувати всі вибрані пристрої

source: Below %s devices are offline and cannot be formatted.
ca: Els dispositius següents, %s, són fora de línia i no es poden formatar.
de: Die folgenden %s Geräte sind offline und können nicht formatiert werden.
el: Οι παρακάτω %s συσκευές είναι εκτός σύνδεσης και δεν μπορούν να διαμορφωθούν.
es: Los %s dispositivos mostrados a continuación no tienen conexión y no se pueden formatear.
fi: Alla olevat %s laitteet eivät ole kytketty ja niitä ei voi alustaa.
fr: Les appareils %s ci-dessous sont hors ligne et ne peuvent pas être formatés.
it: I seguenti %s dispositivi sono offline e non possono essere formattati.
ja: 下記 %s 個のデバイスがオフラインになっているため、フォーマットできません。
ka: ქვემო %s მოწყობილობა გათიშულია და ვერ დააფორმატებთ.
pt_br: Os %s dispositivos abaixo estão offline e não podem ser formatados.
ru: %s устр. находятся в офлайн-режиме и не могут быть отформатированы.
sv: Nedanstående %s enheter är offline och kan inte formateras.
tr: %s'in altındaki cihazlar çevrimdışıdır ve biçimlendirilemez.
uk: Нижче показано %s пристроїв, що не підключені до мережі і не можуть бути відформатовані.

source: Unselect or activate them and try it again.
ca: Desmarqueu-los o activeu-los i torneu-ho a provar.
de: Wählen Sie sie ab oder aktivieren Sie sie und versuchen Sie es erneut.
el: Αποεπιλέξτε ή ενεργοποιήστε τις και δοκιμάστε ξανά.
es: Deselecciónelos o actívelos y vuelva a intentarlo.
fi: Poista valintoja tai aktivoi laitteita, yritä sitten uudelleen.
fr: Désélectionnez ou activez-les puis réessayez.
it: Deseleziona o attivali per riprovare.
ja: これらのデバイスを選択から外すか、もしくは有効化してからやり直してください。
ka: მოხსენით მონიშვნა, ან გაააქტიურეთ ისინი და თავიდან სცადეთ.
pt_br: Desmarque ou ative-os e tente novamente.
ru: Отмените выбор или активируйте их, а затем попробуйте снова.
sv: Avmarkera eller aktivera dem och försök igen.
tr: Seçimi kaldırın veya etkinleştirin ve tekrar deneyin.
uk: Скасуйте вибір або активуйте їх, а потім спробуйте знову.

source: Format device %s
ca: Formata el dispositiu %s
de: Gerät %s formatieren
el: Διαμόρφωση συσκευής %s
es: Formatear dispositivo %s
fi: Alusta laite %s
fr: Formater appareil %s
it: Formatta dispositivo %s
ja: デバイス %s のフォーマット
ka: %s-ის დაფორმატება
pt_br: Formatar dispositivo %s
ru: Отформатировать устройство %s
sv: Formatera enhet %s
tr: Aygıtı biçimlendir %s
uk: Форматувати пристрій %s

source: This action could destroy any data stored on the device.
ca: Aquesta acció podria destruir qualsevol dada emmagatzemada al dispositiu.
de: Diese Aktion kann alle auf dem Gerät gespeicherten Daten zerstören.
fi: Tämä toiminto voi tuhota kaikki laitteelle tallennetut tiedot.
fr: Cette action pourrait détruire toutes les données stockées sur l'appareil.
it: Questa azione potrebbe distruggere i dati memorizzati sul dispositivo.
ka: ეს ქმედება მოწყობილობაზე დამახსოვრებულ მონაცემებს გაანადგურებს.
pt_br: Esta ação pode destruir quaisquer dados armazenados no dispositivo.
ru: Это действие может уничтожить все данные, хранящиеся на этом устройстве.
sv: Denna åtgärd kan förstöra all data som lagras på enheten.
uk: Ця дія може знищити всі дані, що зберігаються на цьому пристрої.

source: Confirm that you really want to continue.
ca: Confirmeu que realment voleu continuar.
de: Bestätigen Sie, dass Sie wirklich fortfahren möchten.
el: Επιβεβαιώστε ότι θέλετε πραγματικά να συνεχίσετε.
es: Confirme que desea continuar.
fi: Vahvista että haluat todella jatkaa.
fr: Confirmez que vous voulez vraiment continuer.
it: Confermare che si desidera continuare.
ja: 続行して問題がないかどうか、ご確認ください。
ka: დაადასტურეთ, რომ მართლა გნებავთ, გააგრძელოთ.
pt_br: Confirme que você realmente deseja continuar.
ru: Подтвердите, что вы действительно хотите продолжить.
sv: Bekräfta att du verkligen vill fortsätta.
tr: Gerçekten devam etmek istediğinizi onaylayın.
uk: Підтвердьте, що Ви дійсно хочете продовжити.

source: Format now
ca: Formata-ho ara
de: Jetzt formatieren
el: Διαμόρφωση τώρα
es: Formatear ahora
fi: Alusta nyt
fr: Formater maintenant
it: Formatta ora
ja: 今すぐフォーマットする
ka: დაფორმატება ახლა
pt_br: Formatar agora
ru: Отформатировать
sv: Formatera nu
tr: Şimdi biçimlendir
uk: Форматувати

source: Format selected devices?
ca: Voleu formatar els dispositius seleccionats?
de: Ausgewählte Geräte formatieren?
el: Διαμόρφωση επιλεγμένων συσκευών;
es: ¿Formatear los dispositivos seleccionados?
fi: Alustetaanko valitut laitteet?
fr: Voulez-vous formater les périphériques sélectionnés ?
id: Memformat perangkat yang dipilih?
it: Formattare i dispositivi selezionati?
ja: 選択したデバイスをフォーマットしますか？
ka: დავაფორმატო არჩეული მოწყობილობები?
pt_br: Formatar os dispositivos selecionados?
ru: Отформатировать выбранные устройства?
sv: Formatera valda enheter?
tr: Seçili cihazlar biçimlendirilsin mi?
uk: Відформатувати обрані пристрої?

source: This action could destroy any data stored on the devices listed below.
ca: Aquesta acció podria destruir qualsevol dada emmagatzemada als dispositius que s'enumeren a continuació.
de: Diese Aktion kann alle auf den unten aufgeführten Geräten gespeicherten Daten zerstören.
fi: Tämä toiminto voi tuhota kaikki alla luetelluille laitteille tallennetut tiedot.
fr: Cette action pourrait détruire toute donnée stockée sur les appareils listés ci-dessous.
it: Questa azione potrebbe distruggere i dati memorizzati nei dispositivi elencati sotto.
ka: ეს ქმედება გაანადგურებს მონაცემებს, რომლებიც დამახსოვრებულია ქვემოთ ჩამოთვლილ მოწყობილობებზე.
pt_br: Esta ação pode destruir quaisquer dados armazenados nos dispositivos listados abaixo.
ru: Это действие может уничтожить все данные, хранящиеся на перечисленных ниже устройствах.
sv: Denna åtgärd kan förstöra all data som lagras på enheterna som listas nedan.
uk: Ця дія може призвести до знищення всіх даних, що зберігаються на перелічених нижче пристроях.

source: all
ca: tots
de: alle
fi: kaikki
fr: tout
it: tutti
ka: ყველა
pt_br: tudo
ru: все
sv: alla
uk: все

source: yes
ca: sí
de: ja
fi: kyllä
fr: oui
it: sì
ka: დიახ
pt_br: sim
ru: да
sv: ja
uk: так

source: no
de: nein
fi: ei
fr: non
ka: არა
pt_br: não
ru: нет
sv: nej
uk: ні

source: active
ca: actiu
de: aktiv
fi: aktiivinen
fr: actif
it: attiva
ka: აქტიური
pt_br: ativo
ru: активно
sv: aktiv
uk: активно

source: read_only
ca: només de lectura
de: schreibgeschützt
fi: vain_luku
fr: lecture_seulement
it: solo_lettura
ka: მხოლოდ_წაკითხვადი
pt_br: somente_leitura
ru: только_чтение
sv: läs_endast
uk: тільки_читання

source: offline
ca: fora de línia
fi: poiskytketty
fr: hors ligne
ka: გათიშულია
ru: офлайн
uk: офлайн

source: Clear input
ca: Esborra l'entrada
de: Eingabe löschen
el: Εκκαθάριση εισαγωγής
es: Borrar entrada
fi: Tyhjennä syöte
fr: Vider saisie
it: Cancella inserimento
ja: 入力を消去
ka: შეყვანის გასწორება
pt_br: Limpar entrada
ru: Очистить ввод
sv: Rensa inmatning
tr: Girişi temizle
uk: Очистити ввід

source: Unused space
ca: Espai sense ús
de: Ungenutzter Platz
el: Μη χρησιμοποιούμενος χώρος
es: Espacio no utilizado
fi: Käyttämätöntä tilaa
fr: Espace inutilisé
id: Ruang tidak terpakai
it: Spazio inutilizzato
ja: 未使用の領域
ka: გამოუყენებელი ადგილი
pt_br: Espaço não utilizado
ru: Неиспользуемое пространство
sv: Oanvänt utrymme
tr: Kullanılmayan alan
uk: Невикористаний простір

source: No valid address.
el: Μη έγκυρη διεύθυνση.
ja: アドレスが正しくありません。
ru: Нет действительного адреса.

source: No valid port.
el: Μη έγκυρη θύρα.
ja: ポートが正しくありません。
ru: Нет действительного порта.

source: All fields are required.
el: Όλα τα πεδία είναι υποχρεωτικά.
ja: 全ての項目に入力する必要があります。
ru: Все поля обязательны для заполнения.

source: Address
ca: Adreça
de: Adresse
el: Διεύθυνση
es: Dirección
fi: Osoite
fr: Adresse
id: Alamat
it: Indirizzo
ja: アドレス
ka: მისამართი
pt_br: Endereço
ru: Адрес
sv: Adresser
tr: Adres
uk: Адреса

source: Port
el: Θύρα
es: Puerto
fi: Portti
it: Porta
ja: ポート
ka: პორტი
pt_br: Porta
ru: Порт
uk: Порт

source: Provide authentication
el: Παροχή πιστοποίησης
ja: 認証情報を設定
ru: Обеспечение аутентификации

source: CHAP authentication performed by the target
el: Πιστοποίηση CHAP που εκτελείται από τον στόχο (target)
ja: ターゲットによる CHAP 認証
ru: Аутентификация CHAP, выполняемая целью

source: User name
ca: Nom d'usuari
de: Benutzername
el: Όνομα χρήστη
es: Nombre de usuario
fi: Käyttäjänimi
fr: Nom d'utilisateur
id: Nama pengguna
it: Nome utente
ja: ユーザ名
ka: მომხმარებლის სახელი
pt_br: Nome de usuário
ru: Имя пользователя
sv: Användarnamn
tr: Kullanıcı adı
uk: Ім'я користувача

source: Enable mutual verification
el: Ενεργοποίηση αμοιβαίας επαλήθευσης
ja: 相互検証を有効にする
ru: Включить взаимную проверку

source: Additional CHAP authentication performed by the initiator
el: Πρόσθετη πιστοποίηση CHAP που εκτελείται από τον initiator
ja: イニシエータによる追加の CHAP 認証
ru: Дополнительная аутентификация CHAP, выполняемая инициатором

source: Initiator user name
el: Όνομα χρήστη initiator
ja: イニシエータ側のユーザ名
ru: Имя пользователя-инициатора

source: Initiator password
el: Κωδικός πρόσβασης initiator
ja: イニシエータ側のパスワード
ru: Пароль инициатора

source: Discover targets
el: Εντοπισμός στόχων
ja: ターゲットの検出
ru: Обнаружение целей
