Repository: agama-project/agama-weblate
Catalog: web/*.po
Languages: ca, de, el, es, fi, fr, id, it, ja, ka, pt_br, ru, sv, tr, uk

source: These are the settings for the product to install. The installer language can be adjusted via the [settings panel] accessible from the top bar.
ca: Aquests són els paràmetres per instal·lar el producte. La llengua de l'instal·lador es pot ajustar a [settings panel] accessible des de la barra superior.
de: Dies sind die Einstellungen für das zu installierende Produkt. Die Sprache des Installationsprogramms kann über das [settings panel] in der oberen Leiste angepasst werden.
el: Αυτές είναι οι ρυθμίσεις για το προϊόν προς εγκατάσταση. Η γλώσσα του εγκαταστάτη μπορεί να προσαρμοστεί μέσω του [πίνακα ρυθμίσεων] που είναι προσβάσιμος από την επάνω γραμμή.
es: Parámetros de instalación del producto. El idioma del instalador puede ser ajustado mediante el [panel de configuraciones], accesible en la barra superior.
fi: Nämä ovat asennettavan tuotteen asetukset. Asennusohjelman kieltä voi muuttaa yläpalkin [asetuspaneelista].
fr: Il s'agit des paramètres du produit à installer. La langue du programme d'installation peut être modifiée via le [panneau des paramètres] accessible depuis la barre supérieure.
id: Pengaturan untuk menginstal produk. Bahasa penginstal dan tata letak keyboard dapat disesuaikan melalui [panel pengaturan] yang dapat diakses dari bilah atas.
it: Queste sono le impostazioni per il prodotto da installare. È possibile modificare l lingua del programma di installazione tramite il [pannello delle impostazioni], accessibile dalla barra superiore.
ja: こちらはインストールする製品に対する設定です。インストーラの言語の設定は、上部バーの [設定パネル] から変更できます。
ka: ეს დასაყენებელი პროდუქტის პარამეტრებია. დაყენების პროგრამის ენის მორგება [მორგების პანელიდან] ზედა ზოლიდანაა ხელმისაწვდომი.
pt_br: Estas são as configurações do produto que será instalado. É possível ajustar o idioma do instalador no [painel de configurações] acessível na barra superior.
ru: Это настройки для устанавливаемого продукта. Язык программы установки можно изменить через [панель настроек], доступную на верхней панели.
sv: Det här är inställningarna för produkten som ska installeras. Installationsspråket kan justeras via [inställningspanelen] som är tillgänglig från det övre fältet.
tr: Bunlar, yüklenecek ürün için ayarlardır. Yükleyici dili, üst çubuktan erişilebilen [ayarlar paneli] aracılığıyla ayarlanabilir.
uk: Це налаштування для встановлюваного продукту. Мову програми встановлення можна змінити через [панель налаштувань], доступну на верхній панелі.

source: Change
ca: Canvia
de: Ändern
el: Αλλαγή
es: Cambiar
fi: Muuta
fr: Changer
id: Ubah
it: Cambia
ja: 変更
ka: შეცვლა
pt_br: Alterar
ru: Изменить
sv: Ändra
tr: Değiştir
uk: Змінити

source: Wrong selection
ca: Selecció incorrecta
de: Falsche Auswahl
el: Εσφαλμένη επιλογή
fi: Väärä valinta
ja: 誤った選択
ka: არასწორი არჩევანი
ru: Неверный выбор
uk: Неправильний вибір

source: Keyboard
ca: Teclat
de: Tastatur
el: Πληκτρολόγιο
es: Teclado
fi: Näppäimistö
fr: Clavier
id: Papan ketik
it: Tastiera
ja: キーボード
ka: კლავიატურა
pt_br: Teclado
ru: Клавиатура
sv: Tangentbord
tr: Klavye
uk: Клавіатура

source: Time zone
ca: Zona horària
de: Zeitzone
el: Ζώνη ώρας
es: Zona horaria
fi: Aikavyöhyke
fr: Fuseau horaire
id: Zona waktu
it: Fuso orario
ja: タイムゾーン
ka: დროის სარტყელი
pt_br: Fuso horário
ru: Часовой пояс
sv: Tidszon
tr: Saat dilimi
uk: Часовий пояс

source: Filter by language, territory or locale code
ca: Filtra per llengua, territori o codi local
de: Nach Sprache, Gebiet oder Sprachumgebungscode filtern
el: Φιλτράρισμα βάσει γλώσσας, περιοχής ή κωδικού locale
es: Filtrar por idioma, territorio o código de configuración regional
fi: Suodata kielen, alueen tai lokaalikoodin mukaan
fr: Filtrer par langue, territoire ou code local
id: Memfilter berdasarkan bahasa, wilayah, atau kode lokal
it: Filtra per lingua, territorio o locale di zona
ja: 言語／地域／ロケールコードでフィルタ
ka: ფილტრი ენით, ტერიტორიით, ან ლოკალის კოდით
pt_br: Filtrar por idioma, território ou código de localidade
ru: Фильтр по языку, территории или коду локали
sv: Filtrera efter språk, territorium eller lokalkod
tr: Dile, bölgeye veya yerel ayar koduna göre filtreleyin
uk: Фільтр за мовою, територією або кодом локалі

source: None of the locales match the filter.
ca: Cap de les llengües coincideix amb el filtre.
de: Keines der Gebietsschemata entspricht dem Filter.
el: Κανένα locale δεν ταιριάζει με το φίλτρο.
es: Ninguna de las configuraciones regionales coincide con el filtro.
fi: Yksikään lokaaleista ei täsmää suodattimeen.
fr: Aucune des langues ne correspond au filtre.
id: Tidak ada lokasi yang cocok dengan filter.
it: Nessuna localizzazione corrisponde al filtro.
ja: フィルタに該当するロケールがありません。
ka: ლოკალების რაოდენობა, რომელიც ფილტრს ემთხვევა.
pt_br: Nenhum dos locais corresponde ao filtro.
ru: Ни одна из локалей не соответствует фильтру.
sv: Inget av lokalerna matchar filtret.
tr: Hiçbir yerel ayar filtreye uymuyor.
uk: Жодна з локалей не відповідає фільтру.

source: Filter by territory, time zone code or UTC offset
ca: Filtra per territori, codi de zona horària o desplaçament d'UTC
de: Nach Gebiet, Zeitzonencode oder UTC-Abweichung filtern
el: Φιλτράρισμα βάσει περιοχής, κωδικού ζώνης ώρας ή απόκλισης UTC
es: Filtrar por territorio, código de zona horaria o compensación UTC
fi: Suodata alueen, aikavyöhykoodin tai UTC-aikaeron mukaan
fr: Filtrer par territoire, code de fuseau horaire ou décalage UTC
id: Memfilter berdasarkan wilayah, kode zona waktu, atau offset UTC
it: Filtra per territorio, codice di fuso orario o differenza da UTC
ja: 地域／タイムゾーンコード／UTC オフセット値でフィルタ
ka: გაფილტვრა ტერიტორიით, დროის სარტყლით, ან UTC წანაცვლებით
pt_br: Filtrar por território, código de fuso horário ou deslocamento UTC
ru: Фильтр по территории, коду часового пояса или смещению UTC
sv: Filtrera efter område, tidszonskod eller UTC-förskjutning
tr: Bölgeye, saat dilimi koduna veya UTC farkına göre filtreleyin
uk: Фільтр за територією, коду часового пояса або зміщенню UTC

source: None of the time zones match the filter.
ca: Cap de les zones horàries coincideix amb el filtre.
de: Keine der Zeitzonen entspricht dem Filter.
el: Καμία ζώνη ώρας δεν ταιριάζει με το φίλτρο.
es: Ninguna de las zonas horarias coincide con el filtro.
fi: Yksikään aikavyöhykkeistä ei täsmää suodattimeen.
fr: Aucun des fuseaux horaires ne correspond au filtre.
id: Tidak ada zona waktu yang cocok dengan filter.
it: Nessuno dei fusi orari corrisponde al filtro.
ja: フィルタに該当するタイムゾーンがありません。
ka: ფილტრს დროის სარტყლებიდან არცერთი ემთხვევა.
pt_br: Nenhum dos fusos horários corresponde ao filtro.
ru: Ни один из часовых поясов не соответствует фильтру.
sv: Inget av tidszonerna matchar filtret.
tr: Hiçbir zaman dilimi filtreye uymuyor.
uk: Жоден з часових поясів не відповідає фільтру.

source: Loading
ca: Carregant
de: Wird geladen
el: Φόρτωση
es: Cargando
fi: Ladataan
fr: Chargement
id: Memuat
it: Caricamento
ja: 読み込んでいます
ka: იტვირთება
pt_br: Carregando
ru: Загрузка
sv: Laddar
tr: Yükleniyor
uk: Завантаження

source: Remove
ca: Suprimeix
de: Entfernen
el: Αφαίρεση
es: Retirar
fi: Poista
fr: Supprimer
id: Menghapus
it: Rimuovi
ja: 削除
ka: წაშლა
pt_br: Remover
ru: Удалить
sv: Ta bort
tr: Kaldır
uk: Видалити

source: IP Address
ca: Adreça IP
de: IP-Adresse
el: Διεύθυνση IP
es: Dirección IP
fi: IP-osoite
fr: Adresse IP
id: Alamat IP
it: Indirizzo IP
ja: IP アドレス
ka: IP მისამართი
pt_br: Endereço IP
ru: IP-адрес
tr: IP Adres
uk: IP-адреса

source: Prefix length or netmask
ca: Longitud del prefix o màscara de xarxa
de: Präfixlänge oder Netzmaske
el: Μήκος προθέματος ή μάσκα δικτύου
es: Longitud del prefijo o máscara de red
fi: Etuliitteen pituus tai verkkomaski
fr: Longueur du préfixe ou masque de sous-réseau
id: Panjang awalan atau netmask
it: Lunghezza prefisso o netmask
ja: プレフィクス長またはサブネットマスク
ka: პრეფიქსის სიგრძე ან ნეტმასკა
pt_br: Comprimento do prefixo ou máscara de rede
ru: Длина префикса или маска сети
sv: Prefix längd eller nätmask
tr: Önek uzunluğu veya ağ maskesi
uk: Довжина префікса або маска мережі

source: Add an address
ca: Afegeix-hi una adreça
de: Adresse hinzufügen
el: Προσθήκη διεύθυνσης
es: Añadir una dirección
fi: Lisää osoite
fr: Ajouter une adresse
id: Tambahkan alamat
it: Aggiungi un indirizzo
ja: アドレスの追加
ka: მისამართის დამატება
pt_br: Adicionar um endereço
ru: Добавить адрес
sv: Lägg till en adress
tr: Adres ekle
uk: Додати адресу

source: Add another address
ca: Afegeix-hi una altra adreça
de: Weitere Adresse hinzufügen
el: Προσθήκη άλλης διεύθυνσης
es: Añadir otras direcciones
fi: Lisää toinen osoite
fr: Ajouter une autre adresse
id: Tambahkan alamat lain
it: Aggiungi un altro indirizzo
ja: その他のアドレスの追加
ka: სხვა მისამართის დამატება
pt_br: Adicionar outro endereço
ru: Добавить другой адрес
sv: Lägg till en annan adress
tr: Başka Bir Adres Ekle
uk: Додати іншу адресу

source: Addresses
ca: Adreces
de: Adressen
el: Διευθύνσεις
es: Direcciones
fi: Osoitteet
fr: Adresses
id: Alamat
it: Indirizzi
ja: アドレス
ka: მისამართები
pt_br: Endereços
ru: Адреса
sv: Adresser
tr: Adresler
uk: Адреси

source: Addresses data list
ca: Llista de dades d'adreces
de: Adressdatenliste
el: Λίστα δεδομένων διευθύνσεων
es: Lista de datos de direcciones
fi: Osoitteiden tietoluettelo
fr: Liste des données d'adresses
id: Daftar data alamat
it: Elenco indirizzi
ja: アドレスデータの一覧
ka: მისამართის მონაცემების სია
pt_br: Lista de dados de endereços
ru: Список данных адресов
sv: Adresser data lista
tr: Adres veri listesi
uk: Список даних адрес

source: Binding settings
ca: Paràmetres de vinculació
de: Verknüpfungseinstellungen
el: Ρυθμίσεις συσχέτισης (binding)
ja: バインディング設定
ru: Настройки привязки
uk: Налаштування прив'язки

source: Choose how the connection should be associated with a network device. This helps control which device the connection uses.
ca: Trieu com s'ha d'associar la connexió amb un dispositiu de xarxa. Això ajuda a controlar quin dispositiu usa la connexió.
de: Wählen Sie aus, wie die Verbindung mit einem Netzwerkgerät verknüpft werden soll. Damit lässt sich steuern, welches Gerät die Verbindung verwendet.
el: Επιλέξτε πώς θα συσχετίζεται η σύνδεση με μια συσκευή δικτύου. Αυτό βοηθά στον έλεγχο της συσκευής που χρησιμοποιεί η σύνδεση.
es: Elija cómo se debe asociar la conexión con un dispositivo de red. Esto ayuda a controlar qué dispositivo usa la conexión.
fi: Valitse kuinka yhteys liittyy verkkolaitteeseen. Tällä voidaan hallita mitä laitetta yhteys käyttää.
fr: Choisissez comment la connexion doit être associée à un appareil réseau. Cela aide à contrôler quel appareil la connexion utilise.
it: Scegliere come associare la connessione con un dispositivo di rete. Ciò aiuta a controllare il dispositivo utilizzato dalla connessione.
ja: 接続とネットワークデバイスとの関連づけ方式を指定してください。これにより、接続が使用するデバイスを制御することができます。
pt_br: Escolha como a conexão deve ser associada a um dispositivo de rede. Isso ajuda a controlar qual dispositivo a conexão utilizará.
ru: Выберите, как подключение должно быть связано с сетевым устройством. Это помогает контролировать, какое устройство используется подключением.
sv: Välj hur anslutningen ska kopplas till en nätverksenhet. Detta hjälper till att styra vilken enhet anslutningen använder.
tr: Bağlantının bir ağ cihazıyla nasıl ilişkilendirileceğini seçin. Bu, bağlantının hangi cihazı kullanacağını kontrol etmenize yardımcı olur.
uk: Виберіть, як це підключення має бути пов'язане з мережевим пристроєм. Це допомагає контролювати, який пристрій використовується для підключення.

source: Unbound
ca: Desvincula
de: Ungebunden
el: Χωρίς συσχέτιση (unbound)
es: No asociado
fi: Irrota sidos
fr: Non lié(e)
it: Scollegato
ja: 特に指定しない
ka: მოხსნა
pt_br: Desvincular
ru: Без привязки
sv: Obunden
tr: Bağlanmamış
uk: Без прив'язки

source: The connection can be used by any available device.
ca: La connexió la pot usar qualsevol dispositiu disponible.
de: Die Verbindung kann von jedem verfügbaren Gerät genutzt werden.
el: Η σύνδεση μπορεί να χρησιμοποιηθεί από οποιαδήποτε διαθέσιμη συσκευή.
es: La conexión puede ser utilizada por cualquier dispositivo disponible.
fi: Mikään saatavilla oleva laite ei voi käyttää yhteyttä.
fr: La connexion peut être utilisée par n'importe quel appareil disponible.
it: La connessione può essere utilizzata da qualsiasi dispositivo disponibile.
ja: 接続時に利用可能な任意のデバイスを使用するようにします。
ka: კავშირის გამოყენება ნებისმიერ ხელმისაწვდომ მოწყობილობას შეუძლია.
pt_br: A conexão pode ser usada por qualquer dispositivo disponível.
ru: Это подключение может использоваться любым доступным устройством.
sv: Anslutningen kan användas av vilken tillgänglig enhet som helst.
tr: Bağlantıyı herhangi bir mevcut cihazdan kullanabilirsiniz.
uk: Це підключення може використовуватися будь-яким доступним пристроєм.

source: Bind to device name
ca: Vincula al nom del dispositiu
de: Mit Gerätenamen verknüpfen
el: Συσχέτιση με όνομα συσκευής
es: Asociar al nombre del dispositivo
fi: Sido laitenimeen
fr: Lier au nom de l'appareil
it: Associa a nome dispositivo
ja: デバイス名に結びつける
ka: მიბმა მოწყობილობის სახელზე
pt_br: Vincular ao nome do dispositivo
ru: Привязать к имени устройства
sv: Bind till enhetsnamn
tr: Aygıt adına bağlan
uk: Прив'язати до назви пристрою

source: Choose device to bind by name
ca: Trieu el dispositiu per vincular-lo per nom
de: Zu verknüpfendes Gerät nach Namen auswählen
el: Επιλέξτε συσκευή για συσχέτιση βάσει ονόματος
es: Escoger dispositivo para vincular por nombre
fi: Valitse laite joka sidotaan nimellä
fr: Choisir un périphérique à lier selon le nom
id: Pilih perangkat untuk diikat berdasarkan nama
it: Scegli il dispositivo da associare in base al nome
ja: 名前でデバイスを識別します
ka: აირჩიეთ მოწყობილობა, რომლის სახელზეც მიბმა გნებავთ
pt_br: Escolher o dispositivo para vincular por nome
ru: Выберите устройство для привязки по имени
sv: Välj enhet att binda efter namn
tr: Adına göre bağlanacak cihazı seçin
uk: Виберіть пристрій для прив'язки за назвою

source: Bind to MAC address
ca: Vincula a l'adreça MAC
de: Mit MAC-Adresse verknüpfen
el: Συσχέτιση με διεύθυνση MAC
es: Vincular a dirección MAC
fi: Sido MAC-osoitteeseen
fr: Lier à l'adresse MAC
id: Mengikat ke alamat MAC
it: Associa a indirizzo MAC
ja: MAC アドレスに結びつける
ka: მიბმა MAC მისამართზე
pt_br: Vincular a endereço MAC
ru: Привязать к MAC-адресу
sv: Bind till MAC-adress
tr: MAC adresine bağlan
uk: Прив'язати до MAC-адреси

source: Choose device to bind by MAC
ca: Trieu el dispositiu per vincular per MAC
de: Zu verknüpfendes Gerät nach MAC auswählen
el: Επιλέξτε συσκευή για συσχέτιση βάσει MAC
es: Escoger dispositivo para vincular por dirección MAC
fi: Valitse laite joka sidotaan MAC-osoitteeseen
fr: Choisir un périphérique à lier en fonction de l'adresse MAC
id: Pilih perangkat untuk diikat berdasarkan MAC
it: Scegli il dispositivo da associare in base a MAC
ja: MAC アドレスでデバイスを識別します
ka: აირჩიეთ მოწყობილობა MAC-ით მისაბმელად
pt_br: Escolher dispositivo para vincular por MAC
ru: Выберите устройство для привязки по MAC-адресу
sv: Välj enhet att binda via MAC
tr: Bağlanacak cihazı MAC ile seçin
uk: Виберіть пристрій для прив'язки за MAC-адресою

source: Server IP
ca: IP del servidor
el: IP διακομιστή
es: Servidor IP
fi: Palvelimen IP
fr: IP serveur
id: IP Server
it: IP del Server
ja: サーバ IP
ka: სერვერის IP
pt_br: IP do servidor
ru: IP сервера
tr: Sunucu IP'si
uk: IP сервера

source: Add DNS
ca: Afegeix-hi un DNS
de: DNS hinzufügen
el: Προσθήκη DNS
es: Añadir DNS
fi: Lisää DNS
fr: Ajouter un DNS
id: Tambahkan DNS
it: Aggiungi DNS
ja: DNS の追加
ka: DNS-ის დამატება
pt_br: Adicionar DNS
ru: Добавить DNS
sv: Lägg till DNS
tr: DNS Ekle
uk: Додати DNS

source: Add another DNS
ca: Afegeix-hi un altre DNS
de: Weiteren DNS hinzufügen
el: Προσθήκη άλλου DNS
es: Añadir otro DNS
fi: Lisää toinen DNS
fr: Ajouter un autre DNS
id: Tambahkan DNS lain
it: Aggiungi un altro DNS
ja: その他の DNS の追加
ka: კიდევ ერთი DNS-ის დამატება
pt_br: Adicionar outro DNS
ru: Добавить другой DNS
sv: Lägg till en annan DNS
tr: Başka bir DNS ekle
uk: Додати інший DNS

source: %1$s, %2$s and [%3$d more]
ca: %1$s, %2$s i [%3$d més]
de: %1$s, %2$s und [%3$d weitere]
el: %1$s, %2$s και [%3$d ακόμη]
fi: %1$s, %2$s ja [%3$d muuta]
ja: %1$s, %2$s [さらに %3$d 個のアドレスがあります]
ka: %1$s, %2$s და [კიდევ %3$d]
ru: %1$s, %2$s и [ещё %3$d]
uk: %1$s, %2$s та [ще %3$d]

source: %1$s and [%2$d more]
ca: %1$s i [%2$d més]
de: %1$s und [%2$d weitere]
el: %1$s και [%2$d ακόμη]
fi: %1$s ja [%2$d muuta]
ja: %1$s [さらに %2$d 個のアドレスがあります]
ka: %1$s და [კიდევ %2$d]
ru: %1$s и [ещё %2$d]
uk: %1$s та [ще %2$d]

source: %1$s and %2$s
ca: %1$s i %2$s
de: %1$s und %2$s
el: %1$s και %2$s
fi: %1$s ja %2$s
ja: %1$s, %2$s
ka: %1$s და %2$s
ru: %1$s и %2$s
uk: %1$s і %2$s

source: Use for installation only
ca: Usa-la només per a la instal·lació
de: Nur für die Installation verwenden
el: Χρήση μόνο για την εγκατάσταση
es: Utilizar únicamente para la instalación
fi: Käytä vain asentamiseen
fr: À utiliser pour l'installation uniquement
id: Hanya digunakan untuk pemasangan
it: Usa solo per l'installazione
ja: インストールのみに使用
ka: მხოლოდ დასაყენებლად გამოყენება
pt_br: Usar apenas para instalação
ru: Исп. только при установке
sv: Använd för installation endast
tr: Yalnızca kurulum için kullan
uk: Використовувати тільки при встановленні

source: The connection will be used only during installation and not available in the installed system.
ca: La connexió només s'usarà durant la instal·lació i no estarà disponible al sistema instal·lat.
de: Die Verbindung wird nur während der Installation verwendet und ist im installierten System nicht verfügbar.
el: Η σύνδεση θα χρησιμοποιηθεί μόνο κατά τη διάρκεια της εγκατάστασης και δεν θα είναι διαθέσιμη στο εγκατεστημένο σύστημα.
es: La conexión sólo se usará durante la instalación y no estará disponible en el sistema instalado.
fi: Yhteyttä käytetään vain asennuksen aikana, eikä se ole saatavilla asennetussa järjestelmässä.
fr: La connexion ne sera utilisée que pendant l'installation et ne sera pas disponible sur le système installé.
id: Koneksi hanya akan digunakan selama pemasangan dan tidak tersedia dalam sistem yang telah dipasang.
it: La connessione verrà utilizzata solo durante l'installazoine e non sarà disponibile nel sistema installato.
ja: 接続をインストール時にのみ使用するものとし、インストール後は削除します。
pt_br: A conexão será usada apenas durante a instalação e não ficará disponível no sistema instalado.
ru: Это подключение будет использоваться только во время установки и не будет доступно в установленной системе.
sv: Anslutningen kommer endast att användas under installationen och är inte tillgänglig i det installerade systemet.
tr: Bağlantı sadece kurulum sırasında kullanılacak olup, kurulu sistemde mevcut olmayacaktır.
uk: Це з'єднання буде використовуватися тільки під час встановлення і не буде доступним у встановленій системі.

source: Ip prefix or netmask
ca: Prefix IP o màscara de xarxa
de: IP-Präfix oder Netzmaske
el: Πρόθεμα IP ή μάσκα δικτύου
es: Prefijo IP o máscara de red
fi: IP-etuliite tai verkkomaski
fr: Préfixe IP ou masque de réseau
id: Awalan IP atau netmask
it: Prefisso IP o netmask
ja: IP プレフィクスもしくはネットマスク
ka: IP პრეფიქსი ან ქსელის ნიღაბი
pt_br: Prefixo do IP ou máscara de rede
ru: Ip префикс или маска сети
sv: IP prefix eller nätmask
tr: IP öneki veya ağ maskesi
uk: Ip префікс або маска мережі

source: At least one address must be provided for selected mode
ca: S'ha de proporcionar almenys una adreça per al mode seleccionat.
de: Für den ausgewählten Modus muss mindestens eine Adresse angegeben werden
el: Πρέπει να δοθεί τουλάχιστον μία διεύθυνση για την επιλεγμένη λειτουργία
es: Se debe proporcionar al menos una dirección para el modo seleccionado
fi: Ainakin yksi osoite tulee antaa valitussa tilassa
fr: Au moins une adresse doit être fournie pour le mode sélectionné
id: Setidaknya satu alamat harus disediakan untuk mode yang dipilih
it: Almeno un indirizzo deve essere inserito per la modalità corrente
ja: 選択しているモードの場合、 1 つ以上のアドレスを設定しなければなりません
ka: მონიშნული რეჟიმისთვის საჭიროა, სულ ცოტა, ერთი მისამართი
pt_br: Pelo menos um endereço deve ser fornecido para o modo selecionado
ru: Для выбранного режима необходимо предоставить не менее одного адреса
sv: Minst en adress måste tillhandahållas för valt läge
tr: Seçilen mod için en az bir adres sağlanmalıdır
uk: Для обраного режиму має бути вказана принаймні одна адреса

source: Edit
ca: Edita
de: Bearbeiten
el: Επεξεργασία
es: Editar
fi: Muokkaa
fr: Modifier
it: Modifica
ja: 編集
ka: ჩასწორება
pt_br: Editar
ru: Изменить
sv: Redigera
tr: Düzenle
uk: Редагувати

source: Something went wrong
ca: Alguna cosa ha anat malament.
de: Etwas ist schiefgelaufen
el: Κάτι πήγε στραβά
es: Algo ha fallado
fi: Tapahtui virhe
fr: Quelque chose n'a pas fonctionné
id: Ada yang tidak beres
it: Qualcosa è andato storto
ja: 何らかの問題が発生しました
ka: რაღაც არასწორია
pt_br: Alguma coisa deu errado
ru: Что-то пошло не так
sv: Något gick fel
tr: Bir şeyler ters gitti
uk: Щось пішло не так

source: Mode
de: Modus
el: Λειτουργία
es: Modo
fi: Tapa
it: Modalità
ja: モード
ka: რეჟიმი
pt_br: Modo
ru: Режим
sv: Läge
tr: Mod
uk: Режим

source: Automatic (DHCP)
ca: Automàtic (DHCP)
de: Automatisch (DHCP)
el: Αυτόματη (DHCP)
es: Automático (DHCP)
fi: Automaattinen (DHCP)
fr: Automatique (DHCP)
id: Otomatis (DHCP)
it: Automatico (DHCP)
ja: 自動 (DHCP)
ka: ავტომატური (მხოლოდ DHCP)
pt_br: Automático (DHCP)
ru: Автоматически (DHCP)
sv: Automatisk (DHCP)
tr: Kendiliğinden (DHCP)
uk: Автоматично (DHCP)

source: Manual
de: Manuell
el: Χειροκίνητη
fi: Manuaalinen
fr: Manuel
it: Manuale
ja: 手動
ka: ხელით
ru: Вручную
sv: Manuell
tr: Manuel
uk: Вручну

source: Gateway
ca: Passarel·la
el: Πύλη
es: Puerta de enlace
fi: Yhdyskäytävä
fr: Passerelle
ja: ゲートウエイ
ka: ნაგულისხმევი რაუტერი
ru: Шлюз
tr: Ağ Geçidi
uk: Шлюз

source: Gateway can be defined only in 'Manual' mode
ca: La passarel·la només es pot definir en mode manual.
de: Gateway kann nur im Modus ‚Manuell‘ definiert werden
el: Η πύλη μπορεί να οριστεί μόνο στη «Χειροκίνητη» λειτουργία
es: La puerta de enlace sólo se puede definir en modo 'Manual'
fi: Yhdyskäytävän voi määrittää vain tilassa ”Manuaalinen”
fr: La passerelle ne peut être définie qu'en mode 'manuel'
id: Gateway hanya dapat ditentukan dalam mode 'Manual'
it: Il gateway può essere definito solo in modalità 'Manuale'
ja: '手動' モードの場合にのみゲートウエイを設定できます
ka: ნაგულისხმევი რაუტერის მითითება, მხოლოდ, 'ხელით' რეჟიმში შეიძლება
pt_br: O gateway só pode ser definido no modo 'Manual'
ru: Шлюз можно указать только в ручном режиме
sv: Gateway kan endast definieras i "Manuellt" läge
tr: Ağ geçidi yalnızca 'Manuel' modda tanımlanabilir
uk: Шлюз можна вказати тільки в ручному режимі

source: Wi-Fi not supported
ca: Wi-Fi no compatible
de: Kein Wi-Fi unterstützt
el: Το Wi-Fi δεν υποστηρίζεται
es: Wi-Fi no compatible
fi: Wi-Fi ei ole tuettu
fr: Wi-Fi non pris en charge
id: Wi-Fi tidak didukung
it: Wi-Fi non supportato
ja: Wi-Fi に対応していません
ka: Wi-Fi მხარდაჭერილი არაა
pt_br: Não há suporte para Wi-Fi
ru: Wi-Fi не поддерживается
sv: Wi-Fi stöds inte
tr: Wi-Fi desteklenmiyor
uk: Wi-Fi не підтримується
