Repository: agama-project/agama-weblate
Catalog: web/*.po
Languages: ca, de, el, es, fi, fr, id, it, ja, ka, pt_br, ru, sv, tr, uk

source: Connected devices
ca: Dispositius connectats
de: Verbundene Geräte
el: Συνδεδεμένες συσκευές
es: Dispositivos conectados
fi: Yhdistetyt laitteet
fr: Appareils connectés
it: Dispositivi connessi
ja: 接続済みのデバイス
ka: დაკავშირებული მოწყობილობები
pt_br: Dispositivos conectados
ru: Подключенные устройства
sv: Anslutna enheter
tr: Bağlı cihazlar
uk: Підключені пристрої

source: No device is currently using this connection.
ca: Cap dispositiu usa actualment aquesta connexió.
de: Derzeit verwendet kein Gerät diese Verbindung.
el: Καμία συσκευή δεν χρησιμοποιεί αυτή τη σύνδεση αυτή τη στιγμή.
es: Ningún dispositivo está utilizando actualmente esta conexión.
fi: Mikään laite ei käytä tätä yhteyttä.
fr: Aucun appareil n’utilise actuellement cette connexion.
it: Nessun dispositivo sta attualmente utilizzando questa connessione.
ja: この接続ではデバイスを使用していません。
ka: ამ კავშირს, ამჟამად, არც ერთი მოწყობილობა იყენებს.
pt_br: Nenhum dispositivo está usando esta conexão no momento.
ru: В настоящее время ни одно устройство не использует это подключение.
sv: Ingen enhet använder för närvarande den här anslutningen.
tr: Şu anda bu bağlantıyı kullanan bir cihaz yok.
uk: Наразі жоден пристрій не використовує це з'єднання.

source: Connected devices tabs
ca: Pestanyes de dispositius connectats
de: Tabs für verbundene Geräte
el: Καρτέλες συνδεδεμένων συσκευών
es: Pestañas de dispositivos conectados
fi: Yhdistettyjen laitteiden välilehdet
fr: Onglets des appareils connectés
it: Schede dispositivi connessi
ja: 接続済みデバイスのタブ
ka: დაკავშირებული მოწყობილობის ჩანართები
pt_br: Abas de dispositivos conectados
ru: Вкладки подключенных устройств
sv: Anslutna enheter flikar
tr: Bağlı cihazlar sekmeleri
uk: Вкладки підключених пристроїв

source: Settings
ca: Configuració
de: Einstellungen
el: Ρυθμίσεις
es: Ajustes
fi: Asetukset
fr: Paramètres
it: Impostazioni
ja: 設定
ka: მორგება
pt_br: Configurações
ru: Настройки
sv: Inställningar
tr: Ayarlar
uk: Налаштування

source: Edit connection settings
ca: Edita la configuració de la connexió
de: Verbindungseinstellungen bearbeiten
el: Επεξεργασία ρυθμίσεων σύνδεσης
es: Editar la configuración de conexión
fi: Muokkaa yhteysasetuksia
fr: Modifier paramètres connexion
it: Modifica impostazioni di connessione
ja: 接続設定の編集
ka: კავშირის პარამეტრების ჩასწორება
pt_br: Editar configurações da conexão
ru: Изменить настройки подключения
sv: Redigera anslutningsinställningar
tr: Bağlantı ayarlarını düzenle
uk: Змінити налаштування з'єднання

source: None set
ca: No s'ha establert
de: Keine festgelegt
el: Δεν ορίστηκε
es: Ninguna establecida
fi: Ei asetettu
fr: Aucun(e) réglé
it: Nessuno impostato
ja: 未設定
ka: დაყენებული არაა
pt_br: Nenhuma definida
ru: Не задано
sv: Ingen inställd
tr: Hiçbiri ayarlanmadı
uk: Не задано

source: Connection not found or lost
ca: Connexió no trobada o perduda
de: Verbindung nicht gefunden oder verloren
el: Η σύνδεση δεν βρέθηκε ή χάθηκε
es: Conexión no encontrada o perdida
fi: Yhetyttä ei ole tai se on väinnyt
fr: Connexion introuvable ou perdue
id: Koneksi tidak ditemukan atau terputus
it: Connessione non trovata o persa
ja: 接続が見つからないか、接続が失われています
ka: კავშირის ვერ ვიპოვე, ან დაიკარგა
pt_br: Conexão não encontrada ou perdida
ru: Подключение не найдено или потеряно
sv: Anslutningen hittades inte eller förlorades
tr: Bağlantı bulunamadı veya kayboldu
uk: З'єднання не знайдено або втрачено

source: No wired connections were found
ca: No s'ha trobat cap connexió amb fil
de: Keine kabelgebundenen Verbindungen gefunden
el: Δεν βρέθηκαν ενσύρματες συνδέσεις
es: No se han encontrado conexiones por cable
fi: Kiinteitä yhteyksiä ei löydy
fr: Aucune connexion filaire n'a été trouvée
id: Tidak ditemukan koneksi kabel
it: Nessuna connessione via cavo trovata
ja: 有線接続が見つかりませんでした
ka: მავთულიანი მიერთება აღმოჩენილი არაა
pt_br: Nenhuma conexão com fio encontrada
ru: Проводные соединения не обнаружены
sv: Inga trådbundna anslutningar hittades
tr: Kablolu bağlantı bulunamadı
uk: Дротові з'єднання не знайдено

source: Hostname
ca: Nom d'amfitrió
el: Όνομα συστήματος
es: Nombre del equipo
fi: Verkkonimi
fr: Nom d'hôte
id: Nama host
it: Nome host
ja: ホスト名
ka: ჰოსტის სახელი
pt_br: Nome de host
ru: Имя узла
sv: Värdnamn
tr: Ana bilgisayar adı
uk: Ім'я хоста

source: Temporary name that may change after reboot or network changes
ca: Nom temporal que pot canviar després d'un reinici o canvis de xarxa
de: Temporärer Name, der sich nach einem Neustart oder Netzwerkänderungen ändern kann
el: Προσωρινό όνομα που ενδέχεται να αλλάξει μετά από επανεκκίνηση ή αλλαγές δικτύου
fi: Väliaikaisnimi voi muuttua uudelleenkäynnistyksen jälkeen tai verkon muuttuessa
ja: システムの再起動やネットワーク側の変更により変わりうる一時的な名前です
ru: Временное имя, которое может измениться после перезагрузки или изменения сетевых настроек
uk: Тимчасове ім'я, яке може змінитися після перезавантаження або змін у мережі

source: Installation settings
ca: Paràmetres per a la instal·lació
de: Installationseinstellungen
el: Ρυθμίσεις εγκατάστασης
ja: インストール設定
ru: Параметры установки
uk: Параметри встановлення

source: Language and region
ca: Llengua i regió
de: Sprache und Region
el: Γλώσσα και περιοχή
fi: Kieli ja alue
ja: 言語と地域
ka: ენა და რეგიონი
ru: Язык и регион
uk: Мова і регіон

source: %1$s keyboard - %2$s timezone
ca: Teclat: %1$s - Zona horària: %2$s
el: %1$s πληκτρολόγιο - %2$s ζώνη ώρας
fi: Näppäimistö %1$s – aikavyöhyke %2$s
ja: %1$s キーボード - %2$s タイムゾーン
ru: Клавиатура: %1$s - Часовой пояс: %2$s
uk: %1$s розкладка - %2$s часова зона

source: %s and %s
ca: %s i %s
de: %s und %s
el: %s και %s
fi: %s ja %s
it: %s e %s
ja: %s, %s
ka: %s და %s
ru: %s и %s
uk: %s та %s

source: %s and %d others
ca: %s i %d altres
de: %s und %d andere
el: %s και %d ακόμη
fi: %s ja %d muuta
ja: %s とその他 %d 個のアドレス
ru: %s и %d других
uk: %s та %d інший/х

source: System will have no network connections
ca: El sistema no tindrà connexions de xarxa.
de: Das System hat keine Netzwerkverbindungen
el: Το σύστημα δεν θα έχει συνδέσεις δικτύου
fi: Järjestelmään ei tule verkkoyhteyksiä
ja: システムにはネットワーク接続は設定されません
ka: სისტემას ქსელი არ ექნება
ru: Установленная система не будет иметь сетевых подключений
uk: Система не матиме мережевих підключень

source: Using %d connections with %s
ca: S'usen %d connexions amb %s
de: Verwendung von %d Verbindungen mit %s
el: Χρήση %d συνδέσεων με %s
fi: Käytetään %d yhteyttä: %s
ja: %d 個の接続 (%s) を使用
ka: გამოიყენება %d კავშირი %s-ით
ru: Используется %d подкл. с %s
uk: Використаня %d з'єднань з %s

source: DHCP and %s
ca: DHCP i %s
de: DHCP und %s
el: DHCP και %s
fi: DHCP ja %s
it: DHCP e %s
ja: DHCP および %s
ka: DHCP და %s
ru: DHCP и %s
tr: DHCP ve %s
uk: DHCP та %s

source: Configured with %d connection
ca: Configurat amb %d connexió
de: Konfiguriert mit %d Verbindung
el: Ρυθμίστηκε με %d σύνδεση
fi: Määritettiin %d yhteys
ja: %d 個の接続を設定済み
ka: მორგებულია %d კავშირი
ru: Настроена: %d подключение
tr: bağlantı %d ile ayarlandı
uk: Налаштовано з %d з'єднанням

source: Not configured
ca: Sense configurar
de: Nicht konfiguriert
el: Δεν έχει ρυθμιστεί
fi: Ei määritetty
ja: 未設定
ka: მორგებული არაა
ru: Не настроено
uk: Не налаштовано

source: Installation only
ca: Només instal·lació
de: Nur Installation
el: Μόνο για την εγκατάσταση
fi: Vain asennus
ja: インストール時のみ
ka: მხოლოდ დაყენება
ru: Только установка
tr: Sadece kurulum
uk: Тільки установка

source: Auto and manual
ca: Automàtica i manual
de: Automatisch und manuell
el: Αυτόματη και χειροκίνητη
fi: Automaattinen ja käyttäjän määrittämä
ja: 自動および手動
ru: Автоматически и вручную
tr: Otomatik ve Manuel
uk: Автоматичне та ручне

source: Auto
ca: Automàtica
de: Automatisch
el: Αυτόματη
es: Automático
fi: Automaattinen
ja: 自動
ka: ავტო
pt_br: Automático
ru: Автоматически
tr: Otomatik
uk: Автоматично

source: Delete existing data and install %s?
ca: Voleu suprimir-ne les dades existents i instal·lar-hi %s?
de: Vorhandene Daten löschen und %s installieren?
el: Διαγραφή υπαρχόντων δεδομένων και εγκατάσταση του %s;
ja: 既存のデータを削除して %s をインストールしてよろしいですか？
ru: Удалить существующие данные и установить %s?
tr: Var olan veriyi silip %s'i kur?
uk: Видалити наявні дані та встановити %s?

source: Install %s?
ca: Voleu instal·lar %s?
de: %s installieren?
el: Εγκατάσταση του %s;
ja: %s をインストールしてよろしいですか？
ru: Установить %s?
tr: %s yüklensin mi?
uk: Встановити %s?

source: If unsure, cancel and review storage settings.
ca: Si no ho teniu clar, cancel·leu-ho i reviseu la configuració d'emmagatzematge.
de: Wenn Sie sich nicht sicher sind, brechen Sie den Vorgang ab und überprüfen Sie die Speichereinstellungen.
el: Αν δεν είστε σίγουροι, ακυρώστε και ελέγξτε τις ρυθμίσεις αποθήκευσης.
ja: 不安な場合はいったんキャンセルして、ストレージ設定をご確認ください。
ru: Если не уверены, отмените и проверьте параметры хранилища.
tr: Eğer emin değilseniz, geri dönüp bölümlendirme ayarlarınızı gözden geçirin.
uk: Якщо Ви не впевнені, скасуйте та перегляньте налаштування сховища.

source: By proceeding, the installation will begin with defined settings.
ca: En continuar, la instal·lació començarà amb els paràmetres definits.
de: Wenn Sie fortfahren, wird die Installation mit den festgelegten Einstellungen gestartet.
el: Προχωρώντας, η εγκατάσταση θα ξεκινήσει με τις καθορισμένες ρυθμίσεις.
ja: 続行すると、指定の設定でインストールが開始されます。
ru: При продолжении установка начнется с заданными параметрами.
tr: İlerlerseniz, kurulum tanımladığınız ayarlarla başlayacak.
uk: Після підтвердження інсталяція розпочнеться з визначених налаштувань.

source: Confirm and install
ca: Confirmació i instal·lació
de: Bestätigen und installieren
el: Επιβεβαίωση και εγκατάσταση
ja: 了承してインストールする
ru: Подтвердить и установить
tr: Onayla ve Kur
uk: Підтвердити та встановити

source: When ready, click on the [install] button at the end of the page.
ca: Quan estigueu a punt, feu clic al botó [Instal·la] al final de la pàgina.
de: Wenn Sie bereit sind, klicken Sie auf die Schaltfläche [Installieren] am Ende der Seite.
el: Όταν είστε έτοιμοι, κάντε κλικ στο κουμπί [εγκατάσταση] στο τέλος της σελίδας.
ja: 準備ができたら、ページ末尾にある [インストール] ボタンを押してください。
ru: Когда будете готовы, нажмите кнопку [установить] в конце страницы.
tr: Hazır olduğunzda sayfanın sonundaki [install] butonuna basın.
uk: Коли все буде готово, натисніть кнопку [Встановити] внизу сторінки.

source: Install
ca: Instal·la
de: Installieren
el: Εγκατάσταση
es: Instalar
fi: Asenna
fr: Installer
id: Instal
it: Installa
ja: インストール
ka: დაყენება
pt_br: Instalar
ru: Установить
sv: Installera
tr: Yükle
uk: Встановити

source: Install now with potential data loss
ca: Instal·la ara amb possible pèrdua de dades
de: Mit potenziellem Datenverlust jetzt installieren
el: Εγκατάσταση τώρα με πιθανή απώλεια δεδομένων
fi: Asenna nyt, vaikka tietoja menetettäisiin
ja: データ削除を了承してインストールを開始する
ru: Установить сейчас с возможной потерей данных
uk: Встановити зараз із можливою втратою даних

source: Install now
ca: Instal·la ara
de: Jetzt installieren
el: Εγκατάσταση τώρα
fi: Asenna nyt
ja: インストールを開始する
ka: დაყენება ახლავე
ru: Установить
uk: Встановити зараз

source: Take a moment to review the installation settings below and adjust them as needed.
ca: Dediqueu un moment a revisar els paràmetres d'instal·lació següents i ajusteu-los segons calgui.
de: Nehmen Sie sich einen Moment Zeit, um die folgenden Installationseinstellungen zu überprüfen und gegebenenfalls anzupassen.
el: Αφιερώστε λίγο χρόνο για να ελέγξετε τις παρακάτω ρυθμίσεις εγκατάστασης και να τις προσαρμόσετε όπως απαιτείται.
ja: 下記に示すインストール設定をご確認のうえ、必要であれば調整してください。
ru: Уделите немного времени, чтобы ознакомиться с параметрами установки ниже и при необходимости изменить их.
uk: Приділіть хвилинку, щоб переглянути налаштування інсталяції нижче та відкоригуйте їх за необхідності.

source: Wait until current operations are completed.
ca: Espereu fins que s'hagin completat les operacions actuals.
de: Warten Sie, bis die aktuellen Vorgänge abgeschlossen sind.
el: Περιμένετε μέχρι να ολοκληρωθούν οι τρέχουσες λειτουργίες.
ja: 処理が完了するまでお待ちください。
ru: Дождитесь завершения текущих операций.
uk: Дочекайтеся завершення поточних операцій.

source: You need to fix any invalid settings before proceeding with the installation.
ca: Cal que corregiu qualsevol configuració no vàlida abans de continuar la instal·lació.
de: Sie müssen alle ungültigen Einstellungen korrigieren, bevor Sie mit der Installation fortfahren können.
el: Πρέπει να διορθώσετε τυχόν μη έγκυρες ρυθμίσεις πριν προχωρήσετε στην εγκατάσταση.
ja: インストールを続行する前に、正しくない設定を修正する必要があります。
ru: Перед продолжением установки необходимо исправить все неверные параметры.
uk: Перед продовженням інсталяції необхідно виправити всі недійсні налаштування.

source: Registered without a code
el: Εγγράφηκε χωρίς κωδικό
ja: コード無しで登録済み
ru: Зарегистрировано без кода

source: Using code ending in %s
ca: S'usa el codi que acaba en %s
el: Χρήση κωδικού που λήγει σε %s
ja: 末尾 %s のコードを使用
ru: Использ. код, заканчивающийся на %s
uk: Використання коду, що закінчується на %s

source: Not registered yet
ca: Encara no s'ha registrat.
de: Noch nicht registriert
el: Δεν έχει εγγραφεί ακόμη
ja: まだ登録していません
ru: Ещё не зарегистрировано
uk: Ще не зареєстровано

source: Registered
ca: Registrat
de: Registriert
el: Εγγεγραμμένο
ja: 登録済み
ru: Зарегистрировано
uk: Зареєстровано

source: Required packages
ca: Paquets requerits
de: Erforderliche Pakete
el: Απαιτούμενα πακέτα
fi: Vaaditut paketit
it: Pacchetti richiesti
ja: 必要なパッケージ
ru: Необходимые пакеты
uk: Необхідні пакети

source: Required packages and %s pattern
ca: Paquets necessaris i %s patró
de: Erforderliche Pakete und %s Muster
el: Απαιτούμενα πακέτα και %s πρότυπο (pattern)
fi: Vaaditut paketit ja %d kuvio
ja: %s 個のパターンと必要なパッケージ
ru: Необходимые пакеты и %s шаблон
uk: Необхідні пакети та %s шаблон

source: Needs about %s
ca: Necessita aproximadament %s
de: Benötigt etwa %s
el: Χρειάζεται περίπου %s
fi: Vaatii noin %s
it: Necessita di circa %s
ja: おおよそ %s が必要
ru: Требуется около %s
uk: Потрібно приблизно %s

source: Invalid software selection
de: Ungültige Softwareauswahl
el: Μη έγκυρη επιλογή λογισμικού
ja: ソフトウエア選択が正しくありません
ru: Неверный выбор ПО
uk: Неправильний вибір програмного забезпечення

source: No device selected yet
ca: Encara no s'ha seleccionat cap dispositiu.
de: Noch kein Gerät ausgewählt
el: Δεν έχει επιλεγεί συσκευή ακόμη
es: Aún no se ha seleccionado ningún dispositivo
fi: Laitetta ei ole vielä valittu
fr: Aucun périphérique n'a encore été sélectionné
id: Belum ada perangkat yang dipilih
it: Non è stato selezionato alcun dispositivo al momento
ja: まだ何もデバイスを選択していません
ka: ჯერ მოწყობილობები არჩეული არაა
pt_br: Nenhum dispositivo selecionado ainda
ru: Устройство ещё не выбрано
sv: Ingen enhet vald ännu
tr: Henüz hiçbir cihaz seçilmedi
uk: Пристрій ще не обрано

source: Use device %s
ca: Usa el dispositiu %s
de: Gerät %s verwenden
el: Χρήση συσκευής %s
fi: Käytä laitetta %s
ja: デバイス %s を使用する
ka: მოწყობილობის %s გამოყენება
ru: Исп. устройство %s
uk: Використати пристрій %s

source: Use several devices
ca: Usa diversos dispositius
de: Mehrere Geräte verwenden
el: Χρήση αρκετών συσκευών
fi: Käytä useita laitteita
ja: 複数のデバイスを使用する
ka: რამდენიმე მოწყობილობის გამოყენება
ru: Исп. несколько устройств
uk: Використати кілька пристроїв

source: There are no disks available for the installation
ca: No hi ha discs disponibles per a la instal·lació.
de: Es sind keine Datenträger für die Installation verfügbar.
el: Δεν υπάρχουν διαθέσιμοι δίσκοι για την εγκατάσταση
fi: Asennukseen käytettävissä olevia levyjä ei ole
ja: インストールに使用できるディスクがありません
ka: დაყენებისთვის დისკები ხელმისაწვდომი არაა
ru: Для установки нет доступных дисков
uk: Немає доступних дисків для встановлення

source: Invalid settings
ca: Configuració no vàlida
de: Ungültige Einstellungen
el: Μη έγκυρες ρυθμίσεις
fi: Virheellisiä asetuksia
ja: 正しくない設定です
ka: არასწორი პარამეტრები
ru: Неверные параметры
uk: Неправильні налаштування

source: Using an advanced storage configuration
ca: S'usa una configuració d'emmagatzematge avançada.
de: Verwendung einer erweiterten Speicherkonfiguration
el: Χρήση προχωρημένης διαμόρφωσης αποθήκευσης
fi: Käytetään tarkkaa talletustilamääritystä
ja: 高度なストレージ設定を使用します
ka: საცავის დამატებითი კონფიგურაცია
ru: Использование расширенной конфигурации хранилища
uk: Використання розширеної конфігурації сховища

source: Failed to calculate a storage layout
ca: No s'ha pogut calcular un disseny d'emmagatzematge
de: Berechnung einer Speicherungsanordnung ist fehlgeschlagen
el: Αποτυχία υπολογισμού διάταξης αποθήκευσης
es: Error al calcular una disposición de almacenamiento
fi: Tallennustilan määritysten laskeminen ei onnistunut
fr: Échec du calcul d'une structure de stockage
id: Gagal menghitung tata letak penyimpanan
it: Calcolo di un layout di memorizzazione non riuscito
ja: ストレージ配置の算出に失敗しました
ka: საცავის განლაგების გამოთვლა ჩავარდა
pt_br: Falha ao calcular um layout de armazenamento
ru: Не удалось рассчитать схему хранилища
sv: Misslyckades att beräkna en lagringslayout
tr: Depolama düzeni hesaplanamadı
uk: Не вдалося розрахувати схему зберігання

source: No data loss is expected
ca: No s'espera cap pèrdua de dades.
de: Es wird kein Datenverlust erwartet
el: Δεν αναμένεται απώλεια δεδομένων
fi: Tietoja ei odoteta menetettävän
ja: データ削除は予定されていません
ru: Потери данных не ожидается
uk: Втрати даних не передбачено

source: Potential data loss affecting at least %s
ca: Pèrdua potencial de dades que afecta com a mínim els sistemes següents: %s
de: Potenzieller Datenverlust, von dem mindestens %s betroffen sind
el: Πιθανή απώλεια δεδομένων που επηρεάζει τουλάχιστον το %s
fi: Tietoja voidaan menettää ainakin: %s
ja: 少なくとも %s に影響する潜在的なデータ削除が発生します
ru: Существует риск потери данных, затрагивающий %s
uk: Потенційна втрата даних, що впливає щонайменше на %s

source: Potential data loss
ca: Pèrdua potencial de dades
de: Potenzieller Datenverlust
el: Πιθανή απώλεια δεδομένων
fi: Tietoja voidaan menettää
ja: 潜在的なデータ削除
ru: Возможна потеря данных
uk: Потенційна втрата даних

source: System Information
ca: Informació del sistema
de: Systeminformationen
el: Πληροφορίες συστήματος
ja: システム情報
ru: Информация о системе
uk: Інформація про систему

source: Model
de: Modell
el: Μοντέλο
fi: Malli
ja: モデル
ka: მოდელი
ru: Модель
uk: Модель

source: CPU
el: Επεξεργαστής (CPU)
fi: Suoritin
ru: ЦП
uk: Процесор

source: Memory
ca: Memòria
de: Speicher
el: Μνήμη
fi: Muisti
it: Memoria
ja: メモリ
ru: Память
uk: Пам'ять

source: IPs
el: Διευθύνσεις IP
fi: IP-osoitteet
ja: IP アドレス
ru: IP-адреса
uk: IP

source: Not configured yet
ca: Encara no s'ha configurat
de: Noch nicht konfiguriert
el: Δεν έχει ρυθμιστεί ακόμη
es: Aún no está configurado
fi: Asetuksia ei ole vielä tehty
fr: Pas encore configuré
id: Belum dikonfigurasi
it: Non ancora configurato
ja: まだ設定していません
ka: ჯერ მორგებული არაა
pt_br: Ainda não configurado
ru: Ещё не настроено
sv: Inte konfigurerad ännu
tr: Henüz yapılandırılmadı
uk: Ще не налаштовано

source: Configured for the root user
ca: Configurat per a l'usuari d'arrel
de: Für den root-Benutzer konfiguriert
el: Ρυθμίστηκε για τον χρήστη root
ja: root ユーザのみ設定済み
ru: Настроено для пользователя root
uk: Налаштовано для користувача root

source: Configured for root and user %s
ca: Configurat per a l'arrel i l'usuari %s
de: Für root und Benutzer %s konfiguriert
el: Ρυθμίστηκε για τον root και τον χρήστη %s
ja: root ユーザと一般ユーザ %s を設定済み
ru: Настроено для root и пользователя %s
uk: Налаштовано для root та користувача %s

source: Configured for user %s
ca: Configurat per a l'usuari %s
de: Für Benutzer %s konfiguriert
el: Ρυθμίστηκε για τον χρήστη %s
ja: ユーザ %s のみ設定済み
ru: Настроено для пользователя %s
uk: Налаштовано для користувача %s

source: Root login with password and SSH key
ca: Inici de sessió d'arrel amb contrasenya i clau SSH
de: Root-Anmeldung mit Passwort und SSH-Schlüssel
el: Σύνδεση root με κωδικό πρόσβασης και κλειδί SSH
ja: パスワードと SSH 鍵の両方による root ログイン
ru: Вход root с паролем и SSH-ключом
uk: Вхід з паролем та SSH-ключем

source: Root login with password
ca: Inici de sessió d'arrel amb contrasenya
de: Root-Anmeldung mit Passwort
el: Σύνδεση root με κωδικό πρόσβασης
ja: パスワードによる root ログイン
ru: Вход root с паролем
uk: Вхід з паролем користувача Root

source: Root login with SSH key
ca: Inici de sessió d'arrel amb clau SSH
de: Root-Anmeldung mit SSH-Schlüssel
el: Σύνδεση root με κλειδί SSH
ja: SSH 鍵による root ログイン
ru: Вход с правами root с помощью SSH-ключа
uk: Вхід як root за допомогою SSH-ключа

source: This license is not available in %s.
ca: Aquesta llicència no està disponible en %s.
de: Diese Lizenz ist in %s nicht verfügbar.
el: Αυτή η άδεια χρήσης δεν είναι διαθέσιμη στο %s.
es: Esta licencia no está disponible en %s.
fi: Lisenssiä ei ole saatavilla tuotteelle %s.
fr: Cette licence n'est pas disponible dans %s.
id: Lisensi ini tidak tersedia di %s.
it: Questa licenza non è disponibile in %s.
ja: このライセンスは %s では提供されていません。
ka: ეს ლიცენზია %s-ში ხელმისაწვდომი არაა.
pt_br: Esta licença não está disponível em %s.
ru: Лицензия недоступна на этом языке: %s.
sv: Den här licensen är inte tillgänglig i %s.
tr: Bu lisans %s'de mevcut değil.
uk: Ліцензія недоступна цією мовою: %s.

source: Close
ca: Tanca
de: Schließen
el: Κλείσιμο
es: Cerrar
fi: Sulje
fr: Fermer
id: Tutup
it: Esci
ja: 閉じる
ka: დახურვა
pt_br: Fechar
ru: Закрыть
sv: Stäng
tr: Kapat
uk: Закрити

source: %s logo
ca: Logotip per a %s
el: Λογότυπο %s
es: logo de %s
fr: Logo %s
id: logo %s
it: Immagine del logo di %s
ja: %s ロゴ
ka: %s-ის ლოგო
pt_br: logo %s
ru: Логотип %s
sv: %s logotyp
tr: %s logosu
uk: Логотип %s

source: Registration server
ca: Servidor de registre
de: Registrierungsserver
el: Διακομιστής εγγραφής
es: Servidor de registro
fi: Rekisteröintipalvelin
fr: Serveur d'enregistrement
id: Server pendaftaran
it: Server di registrazione
ja: 登録サーバ
ka: რეგისტრაციის სერვერი
pt_br: Servidor de registro
ru: Сервер регистрации
sv: Registreringsserver
tr: Kayıt sunucusu
uk: Сервер реєстрації

source: Email
ca: Adreça electrònica
es: Correo electrónico
fi: Sähköposti
ja: 電子メール
ka: ელფოსტა
ru: Электронная почта
sv: E-post
tr: E-posta
uk: Електронна пошта

source: SUSE Customer Center (SCC)
ca: Centre de clients de SUSE (SCC)
es: Centro de servicios al cliente de SUSE (SCC)
fi: SUSE-asiakaskeskus (SUSE Customer Center, SCC)
fr: Centre clientèle SUSE (SCC)
ru: Центр обслуживания клиентов SUSE (SCC)
sv: SUSE kundcenter (SCC)
tr: SUSE Müşteri Merkezi (SMM)
uk: Центр обслуговування клієнтів SUSE (SCC)

source: Custom
ca: Personalitzat
de: Benutzerdefiniert
el: Προσαρμοσμένο
es: Personalizado
fi: Mukautettu
fr: Personnalisé
id: Khusus
it: Personalizzato
ja: 独自設定
ka: მორგებული
pt_br: Personalizado
ru: По-своему
sv: Anpassad
tr: Özel
uk: По-своєму

source: %s has been registered with below information.
ca: %s s'ha registrat amb la informació següent.
de: %s wurde mit den folgenden Informationen registriert.
el: Το %s έχει εγγραφεί με τις παρακάτω πληροφορίες.
es: %s se ha registrado con la siguiente información.
fi: %s on rekisteröity alla olevilla tiedoilla.
fr: %s a été enregistré avec les informations ci-dessous.
id: %s telah terdaftar dengan informasi di bawah ini.
it: %s è stato registrato con le informazioni riportate di seguito.
ja: %s を下記の情報で登録しました。
ka: %s დარეგისტრირებულია შემდეგი ინფორმაციით ქვემოთ.
pt_br: %s foi registrado com as informações a seguir.
ru: Регистрация %s была выполнена с указанной ниже информацией.
sv: %s har registrerats med uppgifterna nedan.
tr: %s aşağıdaki bilgilerle kayıt edildi.
uk: %s було зареєстровано з наведеною нижче інформацією.

source: Registration code
ca: Codi de registre
de: Registrierungscode
el: Κωδικός εγγραφής
es: Código de registro
fi: Rekisteröintikoodi
fr: Code d'inscription
id: Kode pendaftaran
it: Codice di registrazione
ja: 登録コード
ka: რეგისტრაციის კოდი
pt_br: Código de registro
ru: Код регистрации
sv: Registreringskod
tr: Kayıt kodu
uk: Код реєстрації
