Repository: agama-project/agama-weblate
Catalog: web/*.po
Languages: ca, de, el, es, fi, fr, id, it, ja, ka, pt_br, ru, sv, tr, uk

source: Waiting for information about storage configuration
ca: Esperant informació sobre la configuració de l'emmagatzematge
de: Warten auf Informationen zur Speicherkonfiguration
el: Αναμονή για πληροφορίες σχετικά με τη διαμόρφωση αποθήκευσης
es: Esperando información sobre la configuración de almacenamiento
fi: Odotetaan tietoja tallennustilan asetuksista
fr: En attente d'informations sur la configuration du stockage
id: Menunggu informasi tentang konfigurasi penyimpanan
it: In attesa di informazioni sulla configurazione di memorizzazione
ja: ストレージ設定に関する情報を待機しています
ka: ინფორმაციის მოლოდინი საცავის კონფიგურაციის შესახებ
pt_br: Aguardando informações sobre configuração de armazenamento
ru: Ожидание информации о конфигурации хранилища
sv: Väntar på information om lagringskonfiguration
tr: Depolama yapılandırması hakkında bilgi bekleniyor
uk: Очікування інформації про конфігурацію сховища

source: There is %d destructive action planned affecting %s
ca: Hi ha %d acció destructiva planificada que afecta %s
de: Es ist %d zerstörerische Aktion geplant, die %s betrifft
el: Υπάρχει %d προγραμματισμένη καταστροφική ενέργεια που επηρεάζει το %s
es: Hay %d acción destructiva planeada que afecta a %s
fi: %d tietoja tuhoava toiminto suunniteltu kohteeseen %s
fr: Il y a %d action destructrice prévue affectant %s
it: Esiste %d azione distruttiva pianificata che interessa %s
ja: %d 個の破壊的な処理 (%s に影響) が予定されています
ka: დაგეგმილია %d დამანგრეველი ქმედება, რომელიც ეხება %s-ს
pt_br: Há %d ação destrutiva planejada que afeta %s
ru: Планируется %d разрушительное действие, затрагивающие %s
sv: Det finns %d planerade destruktiva åtgärder som påverkar %s
tr: %d planlanan yıkım askiyonu %s'i etkiliyor
uk: Планується %d руйнівна дія, що вплине на %s

source: There is %d destructive action planned
ca: Hi ha %d acció destructiva planificada.
de: Es ist %d zerstörerische Aktion geplant
el: Υπάρχει %d προγραμματισμένη καταστροφική ενέργεια
es: Hay %d acción destructiva planeada
fi: %d tietoja tuhoava toiminto suunniteltu
fr: Il y a %d action destructrice prévue
it: Esiste %d azione distruttiva pianificata
ja: %d 個の破壊的な処理が提案されています
ka: დაგეგმილია %d გამანადგურებელი ქმედება
pt_br: Há %d ação destrutiva planejada
ru: Планируется %d разрушительное действие
sv: Det finns en %d destruktiv åtgärd planerad
tr: yıkıcı %d eylemi planlandı
uk: Запланована %d руйнівна дія

source: Result
ca: Resultat
de: Ergebnis
el: Αποτέλεσμα
es: Resultado
fi: Tulos
fr: Résultat
id: Hasil
it: Risultato
ja: 結果
ka: შედეგი
pt_br: Resultado
ru: Результат
sv: Resultat
tr: Sonuç
uk: Результат

source: Result of applying the configuration described at the 'Settings' section above.
ca: Resultat d'aplicar la configuració descrita a la secció de Configuració anterior.
de: Ergebnis der Anwendung der im Abschnitt ‚Einstellungen‘ oben beschriebenen Konfiguration.
el: Αποτέλεσμα της εφαρμογής της διαμόρφωσης που περιγράφεται στην ενότητα «Ρυθμίσεις» παραπάνω.
es: Resultado de aplicar la configuración descrita en la sección 'Configuración' anterior.
fi: Yllä olevassa ”Asetukset”-osiossa määritellyt asetukset johtaisivat tällaiseen tulokseen.
ja: 上記の '設定' セクションに示された設定を適用した結果です。
ka: შედეგი იმ პარამეტრების გადატარებისა, რომლებიც აღწერილია ზემორე სექციაში 'მორგება'.
pt_br: Resultado da aplicação das configurações descritas na seção 'Configurações' acima.
ru: Результат применения конфигурации, описанной в секции «Настройки» выше.
sv: Resultat av att tillämpa konfigurationen som beskrivs i avsnittet "Inställningar" ovan.
uk: Результат застосування конфігурації, описаної у розділі «Налаштування» вище.

source: The following actions will be performed in the system during installation.
ca: Es faran les accions següents al sistema durant la instal·lació:
de: Die folgenden Aktionen werden während der Installation im System durchgeführt.
el: Οι ακόλουθες ενέργειες θα εκτελεστούν στο σύστημα κατά τη διάρκεια της εγκατάστασης.
es: Las siguientes acciones se realizarán en el sistema durante la instalación.
fi: Seuraavat toiminnot tehdään järjestelmään asennuksen aikana.
ja: インストールの際に、システムに対して下記の処理が実施されます。
ka: დაყენებისას სისტემაში მოხდება შემდეგი ცვლილებები.
pt_br: As seguintes ações serão executadas no sistema durante a instalação.
ru: В процессе установки в системе будут выполнены следующие действия.
sv: Följande åtgärder kommer att utföras i systemet under installationen.
uk: Під час інсталяції в системі будуть виконані наступні дії.

source: Final layout
ca: Disposició final
de: Endgültige Anordnung
el: Τελική διάταξη
es: Diseño final
fi: Lopullinen asettelu
ja: 最終形態
ka: საბოლოო განლაგება
pt_br: Layout final
ru: Окончательный вариант
sv: Slutgiltig layout
tr: Son düzen
uk: Кінцевий варіант

source: Final structure of the system after installation.
ca: Estructura final del sistema després de la instal·lació:
de: Endgültige Struktur des Systems nach der Installation.
el: Η τελική δομή του συστήματος μετά την εγκατάσταση.
es: Estructura final del sistema después de la instalación.
fi: Järjestelmän lopullinen rakenne asennuksen jälkeen.
ja: インストール後のシステムの最終形です。
ka: სისტემის საბოლოო სტრუქტურა დაყენების შემდეგ.
pt_br: Estrutura final do sistema após a instalação.
ru: Окончательная структура системы после установки.
sv: Systemets slutgiltiga struktur efter installation.
uk: Остаточна структура системи після встановлення.

source: New
ca: Nova
de: Neu
el: Νέο
es: Nuevo
fi: Uusi
fr: Nouveau
id: Baru
it: Nuovo
ja: 新規
ka: ახალი
pt_br: Novo
ru: Новый
sv: Ny
tr: Yeni
uk: Новий

source: Before %s
ca: Abans: %s
de: Vor %s
el: Πριν %s
es: Antes de %s
fi: Ennen %s
fr: Avant %s
id: Sebelum %s
it: Prima %s
ja: 変更前: %s
ka: %s-მდე
pt_br: Antes %s
ru: До %s
sv: Före %s
tr: Önce %s
uk: До %s

source: Mount Point
ca: Punt de muntatge
de: Einhängepunkt
el: Σημείο Προσάρτησης
es: Punto de montaje
fi: Liitoskohta
fr: Point de montage
it: Punto di montaggio
ja: マウントポイント
ka: მიმაგრების წერტილი
pt_br: Ponto de montagem
ru: Точка монтирования
sv: Monteringspunkt
tr: Bağlantı Noktası
uk: Точка монтування

source: Details
ca: Detalls
el: Λεπτομέρειες
es: Detalles
fi: Tiedot
fr: Détails
id: Detail
it: Dettagli
ja: 詳細
ka: დეტალები
pt_br: Detalhes
ru: Сведения
sv: Detaljer
tr: Ayrıntılar
uk: Подробиці

source: Selected disk cannot be changed
ca: El disc seleccionat no es pot canviar
de: Ausgewählte Festplatte kann nicht geändert werden
el: Ο επιλεγμένος δίσκος δεν μπορεί να αλλάξει
es: El disco seleccionado no se puede cambiar
fi: Valittua levyä ei voi muuttaa
fr: Le disque sélectionné ne peut pas être modifié
id: Disk yang dipilih tidak dapat diubah
it: Impossibile modificare il disco selezionato
ja: 選択済みのディスクは変更できません
ka: არჩეული დისკის შეცვლა შეუძლებელია
pt_br: Não é possível alterar o disco selecionado
ru: Выбранный диск не может быть изменен
sv: Vald disk kan inte ändras
tr: Seçilen disk değiştirilemez
uk: Обраний диск неможливо змінити

source: Change the disk to format as %s
ca: Canvia el disc per formatar com a %s
de: Festplatte ändern, um als %s zu formatieren
el: Αλλαγή του δίσκου προς διαμόρφωση ως %s
es: Cambie el disco para formatear como %s
fi: Valitse levy joka alustetaan liitoskohtaan ”%s”
ja: %s としてフォーマットするディスクの変更
ka: დისკის შეცვლა, რომ დაფორმატდეს, როგორც %s
pt_br: Alterar o disco para formatar como %s
ru: Измените диск для форматирования как %s
sv: Ändra disken till att formateras som %s
uk: Змініть диск для форматування на %s

source: Change the disk to configure
ca: Canvieu el disc per configurar
de: Festplatte ändern, um zu konfigurieren
el: Αλλαγή του δίσκου προς ρύθμιση
es: Cambiar el disco a configurar
fi: Valitse levy jolle tehdään asetukset
ja: 設定したいディスクの変更
ka: შეცვალეთ დისკი მოსარგებად
pt_br: Alterar o disco para configurar
ru: Измените диск для настройки
sv: Ändra disken som ska konfigureras
uk: Змініть диск для налаштування

source: Change the disk to install the system
ca: Canvieu el disc per instal·lar-hi el sistema
de: Festplatte für die Installation des Systems ändern
el: Αλλαγή του δίσκου για την εγκατάσταση του συστήματος
es: Cambiar el disco para instalar el sistema
fi: Valitse levy jolle järjestelmän asennus tehdään
ja: システムのインストール先となるディスクの変更
ka: შეცვალეთ დისკი სისტემის დასაყენებლად
pt_br: Alterar o disco para instalar o sistema
ru: Измените диск для установки системы
sv: Ändra disk för att installera systemet
uk: Змініть диск для встановлення системи

source: Change the disk to create %s
ca: Canvieu el disc per crear-hi %s
de: Festplatte zum Erstellen von %s ändern
el: Αλλαγή του δίσκου για τη δημιουργία %s
es: Cambiar el disco para crear %s
fi: Valitse levy jolle luodaan "%s"
ja: %s を作成するディスクの変更
ka: შეცვალეთ დისკი %s-ის შესაქმნელად
pt_br: Alterar o disco para criar %s
ru: Измените диск для создания %s
sv: Ändra disk för att skapa %s
uk: Змініть диск для створення %s

source: This uses the existing file system at the disk
ca: Això usa el sistema de fitxers existent al disc
de: Dies verwendet das vorhandene Dateisystem auf der Festplatte
el: Αυτό χρησιμοποιεί το υπάρχον σύστημα αρχείων στον δίσκο
es: Esto usa el sistema de archivos existente en el disco
fi: Tämä käyttää levyn olemassa olevaa tiedostojärjestelmää
fr: Cette opération utilise le système de fichiers existant sur le disque
id: Ini menggunakan sistem berkas yang ada di disk
it: Questa operazione utilizza il file system esistente sul disco
ja: これはディスク内の既存ファイルシステムを使用します
ka: ეს იყენებს დისკზე არსებულ ფაილურ სისტემას
pt_br: Essa opção usa o sistema de arquivos existente no disco
ru: При этом используется существующая файловая система на диске
sv: Detta använder det befintliga filsystemet på disken
tr: Bu, diskteki mevcut dosya sistemini kullanır
uk: Для цього використовується наявна файлова система на диску

source: This uses existing partitions at the disk
ca: Això usa les particions existents al dispositiu
de: Dies verwendet vorhandene Partitionen auf der Festplatte
el: Αυτό χρησιμοποιεί τις υπάρχουσες κατατμήσεις στον δίσκο
es: Esto utiliza particiones existentes en el disco
fi: Tämä käyttää levyn olemassa olevia osioita
fr: Cette opération utilise les partitions existantes sur le disque
id: Ini menggunakan partisi yang sudah ada di disk
it: Questa operazione utilizza le partizioni esistenti sul disco
ja: これはディスク内の既存パーティションを使用します
ka: ეს იყენებს დისკზე არსებულ დანაყოფებს
pt_br: Essa opção usa as partições existentes no disco
ru: При этом используются существующие разделы на диске
sv: Detta använder befintliga partitioner på disken
tr: Bu, diskteki mevcut bölümleri kullanır
uk: Для цього використовуються наявні розділи на диску

source: It is chosen for booting and for some LVM groups
ca: S'ha triat per a l'arrencada i per a alguns grups d'LVM
de: Es wird zum Booten und für einige LVM-Gruppen ausgewählt
el: Έχει επιλεγεί για την εκκίνηση και για ορισμένες ομάδες LVM
es: Se ha elegido para el arranque y para algunos grupos de LVM
fi: Se on valittu käynnistämiseenja joitain LVM-ryhmiä varten
fr: Cet élément est choisi pour le démarrage et pour certains groupes LVM
id: Ini dipilih untuk booting dan untuk beberapa grup LVM
it: Viene scelto per l'avvio e per alcuni gruppi LVM
ja: 起動用といくつかの LVM グループ向けに選択済み
ka: ის არჩეულია ჩასატვირთად და ზოგიერთი LVM ჯგუფებისთვის
pt_br: A opção foi definida para inicialização e alguns grupos do LVM
ru: Он выбран для загрузки и для некоторых групп LVM
sv: Den är vald för uppstart och för vissa LVM-grupper
tr: Önyükleme ve bazı LVM grupları için seçilir
uk: Його обрано для завантаження та для деяких груп LVM

source: It is chosen for some LVM groups
ca: S'ha triat per a alguns grups d'LVM
de: Es wird für einige LVM-Gruppen ausgewählt
el: Έχει επιλεγεί για ορισμένες ομάδες LVM
es: Se ha elegido para algunos grupos de LVM
fi: Se on valittu LVM-ryhmiä varten
fr: Cet élément est choisi pour certains groupes LVM
id: Ini dipilih untuk beberapa grup LVM
it: Viene scelto per alcuni gruppi LVM
ja: いくつかの LVM グループ向けに選択済み
ka: ის არჩეულია ზოგიერთი LVM ჯგუფისთვის
pt_br: A opção foi definida para alguns grupos do LVM
ru: Он выбран для некоторых групп LVM
sv: Den är vald för vissa LVM-grupper
tr: Bazı LVM grupları için seçilmiştir
uk: Його обрано для деяких груп LVM

source: It is chosen for booting and for the LVM group '%s'
ca: S'ha triat per a l'arrencada i per al grup d'LVM %s
de: Es wird zum Booten und für die LVM-Gruppe ‚%s‘ ausgewählt
el: Έχει επιλεγεί για την εκκίνηση και για την ομάδα LVM '%s'
es: Se ha elegido para arrancar y para algunos grupos de LVM %s
fi: Se on valittu käynnistämiseenja LVM-ryhmää ”%s” varten
fr: Cet élément est choisi pour le démarrage et pour le groupe LVM '%s'
id: Ini dipilih untuk booting dan untuk grup LVM '%s'
it: Viene scelto per l'avvio e il gruppo LVM '%s'
ja: 起動用と LVM グループ '%s' 向けに選択済み
ka: არჩეულია ჩასატვირთად და LVM-ის ჯგუფისთვის '%s'
pt_br: A opção foi definida para inicialização e o grupo do LVM '%s'
ru: Он выбран для загрузки и для группы LVM «%s»
sv: Den är vald för uppstart och för LVM-gruppen '%s'
tr: Önyükleme ve '%s' LVM grubu için seçilir
uk: Його обрано для завантаження і для групи LVM «%s»

source: It is chosen for the LVM group '%s'
ca: S'ha triat per al grup d'LVM %s
de: Es wird für die LVM-Gruppe ‚%s‘ ausgewählt
el: Έχει επιλεγεί για την ομάδα LVM '%s'
es: Se ha elegido para el grupo de LVM %s
fi: Se on LVM-ryhmää ”%s” varten
fr: Cet élément est choisi pour le groupe LVM '%s'
id: Ini dipilih untuk grup LVM '%s'
it: Viene scelto per il gruppo LVM '%s'
ja: LVM グループ '%s' 向けに選択済み
ka: არჩეულია LVM ჯგუფისთვის '%s'
pt_br: A opção foi definida para o grupo do LVM '%s'
ru: Он выбран для группы LVM «%s»
sv: Den är vald för LVM-gruppen '%s'
tr: LVM grubu '%s' için seçildi
uk: Його обрано для групи LVM '%s'

source: It is chosen for booting
ca: S'ha triat per a l'arrencada
de: Es wird zum Booten ausgewählt
el: Έχει επιλεγεί για την εκκίνηση
es: Se ha elegido para arrancar
fi: Se on valittu käynnistämiseen
fr: Cet élément est choisi pour le démarrage
id: Ini dipilih untuk booting
it: Viene scelto per l'avvio
ja: 起動用に選択済み
ka: არჩეულია ჩასატვირთად
pt_br: A opção foi definida para inicialização
ru: Он выбран для загрузки
sv: Den är vald för uppstart
tr: Önyükleme için seçildi
uk: Його обрано для завантаження

source: %s will still contain the configured LVM groups and any partition needed to boot
ca: %s encara contindrà els grups d'LVM configurats i qualsevol partició necessària per a arrencar
de: %s wird weiterhin die konfigurierten LVM-Gruppen und alle zum Booten benötigten Partitionen enthalten
el: Το %s θα εξακολουθεί να περιέχει τις ρυθμισμένες ομάδες LVM και τυχόν κατατμήσεις που απαιτούνται για την εκκίνηση
es: %s aún contendrá los grupos de LVM configurados y cualquier partición necesaria para arrancar
fi: %s sisältää edelleen määritellyt LVM-ryhmät sekä käynnistämiseen tarvittavat osiot
fr: %s contiendra toujours les groupes LVM configurés et toute partition nécessaire au démarrage
id: %s masih akan berisi grup LVM yang dikonfigurasi dan partisi apa pun yang diperlukan untuk booting
it: %s conterrà ancora i gruppi LVM configurati e qualsiasi partizione necessaria per l'avvio
ja: %s には起動に必要な LVM グループとパーティションが含まれています
pt_br: %s ainda incluirá os grupos de LVM configurados e as partições necessárias para inicialização
ru: Диск %s по-прежнему будет содержать настроенные группы LVM и все разделы, необходимые для загрузки
sv: %s kommer fortfarande att innehålla de konfigurerade LVM-grupperna och alla partitioner som behövs för att starta systemet
tr: %s hala yapılandırılmış LVM gruplarını ve önyükleme için gereken tüm bölümleri içerecektir
uk: %s все ще буде містити налаштовані групи LVM і будь-який розділ, необхідний для завантаження

source: The configured LVM groups will remain at %s
ca: Els grups d'LVM configurats es mantindran a %s
de: Die konfigurierten LVM-Gruppen bleiben bei %s
el: Οι ρυθμισμένες ομάδες LVM θα παραμείνουν στο %s
es: Los grupos de LVM configurados permanecerán en %s
fi: Määritellyt LVM-ryhmät säilyvät levyllä %s
fr: Les groupes LVM configurés resteront sur %s
id: Grup LVM yang telah dikonfigurasi akan tetap berada di %s
it: I gruppi LVM configurati rimarranno su %s
ja: 設定済みの LVM グループが %s に残されます
ka: მორგებული LVM ჯგუფები დარჩება დისკზე %s
pt_br: Os grupos de LVM configurados permanecerão em %s
ru: Настроенные группы LVM останутся на диске %s
sv: De konfigurerade LVM-grupperna kommer att finnas kvar på %s
tr: Yapılandırılan LVM grupları %s konumunda kalacaktır
uk: Налаштовані групи LVM залишаться у %s

source: %1$s will still contain the LVM group '%2$s' and any partition needed to boot
ca: %1$s encara contindrà el grup d'LVM %2$s i qualsevol partició necessària per a arrencar
de: %1$s wird weiterhin die LVM-Gruppe ‚%2$s‘ und alle zum Booten benötigten Partitionen enthalten
el: Το %1$s θα εξακολουθεί να περιέχει την ομάδα LVM '%2$s' και τυχόν κατατμήσεις που απαιτούνται για την εκκίνηση
es: %1$s aún contendrán el grupo de LVM '%2$s' y cualquier partición necesaria para arrancar
fi: %1$s sisältää edelleen LVM-ryhmän ”%2$s” sekä käynnistämiseen tarvittavat osiot
fr: %1$s contiendra toujours le groupe LVM '%2$s' et toute partition nécessaire au démarrage
id: %1$s masih akan berisi grup LVM ‘%2$s’ dan partisi apa pun yang diperlukan untuk booting
it: %1$s conterrà ancora il gruppo LVM '%2$s' e qualsiasi partizione necessaria per l'avvio
ja: %1$s には起動に必要な設定済み LVM グループ '%2$s' とパーティションが含まれています
pt_br: %1$s ainda incluirá o grupo de LVM '%2$s' e as partições necessárias para inicialização
ru: Диск %1$s по-прежнему будет содержать группу LVM „%2$s“ и все разделы, необходимые для загрузки
sv: %1$s kommer fortfarande att innehålla LVM-gruppen '%2$s' och eventuell partition som behövs för att starta systemet
tr: %1$s hala '%2$s' LVM grubunu ve önyükleme için gereken herhangi bir bölümü içerecektir
uk: %1$s, як і раніше, міститиме групу LVM '%2$s' і будь-який розділ, необхідний для завантаження

source: The LVM group '%1$s' will remain at %2$s
ca: El grup d'LVM %1$s es mantindrà a %2$s
de: Die LVM-Gruppe ‚%1$s‘ wird bei %2$s bleiben
el: Η ομάδα LVM '%1$s' θα παραμείνει στο %2$s
es: El grupo de LVM '%1$s' permanecerá en %2$s
fi: LVM-ryhmä ”%1$s” säilyy levyllä %2$s
fr: Le groupe LVM '%1$s' restera sur %2$s
id: Grup LVM ‘%1$s’ akan tetap berada di %2$s
it: Il gruppo LVM '%1$s' rimarrá su %2$s
ja: LVM グループ '%1$s' が %2$s に残されます
ka: LVM ჯგუფი '%1$s' დარჩება დისკზე '%2$s'
pt_br: O grupo de LVM'%1$s' permanecerá em %2$s
ru: Группа LVM „%1$s“ останется на диске %2$s
sv: LVM-gruppen '%1$s' kommer att vara kvar på %2$s
tr: LVM grubu '%1$s' %2$s konumunda kalacak
uk: Група LVM '%1$s' залишиться на %2$s

source: Partitions needed for booting will remain at %s
ca: Les particions necessàries per a arrencar es mantindran a %s
de: Zum Booten benötigte Partitionen bleiben bei %s
el: Οι κατατμήσεις που απαιτούνται για την εκκίνηση θα παραμείνουν στο %s
es: Las particiones necesarias para el arranque permanecerán en %s
fi: Käynnistämiseen tarvittavat osiot säilyvät levyllä %s
fr: Les partitions nécessaires au démarrage resteront sur %s
id: Partisi yang diperlukan untuk booting akan tetap berada di %s
it: Le partizioni necessarie per l'avvio rimarranno su %s
ja: 起動に必要なパーティションが %s に残されます
ka: ჩასატვირთად საჭირო დანაყოფები %s-ზე დარჩება
pt_br: As partições necessárias para inicialização permanecerão em %s
ru: Разделы, необходимые для загрузки, останутся в %s
sv: Partitioner för uppstart kommer att finnas kvar på %s
tr: Önyükleme için gereken bölümler %s konumunda kalacak
uk: Розділи, необхідні для завантаження, залишаться на %s

source: Partitions needed for booting will also be adapted
ca: També s'adaptaran les particions necessàries per a l'arrencada
de: Zum Booten benötigte Partitionen werden ebenfalls angepasst
el: Οι κατατμήσεις που απαιτούνται για την εκκίνηση θα προσαρμοστούν επίσης
es: Las particiones necesarias para el arranque también se adaptarán
fi: Myös käynnistämiseen tarvittavia osioita mukautetaan
fr: Les partitions nécessaires au démarrage seront également adaptées
id: Partisi yang diperlukan untuk booting juga akan disesuaikan
it: Le partizioni necessarie per l'avvio saranno anche adattate
ja: 起動に必要なパーティションについても調整を行います
ka: ასევე მოხდება ჩასატვირთად საჭირო დანაყოფების მორგება
pt_br: As partições necessárias para inicialização também serão adaptadas
ru: Разделы, необходимые для загрузки, также будут адаптированы
sv: Partitioner som behövs för uppstart kommer också att anpassas
tr: Önyükleme için gereken bölümler de uyarlanacak
uk: Розділи, необхідні для завантаження, також будуть адаптовані

source: Change device menu
ca: Canvia el menú del dispositiu
de: Gerätemenü ändern
el: Μενού αλλαγής συσκευής
es: Cambiar el menú del dispositivos
fi: Laitteen valintavalikko
fr: Modifier le menu du périphérique
id: Ubah menu perangkat
it: Cambia menu del dispositivo
ja: デバイスメニューの変更
ka: მოწყობილობის მენიუს შეცვლა
pt_br: Alterar menu do dispositivo
ru: Меню изменения устройства
sv: Ändra enhetsmeny
tr: Cihaz menüsünü değiştir
uk: Меню зміни пристрою

source: The disk is used for LVM and boot
ca: El disc s'usa per a l'LVM i l'arrencada
de: Die Festplatte wird für LVM und Boot verwendet
el: Ο δίσκος χρησιμοποιείται για LVM και εκκίνηση
es: El disco es utilizado para LVM y para arrancar
fi: Tätä levyä käytetään LVM:ään ja käynnistämiseen
fr: Le disque est utilisé pour LVM et le démarrage
id: Disk digunakan untuk LVM dan boot
it: Il disco viene utilizzato per LVM e l'avvio
ja: このディスクは LVM の配置と起動用に使用されます
ka: დისკი გამოიყენება LVM-სთვის და ჩასატვირთად
pt_br: O disco é usado para LVM e inicialização
ru: Диск используется для LVM и загрузки
sv: Disken används för LVM och uppstart
tr: Disk LVM ve önyükleme için kullanılır
uk: Диск використовується для LVM і завантаження

source: The disk is used for booting
ca: El disc s'usa per a l'arrencada
de: Die Festplatte wird zum Booten verwendet
el: Ο δίσκος χρησιμοποιείται για την εκκίνηση
es: Este disco se utiliza para arrancar
fi: Tätä levyä käytetään käynnistämiseen
fr: Le disque est utilisé pour le démarrage
id: Disk digunakan untuk booting
it: Il disco viene utilizzato per l'avvio
ja: このディスクは起動用に使用されます
ka: დისკი გამოიყენება ჩასატვირთად
pt_br: O disco é usado para inicialização
ru: Диск используется для загрузки
sv: Disken används för uppstart
tr: Disk önyükleme için kullanılır
uk: Диск використовують для завантаження

source: The disk is used for LVM
ca: El disc s'usa per a l'LVM
de: Die Festplatte wird für LVM verwendet
el: Ο δίσκος χρησιμοποιείται για LVM
es: Este disco se utiliza para LVM
fi: Tätä levyä käytetään LVM:ään
fr: Le disque est utilisé pour LVM
id: Disk digunakan untuk LVM
it: Il disco viene utilizzato per LVM
ja: このディスクは LVM 用に使用されます
ka: დისკი გამოიყენება LVM-სთვის
pt_br: O disco é usado para LVM
ru: Диск используется для LVM
sv: Disken används för LVM
tr: Disk LVM için kullanılır
uk: Диск використовують для LVM

source: Remove the configuration for this disk
ca: Suprimeix la configuració d'aquest disc
de: Konfiguration für diese Festplatte entfernen
el: Αφαίρεση της διαμόρφωσης για αυτόν τον δίσκο
es: Eliminar la configuración de este disco
fi: Poista tämän levyn asetukset
fr: Supprimer la configuration de ce disque
id: Hapus konfigurasi untuk disk ini
it: Rimuovi la configurazione per questo disco
ja: このディスクに対する設定を削除
ka: ამ დისკის კონფიგურაციის წაშლა
pt_br: Remover a configuração deste disco
ru: Удалить конфигурацию для этого диска
sv: Ta bort konfigurationen för den här disken
tr: Bu disk için yapılandırmayı kaldırın
uk: Видалити конфігурацію для цього диска

source: Do not use
ca: No l'usis
de: Nicht verwenden
el: Να μη χρησιμοποιηθεί
es: No utilizar
fi: Älä käytä
fr: Ne pas utiliser
id: Jangan gunakan
it: Non usare
ja: 使用しない
ka: არ გამოიყენო
pt_br: Não usar
ru: Не использовать
sv: Använd inte
tr: Kullanma
uk: Не використовувати
