Repository: agama-project/agama-weblate
Catalog: web/*.po
Languages: ca, de, el, es, fi, fr, id, it, ja, ka, pt_br, ru, sv, tr, uk

source: Options for partition %s
ca: Opcions per a la partició %s
de: Optionen für Partition %s
el: Επιλογές για την κατάτμηση %s
es: Opciones para la partición %s
fi: Osion %s valinnat
ja: パーティション %s のオプション
ka: პარამეტრები დანაყოფისთვის %s
pt_br: Opções para a partição %s
ru: Параметры для раздела %s
sv: Alternativ för partition %s
uk: Параметри розділу %s

source: Delete
ca: Suprimeix
de: Löschen
el: Διαγραφή
es: Eliminar
fi: Poisto
fr: Supprimer
id: Menghapus
it: Elimina
ja: 削除
ka: წაშლა
pt_br: Excluir
ru: Удалить
sv: Ta bort
tr: Sil
uk: Вилучити

source: Partitions
ca: Particions
de: Partitionen
el: Κατατμήσεις
es: Particiones
fi: Osiot
it: Partizioni
ja: パーティション
ka: დანაყოფები
pt_br: Partições
ru: Разделы
sv: Partitioner
tr: Bölümler
uk: Розділи

source: Add or use partition
ca: Afegiu o useu una partició
de: Partition hinzufügen oder verwenden
el: Προσθήκη ή χρήση κατάτμησης
es: Añadir o utilizar partición
fi: Lisää tai käytä osiota
fr: Ajouter ou utiliser une partition
id: Tambahkan atau gunakan partisi
it: Aggiungi o usa partizione
ja: パーティションの追加または使用
ka: დანაყოფის დამატება ან გამოყენება
pt_br: Adicionar ou usar partição
ru: Добавить или использовать раздел
sv: Lägg till eller använd en partition
tr: Bölüm ekle veya kullan
uk: Створити або використати розділ

source: If you are unsure, check and adjust the storage settings.
ca: Si no ho teniu clar, comproveu i ajusteu la configuració de l'emmagatzematge.
de: Wenn Sie sich nicht sicher sind, überprüfen und passen Sie die Speicherungseinstellungen an.
el: Εάν δεν είστε σίγουροι, ελέγξτε και προσαρμόστε τις ρυθμίσεις αποθήκευσης.
ja: 不安な場合はストレージ設定をご確認のうえ、必要であれば変更してください。
ru: Если не уверены, проверьте и настройте параметры хранилища.
uk: Якщо Ви не впевнені, перевірте та налаштуйте параметри сховища.

source: Proceeding will delete existing data, including %s
ca: Si procediu, se'n suprimiran les dades existents, inclòs %s
de: Durch das Fortfahren werden vorhandene Daten gelöscht, einschließlich %s
el: Η συνέχεια θα διαγράψει τα υπάρχοντα δεδομένα, συμπεριλαμβανομένων των %s
ja: 続行することにより、 %s を含む既存のデータが削除されます
ru: При продолжении будут удалены существующие данные, включая %s
uk: Процедура видалить існуючі дані, включаючи %s

source: Proceeding may result in data loss
ca: Si continueu, és possible que es perdin dades.
de: Das Fortfahren kann zu Datenverlust führen
el: Η συνέχεια ενδέχεται να οδηγήσει σε απώλεια δεδομένων
fi: Jatkaminen voi johtaa tiedon menettämiseen
ja: 続行することによりデータ削除が発生する可能性があります
ru: При продолжении есть риск потери данных
uk: Процедура може призвести до втрати даних

source: Pending
ca: Pendent
de: Ausstehend
el: Εκκρεμεί
es: Pendiente
fi: Odottaa
fr: En attente
id: Tertunda
it: In attesa
ja: 保留中
ka: დარჩენილია
pt_br: Pendente
ru: Ожидается
sv: Väntar
tr: Bekliyor
uk: Очікуйте

source: Finished
ca: Acabada
de: Fertiggestellt
el: Ολοκληρώθηκε
es: Finalizado
fi: Valmistunut
fr: Terminé
id: Selesai
it: Terminato
ja: 完了
ka: დასრულებულია
pt_br: Concluído
ru: Завершено
sv: Slutförd
tr: Bitti
uk: Завершено

source: Loading storage
ca: Carregant l'emmagatzematge
de: Datenspeicher wird geladen
el: Φόρτωση αποθηκευτικού χώρου
es: Cargando almacenamiento
fi: Ladataan tallennustilaa
fr: Chargement du stockage
id: Memuat penyimpanan
it: Caricamento dello storage
ja: ストレージを読み込んでいます
ka: საცავის ჩატვირთვა
pt_br: Carregando armazenamento
ru: Загрузка хранилища
sv: Laddar lagring
tr: Depolama yükleniyor
uk: Завантаження сховища

source: Hide %d subvolume action
ca: Amaga %d acció de subvolum
de: %d Subvolume-Aktion ausblenden
el: Απόκρυψη %d ενέργειας subvolume
es: Ocultar %d acción de subvolumen
fi: Piilota %d alitaltion toiminto
fr: Masquer l'action du sous-volume %d
id: Menyembunyikan tindakan subvolume %d
it: Nascondi l'azione del sottovolume %d
ja: %d 個のサブボリューム処理を隠す
ka: %d ქვეტომის ქმედების დამალვა
pt_br: Ocultar %d ação do subvolume
ru: Скрыть %d действие подтома
sv: Dölj %d undervolym åtgärd
tr: %d alt birim eylemini gizle
uk: Приховати %d дію підтому

source: Show %d subvolume action
ca: Mostra %d acció de subvolum
de: %d Subvolume-Aktion anzeigen
el: Εμφάνιση %d ενέργειας subvolume
es: Mostrar %d acción de subvolumen
fi: Näytä %d alitaltion toiminto
fr: Afficher l'action du sous-volume %d
id: Tampilkan tindakan subvolume %d
it: Mostra l'azione del sottovolume %d
ja: %d 個のサブボリューム処理を表示
ka: %d ქვეტომის ქმედების ჩვენება
pt_br: Mostrar ação do subvolume %d
ru: Показать %d действие подтома
sv: Visa %d undervolym åtgärd
tr: %d alt birim eylemini göster
uk: Показати %d дію підтому

source: It is not possible to install the system with the current configuration. Adjust the settings below.
ca: No és possible instal·lar el sistema amb la configuració actual. Ajusteu els paràmetres que hi ha a continuació.
de: Es ist nicht möglich, das System mit der aktuellen Konfiguration zu installieren. Passen Sie die Einstellungen unten an.
el: Δεν είναι δυνατή η εγκατάσταση του συστήματος με την τρέχουσα διαμόρφωση. Προσαρμόστε τις παρακάτω ρυθμίσεις.
es: No es posible instalar el sistema con la configuración actual. Ajuste las opciones a continuación.
fi: Järjestelmää ei voi asentaa nykyisillä asetuksilla. Muuta asetuksia alta.
fr: Il n'est pas possible d'installer le système avec la configuration actuelle. Ajustez les paramètres ci-dessous.
id: Tidak mungkin memasang sistem dengan konfigurasi saat ini. Sesuaikan pengaturan di bawah ini.
it: Impossibile installare il sistema con l'attuale configurazione. Regolare le impostazioni sottostanti.
ja: 現在の設定ではシステムをインストールすることができません。下記の設定を調整してください。
pt_br: Não é possível instalar o sistema com a configuração atual. Ajuste as configurações abaixo.
ru: Невозможно установить систему с текущей конфигурацией. Измените приведенные ниже настройки.
sv: Det är inte möjligt att installera systemet med den aktuella konfigurationen. Justera inställningarna nedan.
tr: Şu anki yapılandırma ile sistemi kurmak olanaksızdır. Aşağıdaki ayarları düzenleyin.
uk: Неможливо встановити систему з поточною конфігурацією. Налаштуйте параметри нижче.

source: It is not possible to allocate space for the boot partition and for %s.
ca: No és possible assignar espai per a la partició d'arrencada i per a %s.
de: Es ist nicht möglich, Platz für die Bootpartition und für %s zuzuweisen.
el: Δεν είναι δυνατή η δέσμευση χώρου για την κατάτμηση εκκίνησης (boot) και για το %s.
es: No es posible asignar espacio para la partición de arranque y para %s.
fi: Käynnistysosiolle ja kohteelle %s ei ole mahdollista varata tilaa.
fr: Il n'est pas possible d'allouer de l'espace pour la partition de démarrage et pour %s.
id: Tidak mungkin mengalokasikan ruang untuk partisi boot dan untuk %s.
it: Impossibile allocare spazioni per la partizione di avvio e %s.
ja: 起動パーティションと %s に対して領域を割り当てることができません。
pt_br: Não é possível alocar espaço para a partição de inicialização e para %s.
ru: Невозможно выделить пространство для загрузочного раздела и для %s.
sv: Det går inte att allokera utrymme för uppstartspartitionen och för %s.
tr: Önyükleme bölümü ve %s için alan ayırmak olanaksız.
uk: Неможливо виділити простір для завантажувального розділу і для %s.

source: It is not possible to allocate space for %s.
ca: No és possible assignar espai per a %s.
de: Es ist nicht möglich, Platz für %s zuzuweisen.
el: Δεν είναι δυνατή η δέσμευση χώρου για το %s.
es: No es posible asignar espacio para %s.
fi: Kohteelle %s ei ole mahdollista varata tilaa.
fr: Il n'est pas possible d'allouer de l'espace pour %s.
id: Tidak mungkin mengalokasikan ruang untuk %s.
it: Impossibile allocare spazio per %s.
ja: %s に対して領域を割り当てることができません。
ka: %s-სთვის სივრცის გამოყოფა შეუძლებელია.
pt_br: Não é possível alocar espaço para %s.
ru: Невозможно выделить пространство для %s.
sv: Det går inte att allokera utrymme för %s.
tr: %s için alan ayırmak olanaksız.
uk: Неможливо виділити простір для %s.

source: Adjust the settings below to make the new system fit into the available space.
ca: Ajusteu la configuració següent perquè el sistema nou s'adapti a l'espai disponible.
de: Passen Sie die Einstellungen unten an, damit das neue System in den verfügbaren Speicherplatz passt.
el: Προσαρμόστε τις παρακάτω ρυθμίσεις ώστε το νέο σύστημα να χωρέσει στον διαθέσιμο χώρο.
es: Ajuste la configuración a continuación para hacer que el nuevo sistema quepa dentro del espacio disponible.
fi: Muuta alla olevia asetuksia mahdollistaaksesi riittävän tilan löytymisen uudelle järjestelmälle.
fr: Ajustez les paramètres ci-dessous pour que le nouveau système s'adapte à l'espace disponible.
id: Sesuaikan pengaturan di bawah ini agar sistem baru dapat disesuaikan dengan ruang yang tersedia.
it: Regolare le impostazioni sottostanti per adattare il nuovo sistema nello spazio disponibile.
ja: 新しいシステムが利用可能な領域内に収まるように設定を調整してください。
pt_br: Ajuste as configurações abaixo para que o o novo sistema caiba no espaço disponível.
ru: Измените приведенные ниже параметры, чтобы новая система вписалась в свободное пространство.
sv: Justera inställningarna nedan för att få det nya systemet att passa in i det tillgängliga utrymmet.
tr: Yeni sistemin mevcut alana sığması için aşağıdaki ayarları düzenleyin.
uk: Відрегулюйте наведені нижче налаштування, щоб нова система вписувалася в наявний простір.

source: Invalid storage settings
ca: Configuració d'emmagatzematge no vàlida
de: Ungültige Einstellungen für die Speicherung
el: Μη έγκυρες ρυθμίσεις αποθηκευτικού χώρου
es: Configuración de almacenamiento no válida
fi: Virheelliset tallennustilan asetukset
fr: Paramètres de stockage non valides
id: Pengaturan penyimpanan tidak valid
it: Impostazioni di memorizzazione non valide
ja: 正しくないストレージ設定です
ka: არასწორი საცავის პარამეტრები
pt_br: Configurações de armazenamento inválidas
ru: Неверные настройки хранилища
sv: Ogiltiga lagringsinställningar
tr: Geçersiz depolama ayarları
uk: Неправильні налаштування сховища

source: The current storage configuration has the following issue:
ca: La configuració d'emmagatzematge actual té el problema següent:
de: Die aktuelle Speicherungskonfiguration weist folgendes Problem auf:
el: Η τρέχουσα διαμόρφωση αποθήκευσης έχει το ακόλουθο ζήτημα:
es: La configuración de almacenamiento actual tiene el problema siguiente:
fi: Nykyisissä tallennustilan asetuksissa on seuraava ongelma:
fr: La configuration de stockage actuelle a le problème suivant :
it: La configurazione di storage attuale ha il seguente problema:
ja: 現在のストレージ設定には下記の問題があります:
pt_br: A configuração de armazenamento atual apresenta o seguinte problema:
ru: Текущая конфигурация хранилища имеет следующую проблему:
sv: Den nuvarande lagringskonfigurationen har följande problem:
tr: Mevcut depolama konfigürasyonunda şu sorun var:
uk: Поточна конфігурація сховища має таку проблему:

source: You may want to discard those settings and start from scratch with a simple configuration.
ca: És possible que vulgueu descartar aquests paràmetres i començar des de zero amb una configuració simple.
de: Möglicherweise möchten Sie diese Einstellungen verwerfen und mit einer einfachen Konfiguration neu beginnen.
el: Ίσως θέλετε να απορρίψετε αυτές τις ρυθμίσεις και να ξεκινήσετε από το μηδέν με μια απλή διαμόρφωση.
es: Quizá quiera descartar tales ajustes y empezar desde cero con una configuración sencilla.
fi: Saatat haluta hylätä nykyiset asetukset ja aloittaa alusta yksinkertaisilla asetuksilla.
fr: Il se peut que vous souhaitiez annuler ces paramètres et repartir de zéro avec une configuration simple.
id: Anda mungkin ingin menghapus pengaturan tersebut dan memulai dari awal dengan konfigurasi yang sederhana.
it: Se lo si desidera, è possibile ignorare tali impostazioni e iniziare da zero con una configurazione semplice.
ja: これらの設定を破棄してシンプルな設定からやり直すこともできます。
pt_br: Você pode descartar essas configurações e começar do zero com uma configuração simples.
ru: Возможно, вы захотите отказаться от этих настроек и начать с нуля, используя простую конфигурацию.
sv: Du kanske vill slänga dessa inställningar och börja från början med en enkel konfiguration.
tr: Bu ayarları atıp, basit bir yapılandırmayla sıfırdan başlamak isteyebilirsiniz.
uk: Можливо, Ви захочете відкинути ці налаштування і почати з чистого аркуша з простою конфігурацією.

source: Reset to the default configuration
ca: Restableix la configuració predeterminada
de: Auf die Standardkonfiguration zurücksetzen
el: Επαναφορά στην προεπιλεγμένη διαμόρφωση
es: Restablecer la configuración predeterminada
fi: Palauta oletusasetukset
fr: Rétablir la configuration par défaut
id: Kembalikan ke konfigurasi default
it: Ripristina la configurazione predefinita
ja: 既定の設定に戻す
ka: ჩამოყრა ნაგულისხმევ პარამეტრებზე
pt_br: Redefinir para a configuração padrão
ru: Сброс настроек по умолчанию
sv: Återställ till standardkonfiguration
tr: Öntanımlı yapılandırmaya sıfırla
uk: Скинути до типової конфігурації

source: Unable to modify the settings
ca: No es pot modificar la configuració
de: Einstellungen können nicht geändert werden
el: Αδυναμία τροποποίησης των ρυθμίσεων
es: No es posible modificar los ajustes
fi: Asetusten muuttaminen ei onnistu
fr: Impossible de modifier les paramètres
id: Tidak dapat mengubah pengaturan
it: Impossibile modificare le impostazioni
ja: 設定を変更できませんでした
ka: პარამეტრების შეცვლა შეუძლებელია
pt_br: Impossível modificar as configurações
ru: Невозможно изменить настройки
sv: Det går inte att ändra inställningarna
tr: Ayarlar değiştirilemiyor
uk: Не вдається змінити налаштування

source: The storage configuration uses elements not supported by this interface.
ca: La configuració d'emmagatzematge usa elements no compatibles amb aquesta interfície.
de: Die Speicherungskonfiguration verwendet Elemente, die von dieser Schnittstelle nicht unterstützt werden.
el: Η διαμόρφωση αποθήκευσης χρησιμοποιεί στοιχεία που δεν υποστηρίζονται από αυτή τη διεπαφή.
es: La configuración de almacenamiento utiliza elementos que no son compatibles con esta interfaz.
fi: Tämä liitäntä ei tue tallennustilan käyttämäiä elementtejä.
fr: La configuration du stockage utilise des éléments qui ne sont pas pris en charge par cette interface.
id: Konfigurasi penyimpanan menggunakan elemen yang tidak didukung oleh antarmuka ini.
it: La configurazione di memorizzazione usa elementi non supportati da questa interfaccia.
ja: 現在のインターフェイスでは未サポートの要素がストレージ設定で使用されています。
ka: საცავის კონფიგურაცია იყენებს ელემენტებს, რომლებიც მხარდაჭერილი არაა ამ ინტერფეისის მიერ.
pt_br: A configuração de armazenamento usa elementos não suportados por esta interface.
ru: В конфигурации хранилища используются элементы, не поддерживаемые данным интерфейсом.
sv: Lagringskonfigurationen använder element som inte stöds av detta gränssnitt.
tr: Depolama yapılandırması bu arayüz tarafından desteklenmeyen öğeler kullanıyor.
uk: Конфігурація сховища використовує елементи, не підтримувані цим інтерфейсом.

source: You may want to discard the current settings and start from scratch with a simple configuration.
ca: És possible que vulgueu descartar la configuració actual i començar des de zero amb una configuració simple.
de: Möglicherweise möchten Sie die aktuellen Einstellungen verwerfen und mit einer einfachen Konfiguration neu beginnen.
el: Ίσως θέλετε να απορρίψετε τις τρέχουσες ρυθμίσεις και να ξεκινήσετε από το μηδέν με μια απλή διαμόρφωση.
es: Quizá quiera descartar los ajustes actuales y empezar desde cero con una configuración sencilla.
fi: Saatat haluta hylätä nykyiset asetukset ja aloittaa tyhjältä pöydältä yksinkertaisilla asetuksilla.
fr: Il se peut que vous souhaitiez supprimer les paramètres actuels et repartir de zéro avec une configuration simple.
id: Anda mungkin ingin menghapus pengaturan saat ini dan memulai dari awal dengan konfigurasi sederhana.
it: Se lo si desidera, è possibile ignorare le impostazioni attuali e iniziare da zero con una configurazione semplice.
ja: 現在の設定を破棄してシンプルな設定からやり直すこともできます。
pt_br: Você pode descartar as configurações atuais e começar do zero com uma configuração simples.
ru: Возможно, вы захотите отказаться от текущих настроек и начать с нуля, используя простую конфигурацию.
sv: Du kanske vill ignorera de nuvarande inställningarna och börja från början med en enkel konfiguration.
tr: Mevcut ayarları atıp, basit bir yapılandırmayla sıfırdan başlamak isteyebilirsiniz.
uk: Можливо, Ви захочете відкинути поточні налаштування і почати з чистого аркуша з простою конфігурацією.

source: There are not disks available for the installation. You may need to configure some device.
ca: No hi ha discs disponibles per a la instal·lació. És possible que hàgiu de configurar algun dispositiu.
de: Es sind keine Festplatten für die Installation verfügbar. Möglicherweise müssen Sie ein Gerät konfigurieren.
el: Δεν υπάρχουν διαθέσιμοι δίσκοι για την εγκατάσταση. Ίσως χρειαστεί να ρυθμίσετε κάποια συσκευή.
es: No hay discos disponibles para la instalación. Es posible que necesite configurar algún dispositivo.
fi: Asennukseen ei ole käytettävissä levyjä. Jonkin laitteen asetukset tulee tehdä.
fr: Il n'y a pas de disques disponibles pour l'installation. Il se peut que vous deviez configurer un périphérique.
id: Tidak ada disk yang tersedia untuk pemasangan. Anda mungkin perlu mengkonfigurasi beberapa perangkat.
it: Non ci sono dischi disponibili per l'installazione. Potrebbe essere necessario configurare almeno un dispositivo.
ja: インストールに利用できるディスクがありません。デバイスの設定を行う必要があるかもしれません。
pt_br: Não há discos disponíveis para a instalação. Talvez você tenha que configurar algum dispositivo.
ru: Для установки не хватает дисков. Может потребоваться настройка какого-либо устройства.
sv: Det finns inga diskar tillgängliga för installationen. Du kan behöva konfigurera någon enhet.
tr: Kurulum için kullanılabilir disk yok. Bazı aygıtları yapılandırmanız gerekebilir.
uk: Диски для встановлення не доступні. Можливо, вам потрібно налаштувати якийсь пристрій.

source: No devices found
ca: No s'ha trobat cap dispositiu
de: Keine Geräte gefunden
el: Δεν βρέθηκαν συσκευές
es: No se ha encontrado ningún dispositivo
fi: Laitteita ei löydy
fr: Aucun périphérique trouvé
id: Tidak ditemukan perangkat
it: Nessun dispositivo trovato
ja: デバイスが見つかりませんでした
ka: მოწყობილობები აღმოჩენილი არაა
pt_br: Nenhum dispositivo encontrado
ru: Устройства не найдены
sv: Inga enheter hittades
tr: Hiçbir cihaz bulunamadı
uk: Пристроїв не знайдено

source: Connect to iSCSI targets
ca: Connecta amb objectius iSCSI
de: Mit iSCSI-Zielen verbinden
el: Σύνδεση σε στόχους (targets) iSCSI
es: Conectarse a destinos iSCSI
fi: Yhdistä iSCSI-kohteisiin
fr: Se connecter aux cibles iSCSI
id: Menyambungkan ke target iSCSI
it: Connetti a periferiche iSCSI
ja: iSCSI ターゲットへの接続
ka: iSCSI სამიზნეებთან მიერთება
pt_br: Conectar-se a alvos iSCSI
ru: Подключение к объектам iSCSI
sv: Anslut till iSCSI mål
tr: iSCSI hedeflerine bağlanın
uk: Підключення до об'єктів iSCSI

source: Manage DASD devices
ca: Gestioneu els dispositius DASD
de: DASD-Geräte verwalten
el: Διαχείριση συσκευών DASD
es: Gestionar dispositivos DASD
fi: Hallitse DASD-laitteita
fr: Gérer les périphériques DASD
id: Kelola perangkat DASD
it: Gestisci dispositivi DASD
ja: DASD デバイスの管理
ka: DASD მოწყობილობების მართვა
pt_br: Gerenciar dispositivos DASD
ru: Управление устройствами DASD
sv: Hantera DASD-enheter
tr: DASD aygıtlarını yönet
uk: Керування DASD-пристроями

source: Start from scratch with the default configuration
ca: Comença des de zero amb la configuració predeterminada
de: Mit der Standardkonfiguration neu beginnen
el: Έναρξη από το μηδέν με την προεπιλεγμένη διαμόρφωση
es: Empiece desde cero con la configuración predeterminada
fi: Lähde liikkeelle tyhjältä pöydältä oletusetuksilla
fr: Repartir de zéro avec la configuration par défaut
id: Mulai dari awal dengan konfigurasi default
it: Inizia da zero con la configurazione predefinita
ja: 既定の設定で最初から実施する
ka: დაწყება ნულიდან ნაგულისხმევი კონფიგურაციით
pt_br: Iniciar do zero com a configuração padrão
ru: Начать с нуля с конфигурацией по умолчанию
sv: Börja från början med standardkonfigurationen
tr: Öntanımlı yapılandırmayla sıfırdan başla
uk: Почати з нуля зі стандартною конфігурацією

source: Reset to defaults
ca: Restableix els valors predeterminats
de: Auf Standardeinstellungen zurücksetzen
el: Επαναφορά προεπιλογών
es: Restablecer los valores predeterminados
fi: Palauta oletuksiin
fr: Rétablir les valeurs par défaut
id: Mengatur ulang ke default
it: Ripristina le impostazioni predefinite
ja: 既定値に戻す
ka: ნაგულისხმები პარამეტრების დაყენება
pt_br: Restaurar padrões
ru: Сбросить по умолчанию
sv: Återställ till standard
tr: Öntanımlılara sıfırla
uk: Скинути до типових налаштувань

source: Changes in these settings will immediately update the 'Result' section below.
ca: Els canvis en aquesta configuració actualitzaran immediatament la secció de Resultat que hi ha a continuació.
de: Änderungen an diesen Einstellungen werden sofort im Abschnitt ‚Ergebnis‘ unten aktualisiert.
el: Οι αλλαγές σε αυτές τις ρυθμίσεις θα ενημερώσουν αμέσως την ενότητα «Αποτέλεσμα» παρακάτω.
es: Los cambios en esta configuración actualizarán inmediatamente la siguiente sección "Resultado".
fi: Muutokset näissä asetuksissa näkyvät välittömästi alla olevassa ”Tulos”-osiossa.
ja: これらの設定を変更すると、下記の '結果' セクションに即時に反映されます。
ka: ამ პარამეტრის შეცვლა დაუყოვნებლივ განაახლებს ქვემორე სექციას 'შედეგი'.
pt_br: Alterações nestas configurações irão atualizar imediatamente a seção 'Resultados' abaixo.
ru: Изменения этих настроек немедленно обновят секцию «Результат» ниже.
sv: Ändringar i dessa inställningar kommer omedelbart att uppdatera avsnittet "Resultat" nedan.
uk: Зміни в цих налаштуваннях негайно оновлять розділ «Результат» нижче.

source: Installation devices
ca: Dispositius per a la instal·lació
de: Installationsgeräte
el: Συσκευές εγκατάστασης
es: Dispositivos de instalación
fi: Asennuslaitteet
ja: インストール先のデバイス
ka: დაყენების მოწყობილობები
pt_br: Dispositivos de instalação
ru: Устройства для установки
sv: Installations enheter
uk: Пристрої встановлення

source: Structure of the new system, including disks to use and additional devices like LVM volume groups.
ca: Estructura del nou sistema, inclosos els discos per usar i els dispositius addicionals com ara els grups de volums d'LVM.
de: Struktur des neuen Systems, einschließlich der zu verwendenden Festplatten und zusätzlichen Geräte wie LVM-Volume-Gruppen.
el: Δομή του νέου συστήματος, συμπεριλαμβανομένων των δίσκων προς χρήση και πρόσθετων συσκευών όπως οι ομάδες τόμων LVM.
es: Estructura del nuevo sistema, incluyendo discos a utilizar y dispositivos adicionales como los grupos de volúmenes LVM.
fi: Uuden järjestelmän rakenne, mukaan lukien käytettävät levyt ja lisälaitteet kuten LVM-taltioryhmät.
fr: Structure du nouveau système, y compris disques à utiliser et périphériques supplémentaires tels que les groupes de volumes LVM.
id: Struktur sistem baru, termasuk disk yang akan digunakan dan perangkat tambahan seperti grup volume LVM.
it: Struttura del nuovo sistema, compresi i dischi da utilizzare e i dispositivi aggiuntivi come i gruppi di volumi LVM.
ja: 使用するディスクのほか、 LVM ボリュームグループなどの追加デバイス設定を含む新しいシステムの構造です。
pt_br: Estrutura do novo sistema, incluindo discos para uso e dispositivos adicionais, como grupos de volumes LVM.
ru: Структура новой системы, включая используемые диски и дополнительные устройства, такие как группы томов LVM.
sv: Det nya systemets struktur, inklusive diskar att använda och ytterligare enheter som LVM-volymgrupper.
tr: Kullanılacak diskler ve LVM birim grupları gibi ek aygıtlar da olmak üzere yeni sistemin yapısı.
uk: Структура нової системи, включаючи використовувані диски та додаткові пристрої, такі як групи томів LVM.

source: Encryption
ca: Encriptació
de: Verschlüsselung
el: Κρυπτογράφηση
es: Cifrado
fi: Salaus
fr: Chiffrage
id: Enkripsi
it: Cifratura
ja: 暗号化
ka: დაშიფვრა
pt_br: Criptografia
ru: Шифрование
sv: Kryptering
tr: Şifreleme
uk: Шифрування
