Repository: agama-project/agama-weblate
Catalog: web/*.po
Languages: ca, de, el, es, fi, fr, id, it, ja, ka, pt_br, ru, sv, tr, uk

source: Password Required
ca: Cal una contrasenya.
de: Passwort erforderlich
el: Απαιτείται συνθηματικό
es: Se requiere contraseña
fi: Salasana vaaditaan
fr: Mot de passe requis
id: Diperlukan Kata Sandi
it: Password richiesta
ja: パスワードが必要です
ka: პაროლი აუცილებელია
pt_br: Senha Requisitada
ru: Необходим пароль
sv: Lösenord krävs
tr: Parola Gerekli
uk: Потрібен пароль

source: Registration certificate
ca: Certificat de registre
de: Registrierungszertifikat
el: Πιστοποιητικό εγγραφής
es: Certificado de registro
fi: Rekisteröintivarmenn
fr: Certificat d'enregistrement
id: Sertifikat pendaftaran
it: Certificato di registrazione
ja: 登録証明書
ka: რეგისტრაციის სერტიფიკატი
pt_br: Certificado de registro
ru: Регистрационный сертификат
sv: Registreringscertifikat
tr: Kayıt sertifikası
uk: Реєстраційний сертифікат

source: Issuer
ca: Emissor
de: Aussteller
el: Εκδότης
es: Emisor
fi: Myöntäjä
fr: Émetteur
id: Penerbit
it: Emittente
ja: 発行者
ka: გამომცემელი
pt_br: Emissor
ru: Сертификационный центр
sv: Utfärdare
tr: Yayıncı
uk: Сертифікаційний центр

source: Issue date
ca: Data d'emissió
de: Ausstellungsdatum
el: Ημερομηνία έκδοσης
es: Fecha de emisión
fi: Myöntämispäivä
fr: Date d'émission
id: Tanggal penerbitan
it: Data di emissione
ja: 発行日
ka: გამოცემის თარიღი
pt_br: Data de emissão
ru: Дата выдачи
sv: Utgivningsdatum
tr: Düzenleme tarihi
uk: Дата видачі

source: Expiration date
ca: Data de venciment
de: Ablaufdatum
el: Ημερομηνία λήξης
es: Fecha de vencimiento
fi: Vanhentumispäivä
fr: Date d'expiration
id: Tanggal kadaluwarsa
it: Data di scadenza
ja: 有効期限
ka: ვადა
pt_br: Data de validade
ru: Истекает
sv: Utgångsdatum
tr: Son kullanma tarihi
uk: Спливає

source: SHA1 fingerprint
ca: Empremta digital SHA1
de: SHA1-Fingerabdruck
el: Αποτύπωμα SHA1
es: Huella digital SHA1
fi: SHA1-sormenjälki
fr: Empreinte SHA1
id: Tanda tangan SHA1
it: Impronta digitale SHA1
ja: SHA1 フィンガープリント
ka: SHA1 ანაბეჭდი
pt_br: Impressão digital SHA1
ru: Отпечаток SHA1
sv: SHA1-fingeravtryck
tr: SHA1 parmak izi
uk: Відбиток SHA1

source: SHA256 fingerprint
ca: Empremta digital SHA256
de: SHA256-Fingerabdruck
el: Αποτύπωμα SHA256
es: Huella digital SHA256
fi: SHA256-sormenjälki
fr: Empreinte SHA256
id: Tanda tangan SHA256
it: Impronta digitale SHA256
ja: SHA256 フィンガープリント
ka: SHA256 ანაბეჭდი
pt_br: Impressão digital SHA256
ru: Отпечаток SHA256
sv: SHA256-fingeravtryck
tr: SHA256 parmak izi
uk: Відбиток SHA256

source: Unsupported AutoYaST elements
ca: Elements d'AutoYaST no compatibles
de: Nicht unterstützte AutoYaST-Elemente
el: Μη υποστηριζόμενα στοιχεία AutoYaST
es: Elementos de AutoYaST no compatibles
fi: Tukemattomia AutoYaST-elementtejä
fr: Éléments AutoYaST non pris en charge
id: Elemen AutoYaST tidak didukung
it: Elementi AutoYaST non supportati
ja: サポートされていない AutoYaST 要素
ka: მხარდაუჭერელი AutoYaST-ის ელემენტები
pt_br: Elementos do AutoYaST não suportados
ru: Неподдерживаемые элементы AutoYaST
sv: Ostödda AutoYaST-element
tr: Desteklenmeyen AutoYaST öğeleri
uk: Непідтримувані елементи AutoYaST

source: Some of the elements in your AutoYaST profile are not supported.
ca: Alguns dels elements del vostre perfil d'AutoYaST no són compatibles.
de: Einige der Elemente in Ihrem AutoYaST-Profil werden nicht unterstützt.
el: Ορισμένα από τα στοιχεία στο προφίλ AutoYaST δεν υποστηρίζονται.
es: Algunos de los elementos de su perfil de AutoYaST no son compatibles.
fi: Joitain AutoYaST-profiilin elementeistä ei ole tuettu.
fr: Certains éléments de votre profil AutoYaST ne sont pas pris en charge.
id: Beberapa elemen dalam profil AutoYaST Anda tidak didukung.
it: Alcuni degli elementi nel tuo profilo AutoYaST non sono supportati.
ja: お使いの AutoYaST プロファイルのうち、いくつかの要素がサポート対象外となっています。
ka: AutoYaST-ის პროფილის ზოგიერთი ელემენტი მხარდაჭერილი არაა.
pt_br: Alguns elementos em seu perfil do AutoYaST não são suportados.
ru: Некоторые элементы в профиле AutoYaST не поддерживаются.
sv: En del av elementen i din AutoYaST-profil stöds inte.
tr: AutoYaST profilinizdeki bazı öğeler desteklenmiyor.
uk: Деякі елементи у вашому профілі AutoYaST не підтримуються.

source: Not implemented yet (%s)
ca: Encara no s'ha implementat (%s)
de: Noch nicht ausgewählt (%s)
el: Δεν έχει υλοποιηθεί ακόμη (%s)
es: Aún no implementado (%s)
fi: Ei vielä toteutettu (%s)
fr: Pas encore implémenté (%s)
id: Belum diimplementasikan (%s)
it: Funzionalità non ancora implementata (%s)
ja: 実装されていません (%s)
ka: ჯერ განხორციელებული არაა (%s)
pt_br: Ainda não implementado (%s)
ru: Ещё не реализовано (%s)
sv: Inte implementerat ännu (%s)
tr: Henüz uygulanmadı (%s)
uk: Ще не впроваджено (%s)

source: Will be supported in a future version.
ca: Serà compatible en una versió futura.
de: Wird in einer zukünftigen Version unterstützt werden.
el: Θα υποστηρίζεται σε μελλοντική έκδοση.
es: Será compatible en una versión futura.
fi: Tullaan tukemaan tulevassa versiossa.
fr: Prise en charge dans une prochaine version.
id: Akan didukung pada versi mendatang.
it: Sarà supportato in una versione futura.
ja: 将来のバージョンでサポートされる予定です。
ka: მხარდაჭერილი იქნება მომავალ ვერსიაში.
pt_br: Haverá suporte em uma versão futura.
ru: Будет поддерживаться в будущих версиях.
sv: Kommer att stödjas i en framtida version.
tr: Gelecekteki bir sürümde desteklenecektir.
uk: Буде підтримуватися у наступній версії.

source: Not supported (%s)
ca: No compatible (%s)
de: Nicht unterstützt (%s)
el: Δεν υποστηρίζεται (%s)
es: No compatible (%s)
fi: Ei tuettu (%s)
fr: Non pris en charge (%s)
id: Tidak didukung (%s)
it: Non supportato (%s)
ja: サポート対象外です (%s)
ka: მხარდაჭერილი არაა (%s)
pt_br: Não há suporte (%s)
ru: Не поддерживается (%s)
sv: Stöds inte (%s)
tr: Desteklenmiyor (%s)
uk: Не підтримується (%s)

source: No support is planned.
ca: No té compatibilitat prevista.
de: Es ist keine Unterstützung geplant.
el: Δεν προβλέπεται υποστήριξη.
es: No se prevé ninguna planificación.
fi: Tukea ei ole suunniteltu.
fr: Aucune prise en charge n'est prévue.
id: Tidak ada dukungan yang direncanakan.
it: Non è previsto alcun supporto.
ja: サポートを提供する計画はありません。
ka: მხარდაჭერა დაგეგმილი არაა.
pt_br: Não há suporte planejado.
ru: Поддержка не планируется.
sv: Inget stöd är planerat.
tr: Herhangi bir destek planlanmamaktadır.
uk: Підтримки немає у планах.

source: If you want to disable this check, please specify "inst.ay_check=0" at kernels command-line
ca: Si voleu desactivar aquesta comprovació, especifiqueu "inst.ay_check=0" a la línia d'ordres del nucli.
de: Wenn Sie diese Überprüfung deaktivieren möchten, geben Sie bitte „inst.ay_check=0” in der Befehlszeile des Kernels an
el: Εάν θέλετε να απενεργοποιήσετε αυτόν τον έλεγχο, προσδιορίστε «inst.ay_check=0» στη γραμμή εντολών του πυρήνα
fi: Jos haluat poistaa tarkistuksen, aseta Linux-ytimen komentoriville ”inst.ay_check=0”
ja: このチェックを無効化したい場合は、カーネルのコマンドラインに "inst.ay_check=0" を指定してください
ru: Если хотите отключить эту проверку, укажите «inst.ay_check=0» в командной строке ядра
uk: Якщо Ви хочете вимкнути цю перевірку, вкажіть "inst.ay_check=0" у командному рядку ядра

source: Show less actions
ca: Mostra menys accions
de: Weniger Aktionen anzeigen
el: Εμφάνιση λιγότερων ενεργειών
es: Mostrar menos acciones
fi: Näytä vähemmän toimintoja
fr: Afficher moins d'actions
id: Tampilkan lebih sedikit tindakan
it: Mostra meno azioni
ja: 表示する処理を減らす
ka: ნაკლები ქმედების ჩვენება
pt_br: Mostrar menos ações
ru: Свернуть действия
sv: Visa mindre åtgärder
tr: Daha az eylem göster
uk: Згорнути дії

source: Show more actions
ca: Mostra més accions
de: Weitere Aktionen anzeigen
el: Εμφάνιση περισσότερων ενεργειών
es: Mostrar más acciones
fi: Näytä enemmän toimintoja
fr: Afficher plus d'actions
id: Tampilkan lebih banyak tindakan
it: Mostra altre azioni
ja: 表示する処理を増やす
ka: მეტი ქმედების ჩვენება
pt_br: Mostrar mais ações
ru: Другие действия
sv: Visa mer åtgärder
tr: Daha çok eylem göster
uk: Показати більше дій

source: Select a solution to continue
ca: Seleccioneu una solució per continuar
de: Eine Lösung auswählen, um fortzufahren
el: Επιλέξτε μια λύση για να συνεχίσετε
es: Seleccione una solución para continuar
fi: Valitse ratkaisu jatkaaksesi
fr: Sélectionner une solution pour continuer
id: Pilih solusi untuk melanjutkan
it: Selezionare una soluzione per continuare
ja: 続行するにはソリューションを選択してください
ka: გასაგრძელებლად აირჩიეთ გადაწყვეტილება
pt_br: Selecionar uma solução para continuar
ru: Выберите решение, чтобы продолжить
sv: Välj en lösning för att fortsätta
tr: Devam etmek için bir çözüm seçin
uk: Виберіть рішення для продовження

source: Apply selected solution
ca: Aplica la solució seleccionada
de: Ausgewählte Lösung anwenden
el: Εφαρμογή επιλεγμένης λύσης
es: Aplicar solución seleccionada
fi: Toteuta valittu ratkaisu
fr: Appliquer la solution sélectionnée
id: Pilih solusi untuk melanjutkan
it: Applica la soluzione selezionata
ja: 選択したソリューションを適用する
ka: არჩეული გადაწყვეტის გადატარება
pt_br: Aplicar a solução selecionada
ru: Применить выбранное решение
sv: Använd den valda lösningen
tr: Seçilen çözümü uygula
uk: Застосувати обране рішення

source: Multiple conflicts found. You can address them in any order, and resolving one may resolve others.
ca: S'han trobat diversos conflictes. Podeu abordar-los en qualsevol ordre i, si se'n resol un, potser se'n resolen d'altres.
de: Mehrere Konflikte gefunden. Sie können sie in beliebiger Reihenfolge angehen, und die Lösung eines Konflikts kann andere Konflikte lösen.
el: Βρέθηκαν πολλαπλές συγκρούσεις. Μπορείτε να τις αντιμετωπίσετε με οποιαδήποτε σειρά· η επίλυση μιας μπορεί να επιλύσει και άλλες.
es: Se han detectado varios conflictos. Puede abordarlos en cualquier orden y resolver uno podría resolver el resto.
fi: Useita konflikteja. Voit käsitellä ne missä tahansa järjestyksess, ja yhden ratkaiseminen saattaa ratkaista myös muita.
fr: Plusieurs conflits ont été trouvés. Vous pouvez les traiter dans n'importe quel ordre, et la résolution d'un conflit peut en résoudre d'autres.
id: Terdapat beberapa konflik yang ditemukan. Anda dapat menangani konflik-konflik tersebut dengan urutan apa pun, dan menyelesaikan salah satunya mungkin juga akan menyelesaikan konflik lainnya.
it: Sono stati riscontrati più conflitti. È possibile risolverli in qualsiasi ordine e la risoluzione di uno potrebbe estendersi anche agli altri.
ja: 複数の競合が検出されました。これらの競合は任意の順序で対処できます。1 つの競合を解決すると、他の競合も解決される場合があります。
pt_br: Vários conflitos encontrados. Você pode resolvê-los em qualquer ordem, e ao resolver um, outros podem ser resolvidos.
ru: Обнаружено несколько конфликтов. Вы можете решать их в любом порядке, и разрешение одного может разрешить другие.
sv: Flera konflikter hittades. Du kan åtgärda dem i valfri ordning, och att lösa en kan lösa andra.
tr: Birden fazla çakışma bulundu. Bunları herhangi bir sırayla ele alabilirsiniz ve birini çözmek diğerlerini de çözebilir.
uk: Виявлено кілька конфліктів. Ви можете вирішувати їх у довільному порядку, і вирішення одного з них може вирішити й інші.

source: Skip to previous
ca: Salta a l'anterior
de: Zum vorherigen Punkt springen
el: Μετάβαση στο προηγούμενο
es: Saltar al anterior
fi: Siirry edelliseen
fr: Passer au précédent
id: Lewati ke sebelumnya
it: Salta al precedente
ja: 前へスキップ
ka: წინაზე დაბრუნება
pt_br: Pular para o anterior
ru: Перейти к предыдущему
sv: Hoppa till föregående
tr: Öncekine atla
uk: Перейти до попереднього

source: %d of %d
ca: %d de %d
de: %d von %d
el: %d από %d
es: %d de %d
fi: %d / %d
fr: %d sur %d
id: %d dari %d
it: %d di %d
ja: %d ／ %d
ka: %d %d-დან
pt_br: %d de %d
ru: %d из %d
sv: %d av %d
tr: %d'den %d
uk: %d з %d

source: Skip to next
ca: Salta al següent
de: Zum nächsten Punkt springen
el: Μετάβαση στο επόμενο
es: Saltar al siguiente
fi: Siirry seuraavaan
fr: Passer au suivant
id: Lewati ke berikutnya
it: Salta al successivo
ja: 次へスキップ
ka: შემდეგზე გადასვლა
pt_br: Pular para o próximo
ru: Перейти к следующему
sv: Hoppa till nästa
tr: Sonrakine atla
uk: Перейти до наступного

source: No conflicts to address
ca: No hi ha conflictes per abordar
de: Keine zu lösenden Konflikte
el: Δεν υπάρχουν συγκρούσεις προς αντιμετώπιση
es: No hay ningún conflicto que abordar
fi: Ei selvitettäviä konflikteja
fr: Aucun conflit à traiter
id: Terapkan solusi yang dipilih
it: Nessun conflitto da risolvere
ja: 対処すべき競合はありません
ka: გასათვალისწინებელი კონფლიქტების გარეშე
pt_br: Nenhum conflito para resolver
ru: Нет конфликтов для решения
sv: Det finns inga konflikter att ta itu med
tr: Ele alınacak bir çatışma yok
uk: Немає конфліктів для вирішення

source: All conflicts have been resolved, or none were detected. You can safely continue with your setup.
ca: S'han resolt tots els conflictes o no se n'ha detectat cap. Podeu continuar la configuració de manera segura.
de: Alle Konflikte wurden gelöst, oder es wurden keine erkannt. Sie können gefahrlos mit Ihrer Einrichtung fortfahren.
el: Όλες οι συγκρούσεις έχουν επιλυθεί ή δεν εντοπίστηκε καμία. Μπορείτε να συνεχίσετε με ασφάλεια τη ρύθμισή σας.
es: Todos los conflictos se han resuelto o no se ha detectado ninguno. Puede continuar con la instalación sin problemas.
fi: Kaikki konfliktit on ratkaistu, tai yhtään ei havaittu. Asennusta voidaan jatkaa turvallisesti.
fr: Tous les conflits ont été résolus, ou aucun n'a été détecté. Vous pouvez poursuivre votre installation en toute sécurité.
id: Semua konflik telah diselesaikan, atau tidak ada yang terdeteksi. Anda dapat melanjutkan pengaturan Anda dengan aman.
it: Tutti i conflitti sono stati risolti oppure non è stato rilevato alcuno. È possibile procedere con la configurazione in modo sicuro.
ja: すべての競合が解決されたか、競合が検出されませんでした。セットアップを安全に続行できます。
pt_br: Todos os conflitos foram resolvidos ou nenhum foi detectado. Você pode continuar a configuração com segurança.
ru: Все конфликты были разрешены, или их не было обнаружено. Вы можете безопасно продолжать установку.
sv: Alla konflikter har lösts, eller så har inga upptäckts. Du kan tryggt fortsätta med din installation.
tr: Tüm çakışmalar çözüldü veya hiçbiri tespit edilmedi. Kurulumunuza güvenle devam edebilirsiniz.
uk: Всі конфлікти вирішено, або не виявлено жодного. Ви можете безпечно продовжити встановлення.

source: Software conflicts resolution
ca: Resolució de conflictes de programari
de: Lösung von Softwarekonflikten
el: Επίλυση συγκρούσεων λογισμικού
es: Resolución de conflictos de software
fi: Ohjelmistojen konfliktien ratkaiseminen
fr: Résolution des conflits de logiciels
id: Penyelesaian konflik perangkat lunak
it: Risoluzioni dei conflitti del software
ja: ソフトウエアの競合の解決
ka: პროგრამების კონფლიქტის გადაწყვეტილება
pt_br: Resolução de conflitos de software
ru: Разрешение конфликтов ПО
sv: Lösning av programvarukonflikter
tr: Yazılım çatışmalarının çözümü
uk: Вирішення конфліктів ПЗ

source: No additional software was selected.
ca: No s'ha seleccionat cap programari addicional.
de: Es wurde keine zusätzliche Software ausgewählt.
el: Δεν επιλέχθηκε πρόσθετο λογισμικό.
es: No se ha seleccionado software adicional.
fi: Lisäohjelmistoja ei ole valittu.
fr: Aucun logiciel supplémentaire n'a été sélectionné.
id: Tidak ada perangkat lunak tambahan yang dipilih.
it: Nessun software aggiuntivo è stato selezionato.
ja: 追加のソフトウエアは何も選択していません。
ka: დამატებითი პროგრამები არ არჩეულა.
pt_br: Nenhum software adicional foi selecionado.
ru: Никакого дополнительного программного обеспечения выбрано не было.
sv: Ingen ytterligare programvara valdes.
tr: Hiçbir ek yazılım seçilmedi.
uk: Додаткове програмне забезпечення не було обрано.

source: The following software patterns are selected for installation:
ca: S'han seleccionat els patrons de programari següents per a la instal·lació:
de: Die folgenden Softwaremuster werden für die Installation ausgewählt:
el: Τα ακόλουθα πρότυπα λογισμικού έχουν επιλεγεί για εγκατάσταση:
es: Los siguientes patrones de software están seleccionados para su instalación:
fi: Seuraavat ohjelmistoryhmät on valittu asennukseen:
fr: Les schémas logiciels suivants sont sélectionnés pour l'installation :
id: Pola perangkat lunak berikut ini dipilih untuk instalasi:
it: I seguenti pacchetti software sono stati selezionati per l'installazione:
ja: 下記のソフトウエアパターンをインストールするよう選択しています:
ka: დაყენებისთვის არჩეულია შემდეგი პროგრამის შაბლონები:
pt_br: Os seguintes padrões de software são selecionados para instalação:
ru: Для установки выбраны следующие образцы программного обеспечения:
sv: Följande programvarumönster är valda för installation:
tr: Kurulum için aşağıdaki yazılım desenleri seçilmiştir:
uk: Для інсталяції обрано наступні шаблони програмного забезпечення:

source: Selected patterns
ca: Patrons seleccionats
de: Ausgewählte Muster
el: Επιλεγμένα πρότυπα
es: Seleccione los patrones
fi: Valitut ohjelmistoryhmät
fr: Modèles sélectionnés
id: Pola yang dipilih
it: Pattern selezionati
ja: パターンの選択
ka: მონიშნული ნიმუშები
pt_br: Selecionar padrões
ru: Выбранные шаблоны
sv: Valda mönster
tr: Seçilmiş desenler
uk: Обрані шаблони

source: Change selection
ca: Canvia la selecció
de: Auswahl ändern
el: Αλλαγή επιλογής
es: Cambiar selección
fi: Muuta valintoja
fr: Modifier la sélection
id: Mengubah pilihan
it: Modifica la selezione
ja: 選択の変更
ka: მონიშნულის შეცვლა
pt_br: Alterar seleção
ru: Изменить выбор
sv: Ändra val
tr: Seçimi değiştir
uk: Змінити вибір

source: This product does not allow to select software patterns during installation. However, you can add additional software once the installation is finished.
ca: Aquest producte no permet seleccionar patrons de programari durant la instal·lació. Tanmateix, hi podeu afegir programari addicional un cop acabada la instal·lació.
de: Bei diesem Produkt ist es nicht möglich, während der Installation Softwaremuster auszuwählen. Sie können jedoch zusätzliche Software hinzufügen, sobald die Installation abgeschlossen ist.
el: Αυτό το προϊόν δεν επιτρέπει την επιλογή προτύπων λογισμικού κατά την εγκατάσταση. Ωστόσο, μπορείτε να προσθέσετε επιπλέον λογισμικό αφού ολοκληρωθεί η εγκατάσταση.
es: Este producto no permite seleccionar patrones de software durante la instalación. Sin embargo, puede añadir software adicional una vez finalizada la instalación.
fi: Tämä tuote ei salli ohjelmistoryhmien valitsemista asennuksen aikana. On kuitenkin mahdollista valita lisäohjelmistoja asennuksen jälkeen.
fr: Ce produit ne permet pas de sélectionner des modèles de logiciels pendant l'installation. Cependant, vous pouvez ajouter des logiciels supplémentaires une fois l'installation terminée.
id: Produk ini tidak memungkinkan untuk memilih pola perangkat lunak selama instalasi. Namun demikian, Anda dapat menambahkan perangkat lunak tambahan setelah penginstalan selesai.
it: Questo prodotto non consente di selezionare pattern software durante l'installazione. Tuttavia, è possibile aggiungere software aggiuntivo una volta completata l'installazione.
ja: この製品はインストール時のパターン選択を許可していません。なお、インストール完了後に必要なソフトウエアを追加できます。
pt_br: Este produto não permite selecionar padrões de software durante a instalação. No entanto, você pode adicionar software adicional quando a instalação for concluída.
ru: Данный продукт не позволяет выбирать шаблоны программного обеспечения во время установки. Однако Вы можете добавить дополнительное программное обеспечение после завершения установки.
sv: Denna produkten tillåter inte att välja programvarumönster under installationen. Du kan dock lägga till ytterligare programvara när installationen är klar.
tr: Bu ürün kurulum sırasında yazılım desenlerinin seçilmesine izin vermez. Ancak kurulum tamamlandıktan sonra ek yazılım ekleyebilirsiniz.
uk: Цей продукт не дозволяє вибирати шаблони програмного забезпечення під час інсталяції. Однак Ви можете додати додаткове програмне забезпечення після завершення інсталяції.

source: Some installation repositories could not be loaded. The system cannot be installed without them.
ca: Alguns repositoris d'instal·lació no s'han pogut carregar. El sistema no es pot instal·lar sense.
de: Einige Installations-Repositorien konnten nicht geladen werden. Das System kann ohne sie nicht installiert werden.
el: Ορισμένα αποθετήρια εγκατάστασης δεν μπόρεσαν να φορτωθούν. Το σύστημα δεν μπορεί να εγκατασταθεί χωρίς αυτά.
es: No se han podido cargar algunos repositorios de instalación. El sistema no se puede instalar sin ellos.
fi: Joitain asennuslähteitä ei voi ladata. Järjestelmää ei voi asentaa ilman niitä.
fr: Certains dépôts d'installation n'ont pas pu être chargés. Le système ne peut pas être installé sans eux.
id: Beberapa repositori instalasi tidak dapat dimuat. Sistem tidak dapat diinstal tanpa repositori tersebut.
it: Non è stato possibile caricare alcuni repository di installazione.Il sistema non può essere installato senza di essi.
ja: インストール用リポジトリのうち、読み込めなかったものがあります。これらのリポジトリ無しにはシステムをインストールできません。
pt_br: Não foi possível carregar alguns repositórios de instalação. Impossível instalar o sistema sem eles.
ru: Не удалось загрузить некоторые установочные репозитории. Без них система не может быть установлена.
sv: Vissa installationsförråd kunde inte laddas. Utan dem kan systemet inte installeras.
tr: Bazı kurulum depoları yüklenemedi. Sistem bunlar olmadan yüklenemez.
uk: Не вдалося завантажити деякі інсталяційні репозиторії. Без них система не може бути встановлена.

source: Repository load failed
ca: Ha fallat carregar el repositori.
de: Laden des Repositoriums ist fehlgeschlagen
el: Η φόρτωση του αποθετηρίου απέτυχε
es: Ha fallado la carga del repositorio
fi: Asennuslähteen lataaminen epäonnistui
fr: Échec du chargement du dépôt
id: Pemuatan repositori gagal
it: Errore nel caricamento del repository
ja: リポジトリ読み込み失敗
ka: რეპოზიტორიის ჩატვირთვა ჩავარდა
pt_br: Falha ao carregar repositório
ru: Не удалось загрузить репозиторий
sv: Det gick inte att ladda förråd
tr: Depo yüklemesi başarısız oldu
uk: Не вдалося завантажити репозиторій

source: Loading the installation repositories...
ca: Carregant els repositoris d'instal·lació...
de: Installations-Repositorien werden geladen ...
el: Φόρτωση των αποθετηρίων εγκατάστασης...
es: Cargando los repositorios de instalación...
fi: Ladataan asennuslähteitä...
fr: Chargement des dépôts d'installation...
id: Memuat repositori instalasi...
it: Caricamento in corso dei repository di installazione...
ja: インストール用リポジトリを読み込んでいます...
ka: დაყენების რეპოზიტორიების ჩატვირთვა...
pt_br: Carregando repositórios de instalação...
ru: Загрузка репозиториев установки...
sv: Laddar installationsförråd...
tr: Kurulum depoları yükleniyor...
uk: Завантаження інсталяційних репозиторіїв...

source: Try again
ca: Torna-ho a provar
de: Erneut versuchen
el: Δοκιμάστε ξανά
es: Volver a intentar
fi: Yritä uudelleen
fr: Réessayer
id: Coba lagi
it: Riprova
ja: 再試行
ka: თავიდან სცადეთ
pt_br: Tentar novamente
ru: Повторить попытку
sv: Försök igen
tr: Tekrar deneyin
uk: Спробуйте ще раз

source: Used space
ca: Espai usat
de: Belegter Speicherplatz
el: Χρησιμοποιούμενος χώρος
es: Espacio utilizado
fi: Käytetty tila
fr: Espace utilisé
id: Ruang yang digunakan
it: Spazio utilizzato
ja: 使用済み領域
ka: გამოყენებული ადგილი
pt_br: Espaço utilizado
ru: Используемое
sv: Använt utrymme
tr: Kullanılan alan
uk: Використаний простір

source: None of the patterns match the filter.
ca: Cap dels patrons coincideix amb el filtre.
de: Keines der Muster entspricht dem Filter.
el: Κανένα από τα πρότυπα δεν ταιριάζει με το φίλτρο.
es: Ninguno de los patrones coincide con el filtro.
fi: Yksikään ohjelmistoryhmä ei vastaa suodatinta.
fr: Aucun des schémas ne correspond au filtre.
id: Tidak ada pola yang cocok dengan filter.
it: Nessuno dei modelli corrisponde al filtro.
ja: フィルタに該当するパターンがありません。
ka: ფილტრს შაბლონებიდან არც ერთი ემთხვევა.
pt_br: Nenhum dos padrões corresponde ao filtro.
ru: Ни один из шаблонов не соответствует фильтру.
sv: Inget av mönstren matchar filtret.
tr: Desenlerin hiçbiri filtreyle eşleşmiyor.
uk: Жоден з шаблонів не відповідає фільтру.
